{
  "1-1": {
    "curiosity": [
      {
        "text": "El Reino de Ghana, situado en África occidental, fue el primer gran imperio de la región, conocido por su comercio de oro y sal."
      },
      {
        "text1": "África es la cuna de la humanidad, donde evolucionaron los primeros humanos."
      }
    ]
  },
  "1-2": {
    "curiosity": [
      {
        "text": "El Imperio Etíope fue una de las pocas naciones africanas que resistió la colonización europea durante el siglo XIX."
      },
      {
        "text1": "El antiguo Egipto fue una de las civilizaciones más avanzadas de la historia, construyendo las famosas pirámides."
      }
    ]
  },
  "1-3": {
    "curiosity": [
      {
        "text": "La Guerra de los Bóers fue un conflicto que tuvo lugar en Sudáfrica entre colonos de origen holandés y británico."
      },
      {
        "text1": "El Reino de Aksum, ubicado en la actual Etiopía, fue una de las primeras grandes civilizaciones de África."
      }
    ]
  },
  "1-4": {
    "curiosity": [
      {
        "text": "El Reino de Cartago, ubicado en el norte de África, rivalizó con Roma durante el período de la República Romana."
      },
      {
        "text1": "La Gran Muralla China es una de las mayores obras de ingeniería de la historia, construida para proteger al país de las invasiones."
      }
    ]
  },
  "1-5": {
    "curiosity": [
      {
        "text": "El Reino de Kush, ubicado en la región del actual Sudán, fue un importante centro de comercio y poder en el Antiguo Egipto."
      },
      {
        "text1": "El Imperio Inca fue la civilización más grande de la América precolombina, conocida por su avanzada arquitectura y sistema de carreteras."
      }
    ]
  },
  "1-6": {
    "curiosity": [
      {
        "text": "El Reino de Mali, en África occidental, era famoso por su gobernante Mansa Musa, considerado uno de los hombres más ricos de la historia."
      },
      {
        "text1": "La Revolución Industrial marcó un cambio significativo en la sociedad y la economía, impulsado por la invención de máquinas y fábricas."
      }
    ]
  },
  "1-7": {
    "curiosity": [
      {
        "text": "El Imperio Songhai, ubicado en África occidental, fue uno de los imperios más grandes de la historia africana."
      },
      {
        "text1": "La Revolución Francesa fue un período de intenso cambio político y social en Francia, con impactos duraderos en todo el mundo."
      }
    ]
  },
  "1-8": {
    "curiosity": [
      {
        "text": "El Reino de Axum, en Etiopía, fue una importante potencia comercial y religiosa, con vínculos marítimos con Egipto, la India y el Imperio Romano."
      },
      {
        "text1": "El Imperio mongol, dirigido por Genghis Khan, fue el imperio contiguo más grande de la historia y se extendió desde el este de Asia hasta Europa del Este."
      }
    ]
  },
  "1-9": {
    "curiosity": [
      {
        "text": "El Reino de Marruecos tiene una larga historia, con influencias bereberes, árabes y europeas a lo largo de los siglos."
      },
      {
        "text1": "La Declaración de Independencia de los Estados Unidos, firmada el 4 de julio de 1776, fue un hito importante en la lucha por la independencia de las colonias americanas."
      }
    ]
  },
  "1-10": {
    "curiosity": [
      {
        "text": "El Imperio Otomano, fundado en el siglo XIII, dominó una vasta zona que incluía partes de Europa, Asia y África durante más de 600 años."
      },
      {
        "text1": "La Revolución Industrial en Gran Bretaña tuvo un impacto importante en la transformación de la sociedad y la economía, impulsando la producción y la urbanización a gran escala."
      }
    ]
  },
  "1-11": {
    "curiosity": [
      {
        "text": "El Reino del Congo, ubicado en África central, era un poderoso estado precolonial conocido por su comercio de marfil y esclavos."
      },
      {
        "text1": "La batalla de Waterloo, el 18 de junio de 1815, fue un acontecimiento fundamental en la historia europea y marcó la derrota final de Napoleón Bonaparte."
      }
    ]
  },
  "1-12": {
    "curiosity": [
      {
        "text": "El Imperio de Malí, dirigido por el famoso rey Mansa Musa, fue un centro de comercio, aprendizaje y riqueza en el África occidental medieval."
      },
      {
        "text1": "La Revolución Rusa, que tuvo lugar en 1917, provocó la caída del Imperio Ruso y la formación de la Unión Soviética, inaugurando una nueva era política y social."
      }
    ]
  },
  "1-13": {
    "curiosity": [
      {
        "text": "El Imperio Azteca, ubicado en México, fue una de las mayores civilizaciones precolombinas, conocida por su arquitectura y avances en la agricultura."
      },
      {
        "text1": "La Revolución Industrial en Estados Unidos transformó al país en una potencia industrial y económica mundial en el siglo XIX."
      }
    ]
  },
  "1-14": {
    "curiosity": [
      {
        "text": "El Reino de Benin, en lo que hoy es Nigeria, fue un importante centro comercial y cultural en el África occidental precolonial."
      },
      {
        "text1": "La Proclamación de Emancipación, emitida por el presidente de los Estados Unidos, Abraham Lincoln, el 1 de enero de 1863, liberó a los esclavos en los estados confederados durante la Guerra Civil estadounidense."
      }
    ]
  },
  "1-15": {
    "curiosity": [
      {
        "text": "El Imperio Bizantino, con sede en Constantinopla, mantuvo la herencia del Imperio Romano de Oriente y desempeñó un papel crucial en la preservación de la cultura clásica."
      },
      {
        "text1": "La Guerra Fría fue un período de tensión política y militar entre Estados Unidos y la Unión Soviética, caracterizado por la rivalidad ideológica y la competencia global."
      }
    ]
  },
  "1-16": {
    "curiosity": [
      {
        "text": "El Reino de Zimbabwe en el sur de África fue un importante centro comercial y cultural durante la Edad Media."
      },
      {
        "text1": "La Revolución Industrial en Alemania impulsó el desarrollo económico y tecnológico del país, convirtiéndolo en una potencia industrial en el siglo XIX."
      }
    ]
  },
  "1-17": {
    "curiosity": [
      {
        "text": "El Imperio Gupta en la India fue conocido como la Edad de Oro de la India debido a su florecimiento en las artes, las ciencias y el comercio."
      },
      {
        "text1": "La Guerra Civil estadounidense, que tuvo lugar entre 1861 y 1865, fue un conflicto sangriento entre los estados del norte y del sur de Estados Unidos, principalmente por la cuestión de la esclavitud."
      }
    ]
  },
  "1-18": {
    "curiosity": [
      {
        "text": "El Reino de Portugal jugó un papel clave en la Era de los Descubrimientos, explorando rutas marítimas y estableciendo colonias en todo el mundo."
      },
      {
        "text1": "La Revolución Mexicana, que comenzó en 1910, resultó en el derrocamiento del gobierno dictatorial de Porfirio Díaz y la búsqueda de justicia social y reformas políticas en México."
      }
    ]
  },
  "1-19": {
    "curiosity": [
      {
        "text": "El Imperio Maya, ubicado en Mesoamérica, fue una de las civilizaciones más avanzadas de la antigüedad, conocida por su escritura jeroglífica y sus complejos sistemas de calendario."
      },
      {
        "text1": "La Revolución Industrial en Japón, ocurrida a finales del siglo XIX, impulsó la modernización del país y su transformación en una potencia industrial."
      }
    ]
  },
  "1-20": {
    "curiosity": [
      {
        "text": "El Reino de Buganda, ubicado en lo que hoy es Uganda, jugó un papel importante en la historia y la cultura de África Oriental."
      },
      {
        "text1": "La Segunda Guerra Mundial, que tuvo lugar entre 1939 y 1945, fue el conflicto global más devastador de la historia, involucrando a las principales potencias del mundo en un conflicto militar a gran escala."
      }
    ]
  },
  "1-21": {
    "curiosity": [
      {
        "text": "El Imperio Romano fue uno de los imperios más grandes de la historia, conocido por su ingeniería, legislación e influencia duradera en la cultura occidental."
      },
      {
        "text1": "La Revolución Industrial en Francia, en el siglo XIX, trajo avances tecnológicos y cambios socioeconómicos importantes para el país."
      }
    ]
  },
  "1-22": {
    "curiosity": [
      {
        "text": "El Reino del Congo, en África central, jugó un papel importante en la trata transatlántica de esclavos durante los siglos XVI y XVII."
      },
      {
        "text1": "La Guerra de Independencia de los Estados Unidos, que se libró entre 1775 y 1783, resultó en la formación de Estados Unidos como una nación independiente."
      }
    ]
  },
  "1-23": {
    "curiosity": [
      {
        "text": "El Imperio Persa, bajo el reinado de Ciro el Grande, estableció uno de los imperios más grandes de la antigüedad, conocido por su tolerancia religiosa y su gobierno eficiente."
      },
      {
        "text1": "La Revolución Industrial en Rusia en el siglo XIX transformó la economía rusa e impulsó el crecimiento industrial del país."
      }
    ]
  },
  "1-24": {
    "curiosity": [
      {
        "text": "El Reino de Bután, en Asia, es conocido por su política de Felicidad Nacional Bruta, que busca el bienestar material y espiritual de sus ciudadanos."
      },
      {
        "text1": "La Revolución Haitiana, que tuvo lugar entre 1791 y 1804, fue la primera revuelta de esclavos exitosa de la historia, que condujo a la independencia de Haití y al fin de la esclavitud en la colonia francesa de Saint-Domingue."
      }
    ]
  },
  "1-25": {
    "curiosity": [
      {
        "text": "El Imperio Inca, ubicado en la región de los Andes, fue la civilización precolombina más grande, conocida por su arquitectura de piedra y sus avanzados sistemas agrícolas."
      },
      {
        "text1": "La Revolución Industrial en Bélgica en el siglo XIX impulsó el desarrollo del país como centro industrial y comercial en Europa."
      }
    ]
  },
  "1-26": {
    "curiosity": [
      {
        "text": "El Reino de Axum, en la actual Etiopía, fue un importante centro comercial y una de las primeras civilizaciones cristianas en África."
      },
      {
        "text1": "La Revolución Francesa, que tuvo lugar entre 1789 y 1799, fue un período de intenso malestar político y social en Francia, que resultó en la caída de la monarquía y el establecimiento de la República Francesa."
      }
    ]
  },
  "1-27": {
    "curiosity": [
      {
        "text": "El Imperio Austro-Húngaro, establecido en 1867, era una gran potencia en Europa Central y comprendía muchas nacionalidades y culturas diferentes."
      },
      {
        "text1": "La Revolución Industrial en Canadá en el siglo XIX impulsó el crecimiento económico del país, especialmente en las industrias manufacturera y de transporte."
      }
    ]
  },
  "1-28": {
    "curiosity": [
      {
        "text": "El Reino de Kush, ubicado en la región del actual Sudán, era un reino poderoso que controlaba las rutas comerciales entre África Central y el Mediterráneo."
      },
      {
        "text1": "La Revolución Industrial en Italia en el siglo XIX transformó al país de una economía predominantemente agrícola a una potencia industrial y comercial."
      }
    ]
  },
  "1-29": {
    "curiosity": [
      {
        "text": "El Imperio chino, bajo la dinastía Tang, fue uno de los períodos más prósperos de la historia china, conocido por su intercambio comercial y cultural."
      },
      {
        "text1": "La Revolución Industrial en España en el siglo XIX tuvo un impacto significativo en el desarrollo económico y social del país."
      }
    ]
  },
  "1-30": {
    "curiosity": [
      {
        "text": "El Imperio Británico fue el imperio más grande de la historia, abarcó territorios en todo el mundo y ejerció una influencia política y cultural duradera."
      },
      {
        "text1": "La Revolución Industrial en Australia, en el siglo XIX, impulsó la economía del país, principalmente a través de la explotación de los recursos naturales y el desarrollo de industrias manufactureras."
      }
    ]
  },
  "1-31": {
    "curiosity": [
      {
        "text": "El Reino de Imericia, en la actual Georgia, jugó un papel importante en la historia del Cáucaso y fue un centro de comercio y cultura en la región."
      },
      {
        "text1": "La Revolución Industrial en la India, en el siglo XIX, trajo cambios significativos a la economía y la sociedad del país, impulsando el crecimiento de la industria textil y el sector del transporte."
      }
    ]
  },
  "2-1": {
    "curiosity": [
      {
        "text": "El Imperio Otomano, establecido en el siglo XIII, fue uno de los imperios más grandes de la historia y abarcó territorios de Europa, Asia y África."
      },
      {
        "text1": "La Revolución Industrial en Suecia, en el siglo XIX, transformó al país en una importante potencia industrial, especialmente en el sector minero y metalúrgico."
      }
    ]
  },
  "2-2": {
    "curiosity": [
      {
        "text": "El Reino de Marruecos, situado en el norte de África, tiene una rica historia que se remonta a la antigüedad y desempeñó un papel crucial en las rutas comerciales transaharianas."
      },
      {
        "text1": "La Revolución Industrial en Brasil, en el siglo XIX, impulsó el crecimiento de la industria y la modernización del país, especialmente con la expansión del sector cafetalero."
      }
    ]
  },
  "2-3": {
    "curiosity": [
      {
        "text": "El Imperio mongol, dirigido por Genghis Khan, fue el imperio contiguo más grande de la historia y se extendió desde el este de Asia hasta Europa del Este."
      },
      {
        "text1": "La Revolución Industrial en Argentina, en el siglo XIX, impulsó el desarrollo económico del país, especialmente en el sector agrícola y la industria alimentaria."
      }
    ]
  },
  "2-4": {
    "curiosity": [
      {
        "text": "El Reino de Succotra, ubicado en el archipiélago del mismo nombre en el Océano Índico, es conocido por su flora única y sus exuberantes paisajes."
      },
      {
        "text1": "La Revolución Industrial en Chile, en el siglo XIX, impulsó el desarrollo económico del país, especialmente en la minería y la industria del cobre."
      }
    ]
  },
  "2-5": {
    "curiosity": [
      {
        "text": "El Imperio español fue uno de los imperios más grandes de la historia y se extendió por vastas zonas de Europa, América, África y Asia."
      },
      {
        "text1": "La Revolución Industrial en Grecia, en el siglo XIX, trajo cambios significativos a la economía del país, especialmente en el sector marítimo y la industria textil."
      }
    ]
  },
  "2-6": {
    "curiosity": [
      {
        "text": "El Reino de Tonga en el Pacífico Sur es la única nación del continente oceánico que nunca ha sido colonizada por una potencia extranjera."
      },
      {
        "text1": "La Revolución Industrial en México, en el siglo XIX, trajo profundos cambios económicos y sociales al país, impulsando el desarrollo de la industria textil, el sector minero y la infraestructura de transporte."
      }
    ]
  },
  "2-7": {
    "curiosity": [
      {
        "text": "El Imperio Bizantino, con capital en Constantinopla, fue uno de los imperios más duraderos de la historia y conservó la cultura y el patrimonio del Imperio Romano de Oriente."
      },
      {
        "text1": "La Revolución Industrial en Austria en el siglo XIX impulsó el crecimiento económico del país, especialmente en la industria del acero y la producción de maquinaria."
      }
    ]
  },
  "2-8": {
    "curiosity": [
      {
        "text": "El Reino de Granada, situado en la Península Ibérica, fue el último bastión musulmán en la región antes de ser conquistado por los reinos cristianos durante la Reconquista."
      },
      {
        "text1": "La Revolución Industrial en Noruega en el siglo XIX trajo cambios significativos a la economía del país, especialmente en las industrias maderera, pesquera y de energía hidroeléctrica."
      }
    ]
  },
  "2-9": {
    "curiosity": [
      {
        "text": "El Imperio Maurya en la antigua India fue uno de los imperios más grandes de la época y unificó gran parte del subcontinente indio bajo un solo gobierno."
      },
      {
        "text1": "La Revolución Industrial en Finlandia en el siglo XIX transformó al país de una economía agraria a una economía industrializada, especialmente en la industria de la pulpa y el papel."
      }
    ]
  },
  "2-10": {
    "curiosity": [
      {
        "text": "El Reino de Aksum, ubicado en las actuales Etiopía y Eritrea, fue un importante centro comercial y cultural en la Antigüedad, controlando las rutas comerciales entre África, Asia y Europa."
      },
      {
        "text1": "La Revolución Industrial en Corea del Sur, que comenzó en la década de 1960, impulsó el rápido desarrollo económico e industrial del país, conocido como el \"Milagro del río Han\"."
      }
    ]
  },
  "2-11": {
    "curiosity": [
      {
        "text": "El Imperio carolingio, fundado por Carlomagno, fue un imperio europeo que abarcó gran parte de Europa occidental durante la Edad Media."
      },
      {
        "text1": "La Revolución Industrial en Polonia en el siglo XIX transformó al país de una economía agrícola a una economía industrializada, especialmente en las industrias textil y siderúrgica."
      }
    ]
  },
  "2-12": {
    "curiosity": [
      {
        "text": "La Revolución Francesa, que tuvo lugar entre 1789 y 1799, fue un acontecimiento que marcó la transición de la monarquía absoluta a la república en Francia, con importantes repercusiones políticas y sociales."
      },
      {
        "text1": "La Primera Guerra Mundial, que tuvo lugar entre 1914 y 1918, fue un conflicto global que involucró a las principales potencias mundiales de la época y tuvo un impacto significativo en la geopolítica y la sociedad del siglo XX."
      }
    ]
  },
  "2-13": {
    "curiosity": [
      {
        "text": "El Tratado de Tordesillas, firmado en 1494, dividió las tierras descubiertas y por descubrir entre Portugal y España, sentando las bases para la colonización de América por ambos países."
      },
      {
        "text1": "La Guerra Fría, que duró de 1947 a 1991, fue un período de tensión política, militar e ideológica entre Estados Unidos y la Unión Soviética, caracterizado por la rivalidad entre los dos bloques liderados por estas potencias."
      }
    ]
  },
  "2-14": {
    "curiosity": [
      {
        "text": "El día de San Valentín, que se celebra el 14 de febrero, tiene su origen en los homenajes a San Valentín, un sacerdote romano que fue martirizado por casarse en secreto con soldados, desafiando las órdenes del emperador Claudio II."
      },
      {
        "text1": "El Tratado de Versalles, firmado en 1919, marcó el final de la Primera Guerra Mundial e impuso fuertes sanciones a Alemania, sentando las bases para el período de entreguerras y el surgimiento de la Segunda Guerra Mundial."
      }
    ]
  },
  "2-15": {
    "curiosity": [
      {
        "text": "El 15 de febrero de 1898, el acorazado USS Maine explotó en el puerto de La Habana, Cuba, un evento que jugó un papel importante en el estallido de la Guerra Hispanoamericana."
      },
      {
        "text1": "El 15 de febrero de 1954, Canadá adoptó oficialmente la bandera roja y blanca de la hoja de arce, convirtiéndola en el símbolo nacional del país."
      }
    ]
  },
  "2-16": {
    "curiosity": [
      {
        "text": "El 16 de febrero de 1923, Egipto fue proclamado reino independiente, poniendo fin al período de dominio británico y estableciendo una monarquía constitucional."
      },
      {
        "text1": "El 16 de febrero de 1968 tuvo lugar la famosa Batalla de Huế, uno de los principales enfrentamientos durante la Guerra de Vietnam, entre fuerzas norteamericanas y del Viet Cong."
      }
    ]
  },
  "2-17": {
    "curiosity": [
      {
        "text": "El 17 de febrero de 1867, el Reino Unido firmó el Tratado de Roma con el Reino de Italia, reconociendo la unificación de Italia y poniendo fin al dominio de los Estados Pontificios."
      },
      {
        "text1": "El 17 de febrero de 1979 se produjo en Irán la Revolución Islámica, que provocó la caída del sha Mohammad Reza Pahlavi y el ascenso al poder del ayatolá Jomeini."
      }
    ]
  },
  "2-18": {
    "curiosity": [
      {
        "text": "El 18 de febrero de 1930 se produjo en la India el famoso incidente conocido como la 'Marcha de la Sal', encabezada por Mahatma Gandhi, como protesta no violenta contra los impuestos británicos a la sal."
      },
      {
        "text1": "El 18 de febrero de 1954, los científicos James Watson y Francis Crick descubrieron la estructura del ADN, un hito importante en la comprensión de la genética y la herencia."
      }
    ]
  },
  "2-19": {
    "curiosity": [
      {
        "text": "El 19 de febrero de 1878, Thomas Edison recibió la patente del fonógrafo, uno de los primeros dispositivos capaces de grabar y reproducir sonidos."
      },
      {
        "text1": "El 19 de febrero de 1942, durante la Segunda Guerra Mundial, el presidente de los Estados Unidos, Franklin D. Roosevelt, firmó la Orden Ejecutiva 9066, autorizando el internamiento de ciudadanos japoneses y japoneses-estadounidenses en campos de concentración."
      }
    ]
  },
  "2-20": {
    "curiosity": [
      {
        "text": "El 20 de febrero de 1962, el astronauta estadounidense John Glenn se convirtió en el primer estadounidense en orbitar la Tierra, a bordo de la nave espacial Friendship 7."
      },
      {
        "text1": "El 20 de febrero de 1986 se lanzó la estación espacial Mir, convirtiéndose en la primera estación espacial modular en órbita terrestre."
      }
    ]
  },
  "2-21": {
    "curiosity": [
      {
        "text": "El 21 de febrero de 1848 se publicó el Manifiesto Comunista, escrito por Karl Marx y Friedrich Engels, documento fundamental para la ideología comunista."
      },
      {
        "text1": "El 21 de febrero de 1965, el activista afroamericano Malcolm X fue asesinado en Nueva York, hecho que tuvo un importante impacto en el movimiento por los derechos civiles en Estados Unidos."
      }
    ]
  },
  "2-22": {
    "curiosity": [
      {
        "text": "El 22 de febrero de 1632, el filósofo René Descartes publicó su obra filosófica más famosa, el \"Discurso del método\", que sentó las bases del racionalismo moderno."
      },
      {
        "text1": "El 22 de febrero de 1980, el equipo de hockey sobre hielo de Estados Unidos derrotó al equipo de la Unión Soviética en un juego histórico conocido como el 'Milagro sobre Hielo' durante los Juegos Olímpicos de Invierno de 1980."
      }
    ]
  },
  "2-23": {
    "curiosity": [
      {
        "text": "El 23 de febrero de 1945, durante la Segunda Guerra Mundial, las tropas estadounidenses y filipinas recuperaron la ciudad de Manila, Filipinas, después de intensos combates contra las fuerzas japonesas."
      },
      {
        "text1": "El 23 de febrero de 1981 tuvo lugar en España el golpe militar, conocido como '23-F', cuando un grupo de guardias civiles invadió el parlamento español en un fallido intento de golpe."
      }
    ]
  },
  "2-24": {
    "curiosity": [
      {
        "text": "El 24 de febrero de 1868 se produjo en España el inicio de la Revolución Gloriosa, movimiento que supuso el derrocamiento de la reina Isabel II y el establecimiento de un gobierno provisional."
      },
      {
        "text1": "El 24 de febrero de 1989, el científico británico Tim Berners-Lee presentó la propuesta para la creación de la World Wide Web, uno de los hitos más importantes en la historia de Internet."
      }
    ]
  },
  "2-25": {
    "curiosity": [
      {
        "text": "El 25 de febrero de 1836 tuvo lugar la Batalla del Álamo, un enfrentamiento entre fuerzas mexicanas y defensores texanos que se convirtió en un símbolo de valentía y resistencia en la historia de Texas."
      },
      {
        "text1": "El 25 de febrero de 1956, el líder soviético Nikita Khrushchev pronunció un discurso secreto en el XX Congreso del Partido Comunista de la Unión Soviética, denunciando los crímenes y excesos cometidos durante el régimen de Josef Stalin."
      }
    ]
  },
  "2-26": {
    "curiosity": [
      {
        "text": "El 26 de febrero de 1815 tuvo lugar en Bélgica la batalla de Waterloo, donde las fuerzas del emperador Napoleón Bonaparte fueron derrotadas por las tropas de la coalición liderada por el duque de Wellington, marcando el fin definitivo del imperio napoleónico."
      },
      {
        "text1": "El 26 de febrero de 1993 se produjo el atentado contra el World Trade Center en Nueva York, cuando un camión bomba explotó en el garaje del complejo, provocando seis muertos y cientos de heridos."
      }
    ]
  },
  "2-27": {
    "curiosity": [
      {
        "text": "El 27 de febrero de 1900 se fundó la compañía cinematográfica estadounidense Universal Pictures, convirtiéndose en una de las productoras cinematográficas más antiguas e influyentes del mundo."
      },
      {
        "text1": "El 27 de febrero de 1933, el incendio del Reichstag, el parlamento alemán en Berlín, fue utilizado por los nazis como pretexto para restringir las libertades civiles y consolidar su poder."
      }
    ]
  },
  "2-28": {
    "curiosity": [
      {
        "text": "El 28 de febrero de 1953, el científico James Watson y el biólogo Francis Crick descubrieron la estructura de la molécula de ADN, uno de los descubrimientos más importantes de la historia de la biología."
      },
      {
        "text1": "El 28 de febrero de 1986, la nave espacial Challenger explotó poco después de su lanzamiento, provocando la muerte de los siete astronautas a bordo."
      }
    ]
  },
  "2-29": {
    "curiosity": [
      {
        "text": "El 28 de febrero de 1986, la nave espacial Challenger explotó poco después de su lanzamiento, provocando la muerte de los siete astronautas a bordo."
      },
      {
        "text1": "El 28 de febrero de 1953, el científico James Watson y el biólogo Francis Crick descubrieron la estructura de la molécula de ADN, uno de los descubrimientos más importantes de la historia de la biología."
      }
    ]
  },
  "3-1": {
    "curiosity": [
      {
        "text": "El 1 de marzo de 1872 se creó el Parque Nacional Yellowstone en Estados Unidos, convirtiéndose en el primer parque nacional del mundo."
      },
      {
        "text1": "El 1 de marzo de 1994, el grupo musical brasileño Mamonas Assassinas murió en un trágico accidente aéreo, interrumpiendo prematuramente el meteórico ascenso de la banda."
      }
    ]
  },
  "3-2": {
    "curiosity": [
      {
        "text": "El 2 de marzo de 1956 Marruecos obtuvo su independencia, poniendo fin al período de colonización francesa en el país."
      },
      {
        "text1": "El 2 de marzo de 1962, el cantautor estadounidense Bob Dylan lanzó su primer álbum de estudio, titulado 'Bob Dylan', que se convirtió en un hito en la música folk."
      }
    ]
  },
  "3-3": {
    "curiosity": [
      {
        "text": "El 3 de marzo de 1845, Florida fue admitida como el estado número 27 de los Estados Unidos, ampliando el territorio del país en la región del Golfo de México."
      },
      {
        "text1": "El 3 de marzo de 1913 tuvo lugar el Desfile de Sufragistas en Washington DC, donde miles de mujeres marcharon para obtener el derecho al voto en Estados Unidos."
      }
    ]
  },
  "3-4": {
    "curiosity": [
      {
        "text": "El 4 de marzo de 1789 tuvo lugar la toma de posesión del primer presidente de los Estados Unidos, George Washington, marcando el inicio de la historia presidencial del país."
      },
      {
        "text1": "El 4 de marzo de 1933, el presidente Franklin D. Roosevelt asumió el cargo durante la Gran Depresión, pronunciando el famoso discurso de toma de posesión con la frase 'Lo único que tenemos que temer es el miedo mismo'."
      }
    ]
  },
  "3-5": {
    "curiosity": [
      {
        "text": "El 5 de marzo de 1953 murió el líder soviético Joseph Stalin, después de gobernar la Unión Soviética con mano de hierro durante más de dos décadas."
      },
      {
        "text1": "El 5 de marzo de 1984 se lanzó el programa informático Lotus 1-2-3, uno de los primeros programas de hojas de cálculo, que desempeñó un papel importante en la popularización de los ordenadores personales."
      }
    ]
  },
  "3-6": {
    "curiosity": [
      {
        "text": "El 6 de marzo de 1475 nació el famoso pintor renacentista Miguel Ángel, conocido por obras maestras como la escultura 'David' y la pintura de la Capilla Sixtina."
      },
      {
        "text1": "El 6 de marzo de 1957, Ghana se convirtió en el primer país africano en independizarse del colonialismo, liderando el movimiento de descolonización en el continente."
      }
    ]
  },
  "3-7": {
    "curiosity": [
      {
        "text": "El 7 de marzo de 1876, Alexander Graham Bell recibió una patente para el teléfono, revolucionando las comunicaciones y allanando el camino para la era de las telecomunicaciones."
      },
      {
        "text1": "El 7 de marzo de 1965 ocurrió el famoso episodio conocido como 'Domingo Sangriento', cuando manifestantes por los derechos civiles fueron brutalmente reprimidos por la policía en el puente de Selma a Montgomery, en Estados Unidos."
      }
    ]
  },
  "3-8": {
    "curiosity": [
      {
        "text": "El 8 de marzo de 1917, en el contexto de la Primera Guerra Mundial, se produjo el inicio de la Revolución Rusa, con manifestaciones de mujeres en Petrogrado, que posteriormente provocaron la caída del régimen zarista."
      },
      {
        "text1": "El 8 de marzo de 1971, el boxeador Muhammad Ali y Joe Frazier pelearon en lo que se conoció como \"La pelea del siglo\", y Frazier ganó por decisión unánime."
      }
    ]
  },
  "3-9": {
    "curiosity": [
      {
        "text": "El 9 de marzo de 1959, el cantante y actor Elvis Presley fue liberado del servicio militar, luego de cumplir con su deber en Alemania, regresando a su exitosa carrera."
      },
      {
        "text1": "El 9 de marzo de 1997, el rapero The Notorious BIG, también conocido como Biggie Smalls, fue asesinado en un tiroteo en Los Ángeles, dejando un legado notable en el mundo del hip-hop."
      }
    ]
  },
  "3-10": {
    "curiosity": [
      {
        "text": "El 10 de marzo de 1876 se patentó el gramófono, precursor del tocadiscos, inventado por Thomas Edison, revolucionando la forma de grabar y reproducir música."
      },
      {
        "text1": "El 10 de marzo de 1959, el Tíbet fue invadido por China, lo que dio lugar a un largo período de represión cultural y política en el país."
      }
    ]
  },
  "3-11": {
    "curiosity": [
      {
        "text": "El 11 de marzo de 1818 falleció el famoso compositor alemán Johann Sebastian Bach, dejando un legado de obras musicales clásicas que influyeron en las generaciones posteriores."
      },
      {
        "text1": "El 11 de marzo de 2011, un terremoto de magnitud 9,0 sacudió Japón, seguido de un devastador tsunami que provocó una grave crisis nuclear en la planta de Fukushima."
      }
    ]
  },
  "3-12": {
    "curiosity": [
      {
        "text": "El 12 de marzo de 1930, Mahatma Gandhi inició la Marcha de la Sal en la India, uno de los hitos del movimiento independentista del país contra el dominio británico."
      },
      {
        "text1": "El 12 de marzo de 1994 se produjo la masacre de Hebrón, un ataque terrorista a una mezquita de la ciudad de Hebrón, en Cisjordania, que se saldó con la muerte de 29 palestinos y decenas de heridos."
      }
    ]
  },
  "3-13": {
    "curiosity": [
      {
        "text": "El 13 de marzo de 1781, el astrónomo William Herschel descubrió el planeta Urano, ampliando el conocimiento sobre el Sistema Solar."
      },
      {
        "text1": "El 13 de marzo de 2013, el cardenal Jorge Mario Bergoglio de Argentina fue elegido Papa Francisco, convirtiéndose en el primer Papa latinoamericano en la historia de la Iglesia Católica."
      }
    ]
  },
  "3-14": {
    "curiosity": [
      {
        "text": "El 14 de marzo de 1879 nació Albert Einstein, uno de los científicos más reconocidos de la historia, en Ulm, en el Reino de Württemberg, en el Imperio Alemán."
      },
      {
        "text1": "El 14 de marzo de 1950, la Organización de las Naciones Unidas (ONU) estableció el Día Internacional de la Mujer, que se celebra anualmente para promover la igualdad de género y los derechos de las mujeres."
      }
    ]
  },
  "3-15": {
    "curiosity": [
      {
        "text": "El 15 de marzo del 44 a.C. se produjo el asesinato de Julio César, líder y emperador romano, por un grupo de senadores, lo que supuso un cambio significativo en el curso de la historia romana."
      },
      {
        "text1": "El 15 de marzo de 1972, el Reino Unido adoptó el sistema monetario decimal, en sustitución del antiguo sistema de libras, chelines y peniques."
      }
    ]
  },
  "3-16": {
    "curiosity": [
      {
        "text": "El 16 de marzo de 1521, el navegante portugués Fernando de Magallanes llegó a Filipinas durante su expedición de circunnavegación, convirtiéndose en el primer europeo en hacerlo."
      },
      {
        "text1": "El 16 de marzo de 1968 se produjo la masacre de My Lai durante la Guerra de Vietnam, en la que soldados estadounidenses mataron a más de 500 civiles vietnamitas, entre ellos mujeres, niños y ancianos."
      }
    ]
  },
  "3-17": {
    "curiosity": [
      {
        "text": "El 17 de marzo del año 461 d.C. falleció San Patricio, patrón de Irlanda, que se celebra anualmente el Día de San Patricio, conocido como el Día de San Patricio."
      },
      {
        "text1": "El 17 de marzo de 1905, tuvo lugar el Domingo Sangriento en San Petersburgo, Rusia, cuando los manifestantes pacíficos fueron reprimidos por el ejército zarista, lo que provocó cientos de muertes y marcó el comienzo de la Revolución Rusa de 1905."
      }
    ]
  },
  "3-18": {
    "curiosity": [
      {
        "text": "El 18 de marzo de 1314, Jacques de Molay, el último Gran Maestre de los Templarios, fue quemado en la hoguera, marcando el fin de la Orden de los Caballeros Templarios."
      },
      {
        "text1": "El 18 de marzo de 1965, se llevó a cabo la marcha por los derechos civiles de Selma a Montgomery en los Estados Unidos en un esfuerzo por garantizar el derecho al voto de los afroamericanos."
      }
    ]
  },
  "3-19": {
    "curiosity": [
      {
        "text": "El 19 de marzo de 1687, Isaac Newton publicó su obra maestra, 'Principia Mathematica', que estableció las leyes del movimiento y la ley de la gravedad, revolucionando la física."
      },
      {
        "text1": "El 19 de marzo de 2003 comenzó la Guerra de Irak, liderada por Estados Unidos y sus aliados, dando como resultado una serie de acontecimientos que moldearon la geopolítica de la región."
      }
    ]
  },
  "3-20": {
    "curiosity": [
      {
        "text": "El 20 de marzo de 1852, Harriet Beecher Stowe publicó la novela 'La cabaña del tío Tom', una obra importante en la lucha contra la esclavitud en Estados Unidos."
      },
      {
        "text1": "El 20 de marzo de 2016, el expresidente de Estados Unidos, Barack Obama, realizó una visita histórica a Cuba, marcando un hito en la normalización de las relaciones entre ambos países."
      }
    ]
  },
  "3-21": {
    "curiosity": [
      {
        "text": "El 21 de marzo de 1960 se produjo la masacre de Sharpeville en Sudáfrica, cuando la policía abrió fuego contra manifestantes pacíficos contra las leyes del apartheid, lo que provocó 69 muertes."
      },
      {
        "text1": "El 21 de marzo de 2014, Rusia anexó la península de Crimea, tras un polémico referéndum que fue condenado por la comunidad internacional."
      }
    ]
  },
  "3-22": {
    "curiosity": [
      {
        "text": "El 22 de marzo de 1622 se produjo la masacre de Jamestown en la colonia británica de Virginia, cuando los nativos americanos atacaron y mataron a los colonos británicos."
      },
      {
        "text1": "El 22 de marzo de 1993, el músico y cantante de rock canadiense John Candy falleció a la edad de 43 años, dejando un legado de comedias y actuaciones memorables."
      }
    ]
  },
  "3-23": {
    "curiosity": [
      {
        "text": "El 23 de marzo de 1806, Lewis y Clark iniciaron su legendaria expedición para explorar el oeste de Estados Unidos, un viaje que duró más de dos años y ayudó a ampliar el conocimiento sobre la geografía y la naturaleza de Estados Unidos. región."
      },
      {
        "text1": "El 23 de marzo de 2001, Rusia lanzó al espacio la estación espacial Mir, que se convirtió en un hito en la exploración espacial y funcionó durante más de 15 años antes de ser desactivada."
      }
    ]
  },
  "3-24": {
    "curiosity": [
      {
        "text": "El 24 de marzo de 1603 murió la reina Isabel I de Inglaterra, poniendo fin a la dinastía Tudor y marcando el comienzo del reinado de la dinastía Estuardo, con el ascenso de Jaime VI de Escocia al trono inglés como Jaime I."
      },
      {
        "text1": "El 24 de marzo de 1999, la OTAN inició bombardeos aéreos en Serbia, como parte de la intervención militar en el conflicto de Kosovo, durante la Guerra de Kosovo."
      }
    ]
  },
  "3-25": {
    "curiosity": [
      {
        "text": "El 25 de marzo de 1807, el Parlamento británico aprobó la Ley de Abolición del Comercio de Esclavos, que prohibía el comercio de esclavos en el Imperio Británico."
      },
      {
        "text1": "El 25 de marzo de 1957 se firmó el Tratado de Roma, por el que se creaba la Comunidad Económica Europea (CEE), precursora de la Unión Europea (UE)."
      }
    ]
  },
  "3-26": {
    "curiosity": [
      {
        "text": "El 26 de marzo de 1979 se firmó en Washington DC el Tratado de Paz entre Israel y Egipto, que puso fin oficialmente al estado de guerra entre ambos países."
      },
      {
        "text1": "El 26 de marzo de 1997 se lanzó la nave espacial rusa Soyuz TM-24, que transportaba a la estación espacial Mir una tripulación formada por un cosmonauta ruso, un astronauta estadounidense y un astronauta alemán."
      }
    ]
  },
  "3-27": {
    "curiosity": [
      {
        "text": "El 27 de marzo de 1912, Japón y China firmaron el Tratado de Xinchou, que puso fin a la guerra ruso-japonesa y estableció la independencia de Mongolia Exterior."
      },
      {
        "text1": "El 27 de marzo de 1977 dos aviones Boeing 747 chocaron en Tenerife, en las Islas Canarias, provocando el peor desastre aéreo de la historia, con la muerte de 583 personas."
      }
    ]
  },
  "3-28": {
    "curiosity": [
      {
        "text": "El 28 de marzo de 1930, Constantinopla, la capital del Imperio Bizantino, pasó a llamarse Estambul, lo que marcó un cambio significativo en la historia de la ciudad."
      },
      {
        "text1": "El 28 de marzo de 1979 se produjo el accidente en la central nuclear de Three Mile Island, en Estados Unidos, que resultó en uno de los peores desastres nucleares de la historia del país."
      }
    ]
  },
  "3-29": {
    "curiosity": [
      {
        "text": "El 29 de marzo de 1974 se produjo en Portugal la Revolución de los Claveles, un levantamiento militar que derrocó la dictadura del Estado Novo y marcó el inicio de un período de democratización en el país."
      },
      {
        "text1": "El 29 de marzo de 2004 Bulgaria, Estonia, Letonia, Lituania, Rumania, Eslovaquia y Eslovenia se unieron a la OTAN, reforzando la alianza militar."
      }
    ]
  },
  "3-30": {
    "curiosity": [
      {
        "text": "El 30 de marzo de 1856 se firmó el Tratado de París, que puso fin a la Guerra de Crimea y estableció condiciones de paz entre las potencias implicadas."
      },
      {
        "text1": "El 30 de marzo de 1981, el presidente de Estados Unidos, Ronald Reagan, recibió un disparo en un intento de asesinato, pero sobrevivió tras ser sometido a una cirugía."
      }
    ]
  },
  "3-31": {
    "curiosity": [
      {
        "text": "El 31 de marzo de 1492, los Reyes Católicos, Fernando II de Aragón e Isabel I de Castilla, emitieron el Edicto de la Alhambra, que expulsaba a los judíos de España, dando lugar a uno de los momentos más oscuros de la historia judía."
      },
      {
        "text1": "El 31 de marzo de 1889 se inauguró durante la Exposición Universal de París la Torre Eiffel, uno de los iconos más famosos de París y del mundo."
      }
    ]
  },
  "4-1": {
    "curiosity": [
      {
        "text": "El 1 de abril de 1867, el Reino Unido promulgó la Ley de América del Norte Británica, que estableció la Confederación de Canadá y sentó las bases para la formación del Canadá moderno."
      },
      {
        "text1": "El 1 de abril de 1976, Steve Jobs, Steve Wozniak y Ronald Wayne fundaron Apple Inc., creando una de las empresas tecnológicas más influyentes del mundo."
      }
    ]
  },
  "4-2": {
    "curiosity": [
      {
        "text": "El 2 de abril de 1917, Estados Unidos entró en la Primera Guerra Mundial y envió tropas para luchar junto a las fuerzas aliadas contra las potencias centrales."
      },
      {
        "text1": "El 2 de abril de 2005 falleció el Papa Juan Pablo II a la edad de 84 años, tras un largo pontificado de casi 27 años, siendo uno de los papas más populares de la historia reciente."
      }
    ]
  },
  "4-3": {
    "curiosity": [
      {
        "text": "El 3 de abril de 1948 entró en vigor el Plan Marshall, un programa de ayuda económica de los Estados Unidos para la reconstrucción de la Europa posterior a la Segunda Guerra Mundial."
      },
      {
        "text1": "El 3 de abril de 1973, Motorola fabricó el primer teléfono móvil, lo que marcó un hito importante en el desarrollo de la tecnología móvil."
      }
    ]
  },
  "4-4": {
    "curiosity": [
      {
        "text": "El 4 de abril de 1968, el líder de los derechos civiles de Estados Unidos, Martin Luther King Jr., fue asesinado en Memphis, Tennessee, provocando conmoción y protestas en todo el país."
      },
      {
        "text1": "El 4 de abril de 1949 se fundó la Organización del Tratado del Atlántico Norte (OTAN), estableciendo una alianza militar entre varias naciones occidentales para la defensa mutua."
      }
    ]
  },
  "4-5": {
    "curiosity": [
      {
        "text": "El 5 de abril de 1614, Pocahontas, una de las figuras más conocidas del encuentro entre los colonos ingleses y los pueblos nativos americanos, se casó con John Rolfe en Virginia, Estados Unidos."
      },
      {
        "text1": "El 5 de abril de 1955, Winston Churchill dimitió como Primer Ministro del Reino Unido, poniendo fin a su segundo mandato."
      }
    ]
  },
  "4-6": {
    "curiosity": [
      {
        "text": "El 6 de abril de 1917, Estados Unidos declaró la guerra al Imperio Alemán, entrando oficialmente en la Primera Guerra Mundial."
      },
      {
        "text1": "El 6 de abril de 1994 comenzó en Ruanda el genocidio, en el que alrededor de 800.000 personas, principalmente de la etnia tutsi, fueron brutalmente asesinadas en un período de aproximadamente 100 días."
      }
    ]
  },
  "4-7": {
    "curiosity": [
      {
        "text": "El 7 de abril de 1948, la Asamblea General de las Naciones Unidas proclamó la Declaración Universal de los Derechos Humanos, estableciendo los derechos fundamentales de todos los seres humanos."
      },
      {
        "text1": "El 7 de abril de 1964, la NASA puso en órbita el primer satélite de comunicaciones, Syncom 3, iniciando una nueva era en las comunicaciones globales."
      }
    ]
  },
  "4-8": {
    "curiosity": [
      {
        "text": "El 8 de abril de 1974 falleció el dictador portugués António de Oliveira Salazar, lo que provocó la caída del régimen autoritario del Estado Novo y la democratización de Portugal."
      },
      {
        "text1": "El 8 de abril de 1994, el cantante de rock Kurt Cobain, líder de la banda Nirvana, fue encontrado muerto en su casa de Seattle, Estados Unidos."
      }
    ]
  },
  "4-9": {
    "curiosity": [
      {
        "text": "El 9 de abril de 1865 se produjo la rendición del general confederado Robert E. Lee al general de la Unión Ulysses S. Grant, lo que marcó el final de la Guerra Civil estadounidense."
      },
      {
        "text1": "El 9 de abril de 1940, la Alemania nazi invadió Dinamarca y Noruega, iniciando la ocupación de estos países durante la Segunda Guerra Mundial."
      }
    ]
  },
  "4-10": {
    "curiosity": [
      {
        "text": "El 10 de abril de 1912, el RMS Titanic zarpó en su viaje inaugural desde Southampton, Inglaterra, a Nueva York, Estados Unidos, antes de chocar con un iceberg y hundirse en el Océano Atlántico."
      },
      {
        "text1": "El 10 de abril de 1972, el Primer Ministro japonés Kakuei Tanaka visitó China, marcando un momento importante en la normalización de las relaciones entre los dos países."
      }
    ]
  },
  "4-11": {
    "curiosity": [
      {
        "text": "El 11 de abril de 1951, el general Douglas MacArthur fue relevado de su mando en la Guerra de Corea por el presidente de los Estados Unidos, Harry S. Truman, tras desacuerdos sobre la estrategia militar."
      },
      {
        "text1": "El 11 de abril de 1979, el presidente de Zimbabwe, Canaan Banana, proclamó la independencia del país, poniendo fin al dominio colonial británico y estableciendo la República de Zimbabwe."
      }
    ]
  },
  "4-12": {
    "curiosity": [
      {
        "text": "El 12 de abril de 1961, el cosmonauta soviético Yuri Gagarin se convirtió en el primer ser humano en orbitar la Tierra a bordo de la nave espacial Vostok 1."
      },
      {
        "text1": "El 12 de abril de 1992 se inauguró el Eurotúnel, que conecta el Reino Unido con Francia a través del Canal de la Mancha, proporcionando una conexión ferroviaria directa entre los dos países."
      }
    ]
  },
  "4-13": {
    "curiosity": [
      {
        "text": "El 13 de abril de 1743 nació en la Colonia de Virginia Thomas Jefferson, tercer presidente de los Estados Unidos y autor principal de la Declaración de Independencia."
      },
      {
        "text1": "El 13 de abril de 1943 se produjo el Levantamiento del Gueto de Varsovia, un acto de resistencia organizado por judíos contra las fuerzas nazis durante la Segunda Guerra Mundial."
      }
    ]
  },
  "4-14": {
    "curiosity": [
      {
        "text": "El 14 de abril de 1865, el presidente de los Estados Unidos, Abraham Lincoln, fue asesinado por el actor John Wilkes Booth, en un teatro de Washington DC."
      },
      {
        "text1": "El 14 de abril de 1986, Estados Unidos llevó a cabo un ataque aéreo contra Libia, en represalia por la presunta participación del país en un ataque terrorista en una discoteca de Berlín."
      }
    ]
  },
  "4-15": {
    "curiosity": [
      {
        "text": "El 15 de abril de 1912, el RMS Titanic se hundió tras chocar con un iceberg, provocando la muerte de más de 1.500 personas en uno de los desastres marítimos más famosos de la historia."
      },
      {
        "text1": "El 15 de abril de 1947, el jugador de béisbol Jackie Robinson hizo su debut en las Grandes Ligas, rompiendo la barrera racial en el deporte profesional en Estados Unidos."
      }
    ]
  },
  "4-16": {
    "curiosity": [
      {
        "text": "El 16 de abril de 1945, el dictador alemán Adolf Hitler se suicidó en su búnker de Berlín, marcando el fin del régimen nazi durante la Segunda Guerra Mundial."
      },
      {
        "text1": "El 16 de abril de 1972 se produjo la masacre de My Lai, en la que soldados estadounidenses mataron a cientos de civiles vietnamitas durante la Guerra de Vietnam."
      }
    ]
  },
  "4-17": {
    "curiosity": [
      {
        "text": "El 17 de abril de 1961 se produjo la invasión de Bahía de Cochinos, un intento fallido de la CIA para derrocar el régimen de Fidel Castro en Cuba."
      },
      {
        "text1": "El 17 de abril de 1975, los Jemeres Rojos, liderados por Pol Pot, tomaron el control de Phnom Penh, la capital de Camboya, marcando el comienzo de un período de genocidio y represión en el país."
      }
    ]
  },
  "4-18": {
    "curiosity": [
      {
        "text": "El 18 de abril de 1775 se produjo el primer enfrentamiento armado entre colonos estadounidenses y tropas británicas en la Batalla de Lexington y Concord, que marcó el inicio de la Guerra de Independencia estadounidense."
      },
      {
        "text1": "El 18 de abril de 1980 tuvo lugar en la embajada de Estados Unidos en Teherán, Irán, la operación de rescate de rehenes estadounidenses, conocida como Operación Garra de Águila, que acabó siendo infructuosa y se saldó con la muerte de varios soldados estadounidenses."
      },
      {
        "text1": "El 18 de abril de 1996, el ejército ugandés y el grupo rebelde Ejército de Resistencia del Señor (LRA) firmaron un alto el fuego temporal tras años de conflicto armado en el norte de Uganda."
      }
    ]
  },
  "4-19": {
    "curiosity": [
      {
        "text": "El 19 de abril de 1775 tuvo lugar la Batalla de Concordia durante la Guerra de Independencia de Estados Unidos, en la que las milicias coloniales lograron repeler a las tropas británicas."
      },
      {
        "text1": "El 19 de abril de 1995 se produjo un atentado terrorista en la ciudad de Oklahoma, en Estados Unidos, cuando un camión bomba explotó frente al edificio federal Alfred P. Murrah, provocando la muerte de 168 personas."
      }
    ]
  },
  "4-20": {
    "curiosity": [
      {
        "text": "El 20 de abril de 1889 nació Adolf Hitler, el futuro líder nazi, en Braunau am Inn, Austria."
      },
      {
        "text1": "El 20 de abril de 1999 ocurrió la Masacre de Columbine, en la que dos estudiantes armados atacaron la escuela secundaria Columbine, en Estados Unidos, matando a 12 estudiantes y un profesor, antes de suicidarse."
      }
    ]
  },
  "4-21": {
    "curiosity": [
      {
        "text": "El 21 de abril del 753 a.C., según la leyenda, Rómulo y Remo fundaron Roma."
      },
      {
        "text1": "El 21 de abril de 1960 se inauguró oficialmente Brasilia, la capital de Brasil, siendo considerada un hito en la historia de la arquitectura y el urbanismo."
      }
    ]
  },
  "4-22": {
    "curiosity": [
      {
        "text": "El 22 de abril de 1970 se celebró el primer Día de la Tierra, un evento internacional diseñado para promover la conciencia sobre las cuestiones ambientales y la protección del planeta."
      },
      {
        "text1": "El 22 de abril de 1993, el líder del ANC y futuro presidente de Sudáfrica, Nelson Mandela, y el presidente Frederik Willem de Klerk recibieron el Premio Nobel de la Paz por sus esfuerzos para poner fin al apartheid."
      }
    ]
  },
  "4-23": {
    "curiosity": [
      {
        "text": "El 23 de abril de 1564 nació William Shakespeare, uno de los más grandes dramaturgos de la historia, en Stratford-upon-Avon, Inglaterra."
      },
      {
        "text1": "El 23 de abril de 1910, Theodore Roosevelt pronunció su famoso discurso \"De habla suave y gran deporte\" en la Sorbona de París, enfatizando la importancia de la diplomacia y el uso del poder para promover la paz mundial."
      }
    ]
  },
  "4-24": {
    "curiosity": [
      {
        "text": "El 24 de abril de 1800 se estableció en Washington D.C. la Biblioteca del Congreso de los Estados Unidos, con la compra de su primer libro."
      },
      {
        "text1": "El 24 de abril de 1916 tuvo lugar el Levantamiento de Pascua, un levantamiento armado en Irlanda contra el dominio británico, considerado un hito importante en el camino hacia la independencia irlandesa."
      }
    ]
  },
  "4-25": {
    "curiosity": [
      {
        "text": "El 25 de abril de 1945, durante la Segunda Guerra Mundial, las fuerzas soviéticas y yugoslavas liberaron la ciudad de Belgrado, Yugoslavia, del dominio nazi."
      },
      {
        "text1": "El 25 de abril de 1974 se produjo en Portugal la Revolución de los Claveles, un movimiento militar que derrocó el régimen dictatorial del Estado Novo y restableció la democracia en el país."
      }
    ]
  },
  "4-26": {
    "curiosity": [
      {
        "text": "El 26 de abril de 1986 se produjo en Ucrania el desastre nuclear de Chernóbil, cuando una explosión en un reactor nuclear liberó una gran cantidad de material radiactivo a la atmósfera, provocando una de las mayores catástrofes nucleares de la historia."
      },
      {
        "text1": "El 26 de abril de 2005, el Príncipe Heredero de Japón, Naruhito, se casó con Masako Owada, en una ceremonia celebrada en el Santuario Meiji de Tokio."
      }
    ]
  },
  "4-27": {
    "curiosity": [
      {
        "text": "El 27 de abril del 497 a.C. se fundó oficialmente la ciudad de Roma, según la tradición."
      },
      {
        "text1": "El 27 de abril de 1994, Nelson Mandela fue elegido primer presidente negro de Sudáfrica, lo que marcó el fin del apartheid en el país."
      }
    ]
  },
  "4-28": {
    "curiosity": [
      {
        "text": "El 28 de abril de 1789 se produjo la rebelión del HMS Bounty, cuando la tripulación del barco británico se rebeló contra el capitán William Bligh."
      },
      {
        "text1": "El 28 de abril de 1945, durante la Segunda Guerra Mundial, el dictador italiano Benito Mussolini fue capturado y ejecutado por miembros de la resistencia italiana."
      }
    ]
  },
  "4-29": {
    "curiosity": [
      {
        "text": "El 29 de abril de 1975, la Guerra de Vietnam llegó a su fin con la caída de Saigón, la capital de Vietnam del Sur, a manos de las fuerzas comunistas de Vietnam del Norte."
      },
      {
        "text1": "El 29 de abril de 2011, el príncipe Guillermo del Reino Unido se casó con Catherine Middleton en una ceremonia celebrada en la Abadía de Westminster en Londres."
      }
    ]
  },
  "4-30": {
    "curiosity": [
      {
        "text": "El 30 de abril de 1789, George Washington asumió como primer presidente de los Estados Unidos de América."
      },
      {
        "text1": "El 30 de abril de 1945, Adolf Hitler y su esposa Eva Braun se suicidaron en su búnker de Berlín, marcando el fin del régimen nazi en Alemania."
      }
    ]
  },
  "5-1": {
    "curiosity": [
      {
        "text": "El 1 de mayo de 1886 tuvo lugar en Chicago, Estados Unidos, la Revuelta de Haymarket, marcada por protestas de los trabajadores por mejores condiciones laborales y una jornada laboral de ocho horas."
      },
      {
        "text1": "El 1 de mayo de 1994 entró en vigor el Acuerdo General sobre Aranceles Aduaneros y Comercio (GATT), un hito en el comercio internacional que estableció la Organización Mundial del Comercio (OMC) como sucesora del GATT."
      }
    ]
  },
  "5-2": {
    "curiosity": [
      {
        "text": "El 2 de mayo de 1519, el explorador italiano Leonardo da Vinci murió en Amboise, Francia."
      },
      {
        "text1": "El 2 de mayo de 2011, el líder terrorista Osama bin Laden, fundador de Al-Qaeda y responsable de los atentados del 11 de septiembre de 2001, fue asesinado durante una operación militar de Estados Unidos en Pakistán."
      }
    ]
  },
  "5-3": {
    "curiosity": [
      {
        "text": "El 3 de mayo de 1808 tuvo lugar el Levantamiento del Dos de Mayo, una revuelta popular contra la ocupación francesa en Madrid, durante las Guerras Napoleónicas."
      },
      {
        "text1": "El 3 de mayo de 1979, Margaret Thatcher se convirtió en la primera mujer elegida Primera Ministra del Reino Unido, ocupando el cargo durante tres mandatos consecutivos."
      },
      {
        "text1": "El 3 de mayo de 2000 tuvo lugar en Londres la inauguración del Puente del Milenio, una estructura icónica que cruza el río Támesis y se ha convertido en un símbolo de la ciudad."
      }
    ]
  },
  "5-4": {
    "curiosity": [
      {
        "text": "El 4 de mayo de 1626, el explorador holandés Peter Minuit llegó a la isla de Manhattan y estableció una colonia que se convertiría en la ciudad de Nueva York."
      },
      {
        "text1": "El 4 de mayo de 1970 ocurrió la Masacre de Kent State en Estados Unidos, cuando soldados de la Guardia Nacional abrieron fuego contra estudiantes que protestaban por la Guerra de Vietnam, resultando en cuatro muertes."
      }
    ]
  },
  "5-5": {
    "curiosity": [
      {
        "text": "El 5 de mayo de 1821, el líder revolucionario sudamericano Simón Bolívar derrotó a las fuerzas españolas en la Batalla de Carabobo, consolidando la independencia de Venezuela."
      },
      {
        "text1": "El 5 de mayo de 1862 tuvo lugar en México la Batalla de Puebla, en la que el ejército mexicano logró una sorprendente victoria sobre las fuerzas francesas, que buscaban conquistar el país."
      }
    ]
  },
  "5-6": {
    "curiosity": [
      {
        "text": "El 6 de mayo de 1527 se produjo el Saqueo de Roma, cuando las tropas del emperador Carlos V invadieron y saquearon la ciudad de Roma, marcando el fin del Renacimiento italiano."
      },
      {
        "text1": "El 6 de mayo de 1954, la batalla de Dien Bien Phu, en Vietnam, finalizó con la victoria del Viet Minh sobre las fuerzas coloniales francesas, lo que supuso la retirada francesa y el fin de la Indochina francesa."
      }
    ]
  },
  "5-7": {
    "curiosity": [
      {
        "text": "El 7 de mayo de 1824, Beethoven estrenó su Novena Sinfonía en Viena, Austria, con su composición más conocida, el Himno a la Alegría."
      },
      {
        "text1": "El 7 de mayo de 1945, la Alemania nazi se rindió incondicionalmente a las fuerzas aliadas, marcando el fin de la Segunda Guerra Mundial en Europa."
      }
    ]
  },
  "5-8": {
    "curiosity": [
      {
        "text": "El 8 de mayo de 1886 tuvo lugar en Chicago, Estados Unidos, la Revuelta de los Trabajadores de Haymarket, en protesta contra la jornada laboral de ocho horas, que derivó en violentos enfrentamientos entre los trabajadores y la policía."
      },
      {
        "text1": "El 8 de mayo de 1945 se proclamó el Día de la Victoria en Europa, celebrando el fin de la Segunda Guerra Mundial en Europa con la rendición incondicional de la Alemania nazi."
      }
    ]
  },
  "5-9": {
    "curiosity": [
      {
        "text": "El 9 de mayo de 1502, el explorador Cristóbal Colón emprendió su cuarto y último viaje al Nuevo Mundo."
      },
      {
        "text1": "El 9 de mayo de 1950, el ministro francés de Asuntos Exteriores, Robert Schuman, presentó la propuesta de crear la Comunidad Europea del Carbón y del Acero (CECA), un paso importante hacia la integración europea."
      }
    ]
  },
  "5-10": {
    "curiosity": [
      {
        "text": "El 10 de mayo de 1503, el pintor renacentista italiano Miguel Ángel inició los trabajos de la escultura del David, una de sus obras más famosas."
      },
      {
        "text1": "El 10 de mayo de 1994, Nelson Mandela prestó juramento como el primer presidente negro de Sudáfrica, lo que marcó el fin del apartheid en el país y el comienzo de una nueva era."
      }
    ]
  },
  "5-11": {
    "curiosity": [
      {
        "text": "El 11 de mayo de 330, el emperador romano Constantino I fundó la ciudad de Constantinopla, que se convertiría en la capital del Imperio Romano de Oriente y más tarde del Imperio Bizantino."
      },
      {
        "text1": "El 11 de mayo de 1998, India llevó a cabo con éxito su primera prueba de armas nucleares, lo que aumentó las tensiones en la región y desencadenó una serie de pruebas nucleares en el sur de Asia."
      }
    ]
  },
  "5-12": {
    "curiosity": [
      {
        "text": "El 12 de mayo de 1820 nació en Florencia, Italia, Florence Nightingale, pionera de la enfermería moderna."
      },
      {
        "text1": "El 12 de mayo de 1962, el astronauta estadounidense Scott Carpenter se convirtió en el segundo estadounidense en orbitar la Tierra a bordo de la nave espacial Aurora 7."
      }
    ]
  },
  "5-13": {
    "curiosity": [
      {
        "text": "El 13 de mayo de 1917 tuvo lugar la primera aparición de la Virgen María a los tres pastorcillos en Fátima, Portugal, iniciando una serie de hechos que se conocerían como las Apariciones de Fátima."
      },
      {
        "text1": "El 13 de mayo de 1981, el Papa Juan Pablo II sufrió un atentado en Roma, resultando gravemente herido, pero sobreviviendo al atentado."
      }
    ]
  },
  "5-14": {
    "curiosity": [
      {
        "text": "El 14 de mayo de 1948 se proclamó la independencia del Estado de Israel, marcando el establecimiento del Estado judío moderno."
      },
      {
        "text1": "El 14 de mayo de 2011 tuvo lugar la Declaración de Independencia de Sudán del Sur, lo que lo convirtió en el país más joven del mundo."
      }
    ]
  },
  "5-15": {
    "curiosity": [
      {
        "text": "El 15 de mayo de 1252, el Papa Inocencio IV emitió la bula papal Ad Extirpanda, autorizando a la Inquisición a utilizar la tortura como medio para obtener confesiones de herejía."
      },
      {
        "text1": "El 15 de mayo de 1940, durante la Segunda Guerra Mundial, los Países Bajos se rindieron a las fuerzas alemanas, poniendo fin a la Batalla de los Países Bajos."
      }
    ]
  },
  "5-16": {
    "curiosity": [
      {
        "text": "El 16 de mayo de 1929 se fundó la Academia de Artes y Ciencias Cinematográficas, encargada de otorgar los premios Oscar."
      },
      {
        "text1": "El 16 de mayo de 1966 se lanzó el icónico álbum de The Beach Boys, titulado 'Pet Sounds', que se convirtió en un referente de la música pop e influyó en generaciones de artistas."
      }
    ]
  },
  "5-17": {
    "curiosity": [
      {
        "text": "El 17 de mayo de 1792, la reina María Antonieta de Francia fue juzgada y condenada a muerte durante la Revolución Francesa."
      },
      {
        "text1": "El 17 de mayo de 2004 se legalizó el primer matrimonio entre personas del mismo sexo en Estados Unidos, en el estado de Massachusetts."
      }
    ]
  },
  "5-18": {
    "curiosity": [
      {
        "text": "El 18 de mayo de 1804, Napoleón Bonaparte fue proclamado Emperador de los franceses, estableciendo el Primer Imperio Francés."
      },
      {
        "text1": "El 18 de mayo de 1980 el Monte Santa Helena, un volcán situado en Estados Unidos, entró en erupción, dando como resultado una de las mayores erupciones volcánicas en la historia del país."
      }
    ]
  },
  "5-19": {
    "curiosity": [
      {
        "text": "El 19 de mayo de 1536, Ana Bolena, segunda esposa de Enrique VIII de Inglaterra, fue ejecutada acusada de adulterio y traición."
      },
      {
        "text1": "El 19 de mayo de 1962, la actriz Marilyn Monroe cantó 'Feliz cumpleaños' al presidente de Estados Unidos, John F. Kennedy, durante una fiesta de celebración de su cumpleaños."
      }
    ]
  },
  "5-20": {
    "curiosity": [
      {
        "text": "El 20 de mayo de 1498, el explorador portugués Vasco da Gama llegó a la India, abriendo la ruta marítima entre Europa y el subcontinente indio."
      },
      {
        "text1": "El 20 de mayo de 1873, el famoso compositor ruso Pyotr Ilyich Tchaikovsky estrenó su sinfonía 'Sinfonía n.º 3 en re mayor, op. 29', también conocida como la 'Sinfónica Polaca'."
      }
    ]
  },
  "5-21": {
    "curiosity": [
      {
        "text": "El 21 de mayo de 1927, el piloto estadounidense Charles Lindbergh completó el primer vuelo transatlántico sin escalas en solitario, volando de Nueva York a París a bordo del avión Spirit of St. Louis."
      },
      {
        "text1": "El 21 de mayo de 1991, la ex presidenta de Filipinas, Corazón Aquino, anunció la retirada de las bases militares estadounidenses del país, poniendo fin a décadas de presencia militar estadounidense en Filipinas."
      }
    ]
  },
  "5-22": {
    "curiosity": [
      {
        "text": "El 22 de mayo de 1455 comenzó en Inglaterra la Guerra de las Rosas, un conflicto civil entre las casas de York y Lancaster por el control del trono."
      },
      {
        "text1": "El 22 de mayo de 2010 se produjo un terremoto de magnitud 6,3 en la ciudad de Christchurch, Nueva Zelanda, que causó graves daños y provocó la pérdida de vidas humanas."
      }
    ]
  },
  "5-23": {
    "curiosity": [
      {
        "text": "El 23 de mayo de 1430, Juana de Arco fue capturada por las fuerzas de Borgoña durante la Guerra de los Cien Años y más tarde fue entregada a los ingleses y juzgada por herejía."
      },
      {
        "text1": "El 23 de mayo de 1934, la pareja criminal Bonnie Parker y Clyde Barrow, conocidos como 'Bonnie y Clyde', fueron asesinados a tiros por la policía durante un enfrentamiento."
      }
    ]
  },
  "5-24": {
    "curiosity": [
      {
        "text": "El 24 de mayo de 1543, Nicolás Copérnico publicó el libro 'De Revolutionibus Orbium Celestium', presentando su teoría heliocéntrica del sistema solar."
      },
      {
        "text1": "El 24 de mayo de 1883, el Puente de Brooklyn, uno de los puentes colgantes más antiguos de Estados Unidos, se abrió al tráfico, conectando Manhattan con Brooklyn."
      }
    ]
  },
  "5-25": {
    "curiosity": [
      {
        "text": "El 25 de mayo de 1977 se estrenó en los cines de Estados Unidos la primera película de la saga 'Star Wars', titulada 'Star Wars: Episodio IV - Una nueva esperanza'."
      },
      {
        "text1": "El 25 de mayo de 2005, el Airbus A380, el avión comercial más grande del mundo, realizó su primer vuelo de prueba en Toulouse, Francia."
      }
    ]
  },
  "5-26": {
    "curiosity": [
      {
        "text": "El 26 de mayo de 1896, Charles Dow publicó el primer índice bursátil, conocido como Dow Jones Industrial Average, que se convirtió en un importante indicador del mercado financiero."
      },
      {
        "text1": "El 26 de mayo de 1967, el icónico álbum de los Beatles, titulado 'Sgt. Se lanzó Pepper's Lonely Hearts Club Band', que se convirtió en un hito en la historia de la música popular."
      }
    ]
  },
  "5-27": {
    "curiosity": [
      {
        "text": "El 27 de mayo de 1937, el dirigible alemán Hindenburg se incendió durante un intento de aterrizaje en Nueva Jersey, Estados Unidos, provocando la muerte de 36 personas."
      },
      {
        "text1": "El 27 de mayo de 1999, la Organización Mundial de la Salud (OMS) declaró que la polio había sido erradicada de las Américas, convirtiéndose en la primera región del mundo libre de la enfermedad."
      }
    ]
  },
  "5-28": {
    "curiosity": [
      {
        "text": "El 28 de mayo de 1953, el alpinista neozelandés Edmund Hillary y el sherpa Tenzing Norgay se convirtieron en los primeros en alcanzar la cima del Monte Everest, la montaña más alta del mundo."
      },
      {
        "text1": "El 28 de mayo de 1995, la selección sudafricana de rugby ganó la Copa Mundial de Rugby, en su primera participación tras el fin del apartheid."
      }
    ]
  },
  "5-29": {
    "curiosity": [
      {
        "text": "El 29 de mayo de 1453 se produjo la caída de Constantinopla, capital del Imperio Bizantino, ante las fuerzas del Imperio Otomano, marcando el fin de la Edad Media y el comienzo de la era moderna."
      },
      {
        "text1": "El 29 de mayo de 1953, Sir Edmund Hillary y Tenzing Norgay alcanzaron la cima del monte Everest por primera vez en la historia, allanando el camino para futuras expediciones y desafiando los límites del ser humano."
      }
    ]
  },
  "5-30": {
    "curiosity": [
      {
        "text": "El 30 de mayo de 1431, Juana de Arco fue quemada en la hoguera acusada de herejía, durante la Guerra de los Cien Años."
      },
      {
        "text1": "El 30 de mayo de 1922, se inauguró el Monumento a Lincoln en Washington, DC, Estados Unidos, en honor al decimosexto presidente de los Estados Unidos, Abraham Lincoln."
      }
    ]
  },
  "5-31": {
    "curiosity": [
      {
        "text": "El 31 de mayo de 1911 se completó la primera carrera de Indianápolis, una de las carreras automovilísticas más famosas y tradicionales del mundo."
      },
      {
        "text1": "El 31 de mayo de 1962 se produjo en Chile el terremoto de Valdivia, considerado el más fuerte jamás registrado, con una magnitud estimada entre 9,4 y 9,6."
      }
    ]
  },
  "6-1": {
    "curiosity": [
      {
        "text": "El 1 de junio de 1495, el explorador italiano Cristóbal Colón descubrió la isla de Trinidad durante su tercer viaje al Nuevo Mundo."
      },
      {
        "text1": "El 1 de junio de 1967, el icónico álbum de los Beatles, titulado 'Sgt. Se lanzó Pepper's Lonely Hearts Club Band', que se convirtió en un hito en la historia de la música popular."
      }
    ]
  },
  "6-2": {
    "curiosity": [
      {
        "text": "El 2 de junio de 1953 se celebró en la Abadía de Westminster de Londres la coronación de la reina Isabel II del Reino Unido tras la muerte de su padre, el rey Jorge VI."
      },
      {
        "text1": "El 2 de junio de 1979, la ex primera dama de Filipinas, Imelda Marcos, fue detenida por corrupción y enriquecimiento ilícito, tras la caída del régimen del dictador Ferdinand Marcos."
      }
    ]
  },
  "6-3": {
    "curiosity": [
      {
        "text": "El 3 de junio de 1965, el astronauta estadounidense Edward White se convirtió en el primer astronauta estadounidense en realizar una caminata espacial durante la misión Gemini 4."
      },
      {
        "text1": "El 3 de junio de 1989 se produjo la masacre de la Plaza de Tiananmen en Beijing, China, cuando las autoridades chinas reprimieron brutalmente a manifestantes a favor de la democracia, lo que provocó cientos, posiblemente miles, de muertes."
      }
    ]
  },
  "6-4": {
    "curiosity": [
      {
        "text": "El 4 de junio de 1942, durante la Segunda Guerra Mundial, comenzó la Batalla de Midway en el Océano Pacífico, que resultó en una victoria estratégica de Estados Unidos contra el Imperio Japonés."
      },
      {
        "text1": "El 4 de junio de 1989, las protestas a favor de la democracia en la plaza de Tiananmen, en Beijing, China, fueron brutalmente reprimidas por el gobierno chino, con el uso de fuerzas militares y tanques."
      }
    ]
  },
  "6-5": {
    "curiosity": [
      {
        "text": "El 5 de junio de 1947, el Secretario de Estado de los Estados Unidos, George Marshall, anunció el Plan Marshall, cuyo objetivo era proporcionar asistencia económica a los países europeos afectados por la Segunda Guerra Mundial."
      },
      {
        "text1": "El 5 de junio de 1967 comenzó la Guerra de los Seis Días, un conflicto entre Israel y los países árabes vecinos, que resultó en una victoria decisiva para Israel y cambios significativos en las fronteras de la región."
      }
    ]
  },
  "6-6": {
    "curiosity": [
      {
        "text": "El 6 de junio de 1944 tuvo lugar el Día D, una de las mayores operaciones militares de la Segunda Guerra Mundial, cuando las fuerzas aliadas desembarcaron en Normandía, Francia, para comenzar la liberación de Europa Occidental del dominio nazi."
      },
      {
        "text1": "El 6 de junio de 1968, el senador estadounidense Robert F. Kennedy, hermano del presidente John F. Kennedy, fue asesinado en Los Ángeles, California, durante su campaña presidencial."
      }
    ]
  },
  "6-7": {
    "curiosity": [
      {
        "text": "El 7 de junio de 1494 se firmó el Tratado de Tordesillas entre Portugal y España, dividiendo las tierras descubiertas y por descubrir fuera de Europa, estableciendo una línea imaginaria que dividía el mundo entre ambos países."
      },
      {
        "text1": "El 7 de junio de 1981, la sonda espacial Voyager 2 llegó a Saturno, enviando imágenes e información detallada sobre el planeta y sus lunas a la Tierra."
      }
    ]
  },
  "6-8": {
    "curiosity": [
      {
        "text": "El 8 de junio de 1783, los hermanos Montgolfier realizaron el primer vuelo público exitoso de un globo aerostático tripulado en Annonay, Francia, marcando el comienzo de la era de la aviación."
      },
      {
        "text1": "El 8 de junio de 1972 se estrenó en los cines de Estados Unidos la película 'El Padrino', dirigida por Francis Ford Coppola y protagonizada por Marlon Brando y Al Pacino."
      }
    ]
  },
  "6-9": {
    "curiosity": [
      {
        "text": "El 9 de junio de 1815, tuvo lugar la batalla de Waterloo, Bélgica, entre las fuerzas lideradas por Napoleón Bonaparte y una coalición de ejércitos europeos, lo que resultó en la derrota final de Napoleón y el fin de su imperio."
      },
      {
        "text1": "El 9 de junio de 1934 se estableció el Comité de Asuntos Antiamericanos de la Cámara de Representantes de Estados Unidos, iniciando la investigación de las actividades comunistas en el país, más tarde conocida como la 'Caza de Brujas'."
      }
    ]
  },
  "6-10": {
    "curiosity": [
      {
        "text": "El 10 de junio de 1940, durante la Segunda Guerra Mundial, Italia declaró la guerra a Francia y el Reino Unido, entrando en el conflicto del lado de la Alemania nazi."
      },
      {
        "text1": "El 10 de junio de 1967, la Guerra de los Seis Días llegó a su fin con una victoria decisiva de Israel sobre los países árabes vecinos, lo que provocó cambios significativos en las fronteras de la región."
      }
    ]
  },
  "6-11": {
    "curiosity": [
      {
        "text": "El 11 de junio de 1509, el rey Enrique VIII de Inglaterra se casó con su primera esposa, Catalina de Aragón, en una ceremonia que tuvo lugar en la Capilla Real del Palacio de Greenwich."
      },
      {
        "text1": "El 11 de junio de 1963, el monje budista vietnamita Thích Quảng Đức se sacrificó en una concurrida calle de Saigón, en protesta contra la persecución religiosa por parte del gobierno de Vietnam del Sur."
      }
    ]
  },
  "6-12": {
    "curiosity": [
      {
        "text": "El 12 de junio de 1898, durante la Guerra Hispanoamericana, se libró la Batalla de Las Guásimas entre fuerzas estadounidenses y españolas cerca de Santiago de Cuba."
      },
      {
        "text1": "El 12 de junio de 1987, el presidente de los Estados Unidos, Ronald Reagan, pronunció un discurso en Berlín, Alemania, en el que pidió al líder soviético Mikhail Gorbachev que \"derribara este muro\", en referencia al Muro de Berlín."
      }
    ]
  },
  "6-13": {
    "curiosity": [
      {
        "text": "El 13 de junio de 1920 se firmó el Tratado de Trianon, que puso fin oficialmente al estado de guerra entre las potencias aliadas y Hungría tras la Primera Guerra Mundial."
      },
      {
        "text1": "El 13 de junio de 1971 se lanzó el primer satélite espacial comercial, denominado Intelsat IV F-3, que permitía la transmisión de televisión en directo y llamadas telefónicas internacionales."
      }
    ]
  },
  "6-14": {
    "curiosity": [
      {
        "text": "El 14 de junio de 1777, el Congreso Continental de los Estados Unidos adoptó la 'Bandera de los Estados Unidos', que presentaba trece franjas rojas y blancas alternadas y un campo azul con trece estrellas blancas en un círculo, que representaban las trece colonias originales."
      },
      {
        "text1": "El 14 de junio de 1940, las tropas alemanas entraron en París, ocupando la capital francesa durante la Segunda Guerra Mundial."
      }
    ]
  },
  "6-15": {
    "curiosity": [
      {
        "text": "El 15 de junio de 1215, el rey Juan de Inglaterra firmó la Carta Magna, documento que limitaba el poder del monarca y establecía derechos y libertades para los nobles ingleses."
      },
      {
        "text1": "El 15 de junio de 1904 se publicó en París la primera edición del libro 'Ulises', escrito por James Joyce, lo que marcó un hito importante en la literatura moderna."
      }
    ]
  },
  "6-16": {
    "curiosity": [
      {
        "text": "El 16 de junio de 1858 tuvo lugar el discurso de Springfield, un famoso discurso pronunciado por Abraham Lincoln durante la convención republicana de Illinois, en el que afirmó: \"Una casa dividida contra sí misma no puede mantenerse en pie\". ."
      },
      {
        "text1": "El 16 de junio de 1963, la cosmonauta soviética Valentina Tereshkova se convirtió en la primera mujer en viajar al espacio, a bordo de la nave espacial Vostok 6."
      }
    ]
  },
  "6-17": {
    "curiosity": [
      {
        "text": "El 17 de junio de 1579, Sir Francis Drake, un explorador y corsario inglés, aterrizó en un lugar ahora conocido como Bahía Drake, California, durante su circunnavegación del mundo."
      },
      {
        "text1": "El 17 de junio de 1972 tuvo lugar el famoso allanamiento en el Hotel Watergate de Washington, DC, que desencadenó el escándalo político conocido como 'Escándalo Watergate' y supuso la dimisión del presidente de Estados Unidos, Richard Nixon. en 1974."
      }
    ]
  },
  "6-18": {
    "curiosity": [
      {
        "text": "El 18 de junio de 1815 tuvo lugar la batalla de Waterloo, en la que las fuerzas del duque de Wellington y el mariscal prusiano Gebhard Leberecht von Blücher derrotaron definitivamente a Napoleón Bonaparte y pusieron fin a su imperio."
      },
      {
        "text1": "El 18 de junio de 1983, Sally Ride se convirtió en la primera mujer estadounidense en viajar al espacio, a bordo del transbordador espacial Challenger."
      }
    ]
  },
  "6-19": {
    "curiosity": [
      {
        "text": "El 19 de junio de 1865, las últimas personas esclavizadas en Texas, en Estados Unidos, fueron informadas de su emancipación, en un evento que pasó a conocerse como 'Juneteenth', que aún hoy se celebra como el Día de la Independencia. Emancipación afroamericana."
      },
      {
        "text1": "El 19 de junio de 1978, Garfield, el famoso gato naranja creado por Jim Davis, debutó como tira cómica en periódicos de todo Estados Unidos."
      }
    ]
  },
  "6-20": {
    "curiosity": [
      {
        "text": "El 20 de junio de 1782, el Congreso Continental adoptó el diseño actual del sello de los Estados Unidos, que presenta el águila americana con escudo y trece estrellas, representando las trece colonias originales."
      },
      {
        "text1": "El 20 de junio de 1963, la Unión Soviética lanzó la nave espacial Vostok 6, con Valentina Tereshkova a bordo, convirtiéndola en la primera mujer en realizar un vuelo espacial en solitario."
      }
    ]
  },
  "6-21": {
    "curiosity": [
      {
        "text": "El 21 de junio de 1948, Alemania Occidental introdujo una nueva moneda, el marco alemán, lo que marcó el comienzo de la separación monetaria entre Alemania Oriental y Alemania Occidental."
      },
      {
        "text1": "El 21 de junio de 1982, la Fuerza Aérea Británica lanzó la Operación Black Buck durante la Guerra de las Malvinas, llevando a cabo ataques aéreos contra las pistas de aterrizaje de las Islas Malvinas ocupadas por Argentina."
      }
    ]
  },
  "6-22": {
    "curiosity": [
      {
        "text": "El 22 de junio de 1941, durante la Segunda Guerra Mundial, la Alemania nazi invadió la Unión Soviética, iniciando la Operación Barbarroja."
      },
      {
        "text1": "El 22 de junio de 1990, Alemania Oriental y Alemania Occidental firmaron el Tratado de Unificación, que marcó el fin de la división de Alemania y la reunificación del país."
      }
    ]
  },
  "6-23": {
    "curiosity": [
      {
        "text": "El 23 de junio de 1314 tuvo lugar la batalla de Bannockburn, en la que el ejército escocés, liderado por Robert the Bruce, obtuvo una victoria decisiva sobre las fuerzas inglesas durante la Primera Guerra de Independencia de Escocia."
      },
      {
        "text1": "El 23 de junio de 2016, los votantes del Reino Unido votaron a favor de que el país abandonara la Unión Europea, en un referéndum conocido como Brexit."
      }
    ]
  },
  "6-24": {
    "curiosity": [
      {
        "text": "El 24 de junio de 1497, el explorador italiano Giovanni Caboto, conocido como John Cabot, llegó a América del Norte y reclamó la tierra en nombre de Inglaterra."
      },
      {
        "text1": "El 24 de junio de 1948 comenzó el Bloqueo de Berlín, cuando la Unión Soviética cerró todas las vías terrestres y fluviales hacia Berlín Occidental, lo que provocó una crisis internacional."
      }
    ]
  },
  "6-25": {
    "curiosity": [
      {
        "text": "El 25 de junio de 1876 tuvo lugar la Batalla de Little Bighorn, en la que las fuerzas sioux y cheyenne derrotaron al 7.º Regimiento de Caballería del ejército de los Estados Unidos, dirigido por el teniente coronel George Armstrong Custer."
      },
      {
        "text1": "El 25 de junio de 1950 comenzó la Guerra de Corea, cuando las fuerzas norcoreanas invadieron Corea del Sur, dando como resultado un conflicto que duró hasta 1953."
      }
    ]
  },
  "6-26": {
    "curiosity": [
      {
        "text": "El 26 de junio de 1284 tuvo lugar la Batalla de Meloria, en la que la República de Génova derrotó a la República de Pisa, consolidando su dominio sobre el mar Mediterráneo occidental."
      },
      {
        "text1": "El 26 de junio de 1975 se produjo la Independencia de Mozambique, marcando el fin del dominio colonial portugués en el país."
      }
    ]
  },
  "6-27": {
    "curiosity": [
      {
        "text": "El 27 de junio de 1709, Pedro el Grande, líder de Rusia, ganó la batalla de Poltava contra Suecia, consolidando el poder de Rusia en la región y marcando el declive del Imperio sueco."
      },
      {
        "text1": "El 27 de junio de 1950 comenzó la Batalla de Taejon durante la Guerra de Corea, en la que las fuerzas norcoreanas atacaron la ciudad de Taejon, defendida por tropas estadounidenses."
      }
    ]
  },
  "6-28": {
    "curiosity": [
      {
        "text": "El 28 de junio de 1914, el archiduque Francisco Fernando de Austria y su esposa fueron asesinados en Sarajevo, Bosnia, hecho que desencadenó el estallido de la Primera Guerra Mundial."
      },
      {
        "text1": "El 28 de junio de 1969 se produjeron los Disturbios de Stonewall, una serie de protestas en respuesta a una redada policial en el Stonewall Inn, un bar frecuentado por personas LGBTQ+ en Nueva York, marcando un hito importante en el movimiento por los derechos LGBTQ+."
      }
    ]
  },
  "6-29": {
    "curiosity": [
      {
        "text": "El 29 de junio de 1613, el Globe Theatre, de Londres, fue destruido por un incendio durante la representación de una obra de Shakespeare, y posteriormente fue reconstruido."
      },
      {
        "text1": "El 29 de junio de 2007 se lanzó el primer iPhone de Apple en Estados Unidos, revolucionando la industria de los teléfonos inteligentes y la tecnología móvil."
      }
    ]
  },
  "6-30": {
    "curiosity": [
      {
        "text": "El 30 de junio de 1859, el francés Charles Blondin se convirtió en la primera persona en cruzar las Cataratas del Niágara sobre un cable de acero estirado."
      },
      {
        "text1": "El 30 de junio de 1997, la soberanía de Hong Kong fue transferida del Reino Unido a la República Popular China, marcando el fin del dominio británico sobre el territorio."
      }
    ]
  },
  "7-1": {
    "curiosity": [
      {
        "text": "El 1 de julio de 1867 tuvo lugar la Confederación de Canadá, uniendo las provincias de Nuevo Brunswick, Nueva Escocia y la Provincia de Canadá en una federación autónoma dentro del Imperio Británico, marcando la creación del Canadá moderno."
      },
      {
        "text1": "El 1 de julio de 1916, durante la Primera Guerra Mundial, comenzó la Batalla del Somme, una de las batallas más sangrientas y devastadoras de la historia, con más de un millón de víctimas, entre muertos, heridos y desaparecidos."
      }
    ]
  },
  "7-2": {
    "curiosity": [
      {
        "text": "El 2 de julio de 1776, el Congreso Continental de los Estados Unidos votó a favor de la independencia de las Trece Colonias de Gran Bretaña, un acontecimiento fundamental en la historia estadounidense que condujo a la Declaración de Independencia el 4 de julio."
      },
      {
        "text1": "El 2 de julio de 1881, el presidente de los Estados Unidos, James A. Garfield, recibió un disparo de un asesino en Washington, DC, lo que provocó su muerte en septiembre del mismo año."
      }
    ]
  },
  "7-3": {
    "curiosity": [
      {
        "text": "El 3 de julio de 1863, durante la Guerra Civil estadounidense, tuvo lugar la Batalla de Gettysburg, uno de los principales enfrentamientos del conflicto y considerada una de las batallas más importantes de la historia de Estados Unidos."
      },
      {
        "text1": "El 3 de julio de 1971, The New York Times comenzó a publicar los Papeles del Pentágono, una serie de documentos secretos del gobierno de Estados Unidos que revelaban información sobre la guerra de Vietnam y que tuvieron un gran impacto en la opinión pública."
      }
    ]
  },
  "7-4": {
    "curiosity": [
      {
        "text": "El 4 de julio de 1776, los Estados Unidos de América declararon su independencia de Gran Bretaña, siendo este el Día de la Independencia de los Estados Unidos, que se celebra anualmente como fiesta nacional."
      },
      {
        "text1": "El 4 de julio de 1863, el general Robert E. Lee y sus fuerzas del ejército del norte de Virginia se rindieron al general Ulysses S. Grant, marcando el final de la batalla de Vicksburg durante la Guerra Civil estadounidense."
      }
    ]
  },
  "7-5": {
    "curiosity": [
      {
        "text": "El 5 de julio de 1948, el Reino Unido nacionalizó los ferrocarriles británicos, creando British Railways, una empresa estatal responsable del sistema ferroviario del país."
      },
      {
        "text1": "El 5 de julio de 1996, la oveja Dolly se convirtió en el primer mamífero clonado a partir de una célula adulta, un hito importante en la historia de la clonación."
      }
    ]
  },
  "7-6": {
    "curiosity": [
      {
        "text": "El 6 de julio de 1885, Louis Pasteur administró con éxito por primera vez la vacuna contra la rabia a un paciente humano, lo que marcó un avance significativo en el campo de la inmunización."
      },
      {
        "text1": "El 6 de julio de 1957, Althea Gibson se convirtió en la primera tenista afroamericana en ganar el torneo de Wimbledon, allanando el camino para la diversidad en el deporte."
      }
    ]
  },
  "7-7": {
    "curiosity": [
      {
        "text": "El 7 de julio de 1937, la Batalla del Puente Lugou marcó el inicio de la Segunda Guerra Sino-Japonesa, un conflicto que duró hasta 1945 y tuvo un impacto significativo en la región de Asia-Pacífico."
      },
      {
        "text1": "El 7 de julio de 2005 tuvieron lugar en Londres los Atentados del 7 de Julio, una serie de ataques terroristas coordinados contra el sistema de transporte público de la ciudad, que provocaron la muerte de 52 personas y cientos de heridos."
      }
    ]
  },
  "7-8": {
    "curiosity": [
      {
        "text": "El 8 de julio de 1497, el explorador portugués Vasco da Gama partió de Lisboa en su primer viaje a la India, abriendo una ruta marítima directa entre Europa y Asia."
      },
      {
        "text1": "El 8 de julio de 1776 se leyó públicamente por primera vez en Filadelfia, Pensilvania, la Declaración de Independencia de los Estados Unidos, proclamando la separación formal de las Trece Colonias de Gran Bretaña."
      }
    ]
  },
  "7-9": {
    "curiosity": [
      {
        "text": "El 9 de julio de 1877 se celebró en Londres el primer torneo de tenis de Wimbledon, convirtiéndose en uno de los eventos más prestigiosos de este deporte."
      },
      {
        "text1": "El 9 de julio de 1962 se proclamó la República de Argelia, lo que marcó el fin de la Guerra de Argelia contra el dominio colonial francés."
      }
    ]
  },
  "7-10": {
    "curiosity": [
      {
        "text": "El 10 de julio de 1962 se lanzó al espacio Telstar 1, el primer satélite de comunicaciones activo, que permitió la transmisión de señales de televisión, telefonía y datos a escala global."
      },
      {
        "text1": "El 10 de julio de 1940, durante la Segunda Guerra Mundial, comenzó la Batalla de Gran Bretaña, que marcó una intensa campaña aérea entre la Royal Air Force y la Luftwaffe alemana."
      }
    ]
  },
  "7-11": {
    "curiosity": [
      {
        "text": "El 11 de julio de 1804, el entonces vicepresidente de los Estados Unidos, Aaron Burr, hirió de muerte a Alexander Hamilton, uno de los padres fundadores del país, en un duelo sonado."
      },
      {
        "text1": "El 11 de julio de 1960, Chad se independizó de Francia, lo que marcó un paso importante hacia la descolonización de África."
      }
    ]
  },
  "7-12": {
    "curiosity": [
      {
        "text": "El 12 de julio de 1906 se publicó el libro 'El origen de las especies' de Charles Darwin, que presenta la teoría de la evolución por selección natural, un hito en la biología y en la comprensión de la diversidad de la vida en la Tierra."
      },
      {
        "text1": "El 12 de julio de 1979, el gobierno nicaragüense liderado por el movimiento sandinista derrocó la dictadura de Anastasio Somoza Debayle, poniendo fin a una larga era de gobierno autoritario en Nicaragua."
      }
    ]
  },
  "7-13": {
    "curiosity": [
      {
        "text": "El 13 de julio de 1793, durante la Revolución Francesa, Jean-Paul Marat, uno de los líderes políticos de la época, fue asesinado por Charlotte Corday, simpatizante de los girondinos."
      },
      {
        "text1": "El 13 de julio de 1985 se produjo un desastre en el estadio Heysel de Bruselas antes de la final de la Liga de Campeones de la UEFA, que provocó la muerte de 39 personas debido a una estampida entre aficionados al fútbol."
      }
    ]
  },
  "7-14": {
    "curiosity": [
      {
        "text": "El 14 de julio de 1789 se produjo en París la Toma de la Bastilla, hecho que simbolizó el inicio de la Revolución Francesa y la lucha por la libertad y la igualdad."
      },
      {
        "text1": "El 14 de julio de 1965, la sonda espacial Mariner 4 realizó el primer sobrevuelo exitoso de Marte, enviando las primeras imágenes en primer plano del planeta rojo."
      }
    ]
  },
  "7-15": {
    "curiosity": [
      {
        "text": "El 15 de julio de 1099 se produjo la conquista de Jerusalén por las fuerzas de la Primera Cruzada, estableciéndose el Reino de Jerusalén durante las Cruzadas en la Edad Media."
      },
      {
        "text1": "El 15 de julio de 1971 se lanzó el Apolo 15, misión espacial tripulada por la NASA, siendo la primera en utilizar el rover lunar para explorar la superficie de la Luna."
      }
    ]
  },
  "7-16": {
    "curiosity": [
      {
        "text": "El 16 de julio de 1945 se llevó a cabo la primera explosión nuclear exitosa en el Proyecto Manhattan, conocida como Prueba Trinity, que marcó el inicio de la era nuclear."
      },
      {
        "text1": "El 16 de julio de 1969 se lanzó el Apolo 11 desde la Estación de la Fuerza Aérea Cabo Kennedy, con el objetivo de llevar a los primeros astronautas a la Luna."
      }
    ]
  },
  "7-17": {
    "curiosity": [
      {
        "text": "El 17 de julio de 1918, la familia imperial rusa, encabezada por el zar Nicolás II, fue ejecutada por los bolcheviques durante la Revolución Rusa."
      },
      {
        "text1": "El 17 de julio de 1996 ocurrió el vuelo 800 de TWA, un avión Boeing 747 que explotó en el aire y se estrelló en el Océano Atlántico cerca de Long Island, Nueva York, provocando la muerte de sus 230 ocupantes. junta."
      }
    ]
  },
  "7-18": {
    "curiosity": [
      {
        "text": "El 18 de julio de 1925, el líder revolucionario mexicano Pancho Villa fue asesinado en Parral, México, en circunstancias aún rodeadas de misterio."
      },
      {
        "text1": "El 18 de julio de 1969, el astronauta Neil Armstrong se convirtió en el primer ser humano en caminar sobre la Luna durante la misión Apolo 11, pronunciando la famosa frase: 'Este es un pequeño paso para el hombre, un salto gigantesco para la humanidad'."
      }
    ]
  },
  "7-19": {
    "curiosity": [
      {
        "text": "El 19 de julio de 1799, se descubrió la Piedra Rosetta durante la ocupación francesa de Egipto, proporcionando una clave para descifrar los antiguos jeroglíficos egipcios."
      },
      {
        "text1": "El 19 de julio de 1848 se celebró en Estados Unidos la primera Convención de Seneca Falls, que marcó el inicio del movimiento por los derechos de las mujeres."
      }
    ]
  },
  "7-20": {
    "curiosity": [
      {
        "text": "El 20 de julio de 1969, el Apolo 11 aterrizó en la superficie lunar, convirtiéndose en la primera misión espacial tripulada en realizar un alunizaje y permitiendo a los astronautas Neil Armstrong y Buzz Aldrin caminar sobre la Luna."
      },
      {
        "text1": "El 20 de julio de 1944, durante la Segunda Guerra Mundial, se produjo el Ataque Hitler, un intento fallido de asesinar a Adolf Hitler liderado por Claus von Stauffenberg."
      }
    ]
  },
  "7-21": {
    "curiosity": [
      {
        "text": "El 21 de julio de 1969, los astronautas del Apolo 11 Neil Armstrong y Buzz Aldrin regresaron sanos y salvos a la Tierra después de su histórica misión a la Luna."
      },
      {
        "text1": "El 21 de julio de 1944, tuvo lugar la Batalla de Guam durante la Segunda Guerra Mundial, y las fuerzas estadounidenses recuperaron la isla del control japonés."
      }
    ]
  },
  "7-22": {
    "curiosity": [
      {
        "text": "El 22 de julio de 1298, tuvo lugar la Batalla de Falkirk durante la Primera Guerra de Independencia de Escocia, con el ejército inglés liderado por Eduardo I derrotando a las fuerzas escocesas lideradas por William Wallace."
      },
      {
        "text1": "El 22 de julio de 1933, Wiley Post se convirtió en el primer piloto en dar la vuelta al mundo en solitario en un avión, completando la ruta en 7 días, 18 horas y 49 minutos."
      }
    ]
  },
  "7-23": {
    "curiosity": [
      {
        "text": "El 23 de julio de 1952, el general egipcio Muhammad Naguib depuso al rey Farouk I de Egipto, lo que marcó el comienzo de una nueva era en el país."
      },
      {
        "text1": "El 23 de julio de 1903 se constituyó oficialmente la Ford Motor Company en Estados Unidos, creando una de las empresas automotrices más grandes del mundo."
      }
    ]
  },
  "7-24": {
    "curiosity": [
      {
        "text": "El 24 de julio de 1911, Hiram Bingham III redescubrió la ciudad perdida de Machu Picchu en Perú, revelando al mundo una de las maravillas arqueológicas más importantes de la historia."
      },
      {
        "text1": "El 24 de julio de 1969, el comandante del Apolo 11, Neil Armstrong, y el piloto del módulo lunar, Buzz Aldrin, realizaron el primer paseo espacial lunar, conocido como EVA (Actividad Extravehicular)."
      }
    ]
  },
  "7-25": {
    "curiosity": [
      {
        "text": "El 25 de julio de 1797 se firmó el Tratado de Paz de Campo Formio, que puso fin a la Primera Coalición y reconoció los logros de la Francia revolucionaria liderada por Napoleón Bonaparte."
      },
      {
        "text1": "El 25 de julio de 1956, el transatlántico italiano Andrea Doria chocó con el barco sueco Estocolmo frente a la costa de Nantucket, en Estados Unidos, provocando uno de los desastres marítimos más conocidos de la historia."
      }
    ]
  },
  "7-26": {
    "curiosity": [
      {
        "text": "El 26 de julio de 1953 se produjo el Asalto al Cuartel Moncada en Santiago de Cuba, liderado por Fidel Castro y su grupo de rebeldes, marcando el inicio de la Revolución Cubana."
      },
      {
        "text1": "El 26 de julio de 1945 llegó a su fin la Conferencia de Potsdam, en la que los líderes de las potencias aliadas se reunieron para discutir el futuro de Europa después de la Segunda Guerra Mundial."
      }
    ]
  },
  "7-27": {
    "curiosity": [
      {
        "text": "El 27 de julio de 1953 se firmó el Armisticio de Panmunjom, que puso fin oficialmente a la Guerra de Corea y estableció la Zona Desmilitarizada entre Corea del Norte y Corea del Sur."
      },
      {
        "text1": "El 27 de julio de 1976 ocurrió el secuestro del vuelo 139 de Air France, donde terroristas palestinos secuestraron el avión y a sus pasajeros, resultando en un dramático rescate en el aeropuerto de Entebbe en Uganda."
      }
    ]
  },
  "7-28": {
    "curiosity": [
      {
        "text": "El 28 de julio de 1540, el explorador español Francisco Vázquez de Coronado fundó la ciudad de Santa Fe, que se convertiría en la capital del estado de Nuevo México en Estados Unidos."
      },
      {
        "text1": "El 28 de julio de 1914, Austria-Hungría declaró la guerra a Serbia, desencadenando una serie de acontecimientos que conducirían al inicio de la Primera Guerra Mundial."
      }
    ]
  },
  "7-29": {
    "curiosity": [
      {
        "text": "El 29 de julio de 1958 se creó la NASA en Estados Unidos, consolidando el programa espacial estadounidense y propiciando una exploración espacial sin precedentes."
      },
      {
        "text1": "El 29 de julio de 1981 tuvo lugar la boda del Príncipe Carlos y Lady Diana Spencer en la Catedral de San Pablo de Londres, un evento de gran repercusión mundial."
      }
    ]
  },
  "7-30": {
    "curiosity": [
      {
        "text": "El 30 de julio de 1619, la primera asamblea legislativa de América del Norte, conocida como Asamblea de Burgueses de Virginia, celebró su primera reunión en Jamestown, estableciendo un hito importante para la democracia en la colonia inglesa."
      },
      {
        "text1": "El 30 de julio de 1971 se firmó en Moscú el Tratado de Amistad Chino-Soviético, que puso fin a años de tensiones entre las dos potencias comunistas."
      }
    ]
  },
  "7-31": {
    "curiosity": [
      {
        "text": "El 31 de julio de 1498, el explorador portugués Vasco da Gama llegó a Calicut, India, abriendo una ruta marítima directa entre Europa y Oriente."
      },
      {
        "text1": "El 31 de julio de 1972 se lanzó la Operación Motosierra, liderada por Brasil, para combatir la deforestación ilegal en la Amazonía, convirtiéndose en un hito en la lucha por la preservación del bosque tropical."
      }
    ]
  },
  "8-1": {
    "curiosity": [
      {
        "text": "El 1 de agosto de 1291 tuvo lugar la formación de la Confederación Suiza, cuando tres cantones se unieron en un pacto de defensa mutua, marcando el inicio de la nación suiza."
      },
      {
        "text1": "El 1 de agosto de 1944 tuvo lugar el Levantamiento de Varsovia, un levantamiento contra la ocupación nazi de la capital polaca durante la Segunda Guerra Mundial."
      }
    ]
  },
  "8-2": {
    "curiosity": [
      {
        "text": "El 2 de agosto de 1934 falleció el presidente alemán Paul von Hindenburg, lo que permitió a Adolf Hitler consolidar su poder y convertirse en el líder supremo de Alemania."
      },
      {
        "text1": "El 2 de agosto de 1990, Irak invadió Kuwait, lo que desencadenó la Guerra del Golfo y condujo a una intervención internacional encabezada por Estados Unidos."
      }
    ]
  },
  "8-3": {
    "curiosity": [
      {
        "text": "El 3 de agosto de 1492, Cristóbal Colón partió de Palos de la Frontera, España, en su expedición que resultaría en el descubrimiento de América."
      },
      {
        "text1": "El 3 de agosto de 1914, Alemania declaró la guerra a Francia, dando inicio a la Primera Guerra Mundial."
      }
    ]
  },
  "8-4": {
    "curiosity": [
      {
        "text": "El 4 de agosto de 1944, la familia de Ana Frank y otros prisioneros escondidos en la Casa de atrás en Ámsterdam, Países Bajos, fueron descubiertos y arrestados por los nazis."
      },
      {
        "text1": "El 4 de agosto de 1964 se produjo el incidente del Golfo de Tonkín, cuando dos barcos estadounidenses informaron haber sido atacados por buques norvietnamitas, lo que llevó a Estados Unidos a intensificar su participación en la Guerra de Vietnam."
      }
    ]
  },
  "8-5": {
    "curiosity": [
      {
        "text": "El 5 de agosto de 1962, la actriz e ícono del cine Marilyn Monroe fue encontrada muerta en su casa de Los Ángeles, California, en circunstancias que siguen siendo objeto de controversia y teorías de conspiración."
      },
      {
        "text1": "El 5 de agosto de 1914, Brasil declaró la neutralidad en la Primera Guerra Mundial, manteniéndose al margen del conflicto que asolaba Europa."
      }
    ]
  },
  "8-6": {
    "curiosity": [
      {
        "text": "El 6 de agosto de 1945, Estados Unidos lanzó la bomba atómica Little Boy sobre la ciudad japonesa de Hiroshima, lo que provocó una enorme destrucción y miles de muertes instantáneas."
      },
      {
        "text1": "El 6 de agosto de 1965, el presidente de Estados Unidos, Lyndon B. Johnson, firmó la Ley de Derecho al Voto, que prohibía la discriminación racial en el proceso electoral, garantizando la igualdad de sufragio para todos los ciudadanos estadounidenses."
      }
    ]
  },
  "8-7": {
    "curiosity": [
      {
        "text": "El 7 de agosto de 1947 comenzó el incidente de Roswell, cuando un objeto no identificado se estrelló cerca de Roswell, Nuevo México, lo que generó especulaciones sobre la posibilidad de que se tratara de una nave espacial extraterrestre."
      },
      {
        "text1": "El 7 de agosto de 1998, los ataques terroristas contra las embajadas estadounidenses en Nairobi, Kenia, y Dar es Salaam, Tanzania, dejaron cientos de muertos y miles de heridos."
      }
    ]
  },
  "8-8": {
    "curiosity": [
      {
        "text": "El 8 de agosto de 1974, el presidente de los Estados Unidos, Richard Nixon, dimitió de su cargo debido al escándalo Watergate, convirtiéndose en el primer presidente estadounidense en dimitir."
      },
      {
        "text1": "El 8 de agosto de 1945, la Unión Soviética declaró la guerra a Japón e invadió Manchuria, contribuyendo a la rendición japonesa y al fin de la Segunda Guerra Mundial en Asia."
      }
    ]
  },
  "8-9": {
    "curiosity": [
      {
        "text": "El 9 de agosto de 1945, Estados Unidos lanzó la bomba atómica Fat Man sobre la ciudad japonesa de Nagasaki, provocando una destrucción masiva y más de 70.000 muertes."
      },
      {
        "text1": "El 9 de agosto de 1965, el astronauta estadounidense Neil Armstrong realizó la primera caminata espacial de la historia durante la misión Gemini 8."
      }
    ]
  },
  "8-10": {
    "curiosity": [
      {
        "text": "El 10 de agosto de 1519, la expedición liderada por Fernando de Magallanes partió de Sevilla, España, en busca de una ruta marítima hacia las Islas Molucas, dando como resultado la primera circunnavegación de la Tierra."
      },
      {
        "text1": "El 10 de agosto de 1792 se produjo en París la Masacre de las Tullerías, durante la Revolución Francesa, en la que fuerzas revolucionarias atacaron el Palacio de las Tullerías, donde se refugiaba la familia real."
      }
    ]
  },
  "8-11": {
    "curiosity": [
      {
        "text": "El 11 de agosto de 3114 a. C., según el calendario maya, fue el comienzo del actual largo ciclo de conteo del tiempo maya, conocido como 13.0.0.0.0, que marca una fecha significativa en la cultura maya."
      },
      {
        "text1": "El 11 de agosto de 1999 se produjo un eclipse solar total visible en partes de Europa, Asia y África, siendo un evento astronómico de gran importancia e interés público."
      }
    ]
  },
  "8-12": {
    "curiosity": [
      {
        "text": "El 12 de agosto del 30 a. C., según se informa, la reina Cleopatra VII de Egipto se suicidó, tras la derrota de Marco Antonio y la anexión de Egipto al Imperio Romano."
      },
      {
        "text1": "El 12 de agosto de 1944 comenzó la Batalla de Narva durante la Segunda Guerra Mundial, en la que las tropas alemanas y sus aliados se enfrentaron al Ejército Rojo en Estonia."
      }
    ]
  },
  "8-13": {
    "curiosity": [
      {
        "text": "El 13 de agosto de 1961 se inició la construcción del Muro de Berlín, que dividió la ciudad de Berlín en dos partes, separando Alemania Oriental de Alemania Occidental."
      },
      {
        "text1": "El 13 de agosto de 1521, la capital azteca, Tenochtitlán, fue capturada por fuerzas españolas lideradas por Hernán Cortés, lo que marcó el fin del Imperio Azteca en México."
      }
    ]
  },
  "8-14": {
    "curiosity": [
      {
        "text": "El 14 de agosto de 1945, Japón aceptó los términos de la rendición incondicional, poniendo fin a la Segunda Guerra Mundial y marcando el Día de la Victoria en Japón."
      },
      {
        "text1": "El 14 de agosto de 1947, Pakistán se convirtió en un país independiente después de separarse de la India, un hito en la historia de la región que condujo a la formación de dos estados distintos."
      }
    ]
  },
  "8-15": {
    "curiosity": [
      {
        "text": "El 15 de agosto de 1947, la India obtuvo su independencia del dominio colonial británico, convirtiéndose en una nación soberana y conmemorando el Día de la Independencia de la India."
      },
      {
        "text1": "El 15 de agosto de 1969 comenzó el festival de música de Woodstock en Bethel, Nueva York, convirtiéndose en uno de los eventos más emblemáticos e influyentes de la historia de la música."
      }
    ]
  },
  "8-16": {
    "curiosity": [
      {
        "text": "El 16 de agosto de 1977, el rey del Rock 'n' Roll, Elvis Presley, falleció en su casa de Graceland en Memphis, Tennessee, dejando un legado duradero en la música y la cultura popular."
      },
      {
        "text1": "El 16 de agosto de 1819, la ciudad de Manchester, Inglaterra, fue el escenario de la Masacre de Peterloo, cuando la caballería y la infantería británicas atacaron a una multitud que protestaba por reformas políticas y sociales, provocando muertos y heridos graves."
      }
    ]
  },
  "8-17": {
    "curiosity": [
      {
        "text": "El 17 de agosto de 1945, Indonesia declaró su independencia de la ocupación colonial holandesa, lo que marcó el comienzo de una larga lucha por la soberanía del país."
      },
      {
        "text1": "El 17 de agosto de 2017 se produjo un ataque terrorista en Barcelona, ​​España, cuando una camioneta fue conducida deliberadamente hacia una zona concurrida, lo que provocó varias muertes y heridos."
      }
    ]
  },
  "8-18": {
    "curiosity": [
      {
        "text": "El 18 de agosto de 1920 se ratificó la 19ª Enmienda a la Constitución de los Estados Unidos, que otorgaba a las mujeres el derecho al voto."
      },
      {
        "text1": "El 18 de agosto de 1966, la NASA lanzó la sonda espacial Lunar Orbiter 1, iniciando una serie de misiones que tenían como objetivo mapear la superficie de la Luna."
      }
    ]
  },
  "8-19": {
    "curiosity": [
      {
        "text": "El 19 de agosto de 1934 tuvo lugar la firma del Pacto de Paz entre Italia y Etiopía, que puso fin a la Segunda Guerra Italo-Etíope."
      },
      {
        "text1": "El 19 de agosto de 1991 tuvo lugar el golpe de agosto en la Unión Soviética, cuando una facción conservadora del Partido Comunista intentó derrocar al presidente Mikhail Gorbachev y tomar el poder."
      }
    ]
  },
  "8-20": {
    "curiosity": [
      {
        "text": "El 20 de agosto de 1975, la NASA lanzó la sonda espacial Viking 1 hacia Marte, la primera misión que aterrizó con éxito en la superficie del planeta rojo."
      },
      {
        "text1": "El 20 de agosto de 1968, las tropas del Pacto de Varsovia, lideradas por la Unión Soviética, invadieron Checoslovaquia, poniendo fin a la Primavera de Praga y fortaleciendo el control comunista en el país."
      }
    ]
  },
  "8-21": {
    "curiosity": [
      {
        "text": "El 21 de agosto de 1959, Hawái se convirtió en el estado número 50 de Estados Unidos, tras décadas de lucha por anexar el territorio al país."
      },
      {
        "text1": "El 21 de agosto de 1911 la famosa Mona Lisa, de Leonardo da Vinci, fue robada del Museo del Louvre de París, causando gran conmoción y convirtiéndose en uno de los robos de arte más conocidos de la historia. historia."
      }
    ]
  },
  "8-22": {
    "curiosity": [
      {
        "text": "El 22 de agosto de 1485 tuvo lugar la Batalla de Bosworth, en la que Enrique Tudor derrotó al rey Ricardo III de Inglaterra, marcando el final de las Guerras de las Dos Rosas y el comienzo de la dinastía Tudor."
      },
      {
        "text1": "El 22 de agosto de 1962, Alemania Oriental comenzó a erigir el Muro de Berlín, dividiendo la ciudad de Berlín y simbolizando la división de la Guerra Fría."
      }
    ]
  },
  "8-23": {
    "curiosity": [
      {
        "text": "El 23 de agosto de 1305, el líder escocés William Wallace fue capturado por las fuerzas inglesas y posteriormente ejecutado por traición."
      },
      {
        "text1": "El 23 de agosto de 1944 tuvo lugar la Batalla de Narva durante la Segunda Guerra Mundial, en la que las tropas alemanas lograron repeler un ataque masivo del Ejército Rojo en Estonia."
      }
    ]
  },
  "8-24": {
    "curiosity": [
      {
        "text": "El 24 de agosto del 79 d.C., el Monte Vesubio entró en erupción, destruyendo las ciudades romanas de Pompeya y Herculano y enterrándolas bajo ceniza volcánica."
      },
      {
        "text1": "El 24 de agosto de 1814 se produjo el incendio de Washington, DC durante la Guerra de 1812, cuando las fuerzas británicas prendieron fuego a varios edificios gubernamentales, incluida la Casa Blanca y el Capitolio de los Estados Unidos."
      }
    ]
  },
  "8-25": {
    "curiosity": [
      {
        "text": "El 25 de agosto de 1944, París fue liberada del dominio alemán por las fuerzas aliadas durante la Segunda Guerra Mundial, lo que marcó un momento de celebración para la ciudad y para Francia."
      },
      {
        "text1": "El 25 de agosto de 1835 ocurrió la Revuelta de los Malês, un levantamiento de esclavos islámicos en la ciudad de Salvador, Brasil, que buscaban su libertad y el establecimiento de un Estado Islámico."
      }
    ]
  },
  "8-26": {
    "curiosity": [
      {
        "text": "El 26 de agosto de 1789, la Declaración de los Derechos del Hombre y del Ciudadano fue adoptada por la Asamblea Nacional Constituyente de Francia durante la Revolución Francesa, estableciendo los derechos fundamentales y los principios políticos de la nación."
      },
      {
        "text1": "El 26 de agosto de 1914 se libró la batalla de Tannenberg durante la Primera Guerra Mundial, que resultó en una victoria decisiva para las fuerzas alemanas sobre el ejército ruso."
      }
    ]
  },
  "8-27": {
    "curiosity": [
      {
        "text": "El 27 de agosto de 1859 la NASA lanzó la sonda espacial Júpiter, siendo la primera misión en explorar el planeta Júpiter y sus lunas."
      },
      {
        "text1": "El 27 de agosto de 1928 se firmó el Pacto Briand-Kellogg, también conocido como Pacto Kellogg-Briand, un tratado multilateral que renunciaba a la guerra como medio de resolución de disputas internacionales."
      }
    ]
  },
  "8-28": {
    "curiosity": [
      {
        "text": "El 28 de agosto de 1963 tuvo lugar la Marcha sobre Washington por el Empleo y la Libertad, un evento icónico del movimiento por los derechos civiles en Estados Unidos, donde Martin Luther King Jr. pronunció su famoso discurso 'Tengo un sueño'."
      },
      {
        "text1": "El 28 de agosto de 1996 se produjo el ataque terrorista a la Torre Eiffel en París, Francia, cuando un coche bomba explotó dejando varias personas heridas."
      }
    ]
  },
  "8-29": {
    "curiosity": [
      {
        "text": "El 29 de agosto de 2005, el huracán Katrina azotó la Costa del Golfo de Estados Unidos, provocando uno de los peores desastres naturales en la historia del país, principalmente en la ciudad de Nueva Orleans."
      },
      {
        "text1": "El 29 de agosto de 1949, la Unión Soviética probó con éxito su primera bomba atómica, lo que marcó el comienzo de la carrera armamentista nuclear durante la Guerra Fría."
      }
    ]
  },
  "8-30": {
    "curiosity": [
      {
        "text": "El 30 de agosto de 1797 nació en Londres, Inglaterra, Mary Shelley, autora de Frankenstein, convirtiéndose en una de las escritoras más influyentes de la literatura gótica y de ciencia ficción."
      },
      {
        "text1": "El 30 de agosto de 2003, el astronauta brasileño Marcos Pontes fue lanzado al espacio a bordo de la nave espacial Soyuz, convirtiéndose en el primer astronauta brasileño en viajar a la Estación Espacial Internacional."
      }
    ]
  },
  "8-31": {
    "curiosity": [
      {
        "text": "El 31 de agosto de 1997 se produjo la trágica muerte de la princesa Diana en un accidente automovilístico en París, Francia, causando conmoción mundial y dejando un legado duradero como figura humanitaria."
      },
      {
        "text1": "El 31 de agosto de 1939 comenzó la Segunda Guerra Mundial con la invasión de Polonia por la Alemania nazi, dando inicio a un conflicto global que duraría seis años y se saldaría con millones de muertes."
      }
    ]
  },
  "9-1": {
    "curiosity": [
      {
        "text": "El 1 de septiembre de 1939, la Alemania nazi invadió Polonia, marcando el comienzo de la Segunda Guerra Mundial en Europa."
      },
      {
        "text1": "El 1 de septiembre de 1985, un equipo de investigación dirigido por Robert Ballard descubrió los restos del Titanic en el fondo del Océano Atlántico."
      }
    ]
  },
  "9-2": {
    "curiosity": [
      {
        "text": "El 2 de septiembre de 1945 se produjo la rendición formal de Japón, lo que marcó el final de la Segunda Guerra Mundial tras la explosión de las bombas atómicas en Hiroshima y Nagasaki."
      },
      {
        "text1": "El 2 de septiembre de 1666 se produjo el Gran Incendio de Londres, que destruyó gran parte de la ciudad, incluida la famosa Catedral de San Pablo."
      }
    ]
  },
  "9-3": {
    "curiosity": [
      {
        "text": "El 3 de septiembre de 1783 se firmó el Tratado de París, que puso fin a la Guerra Revolucionaria Americana y reconoció la independencia de los Estados Unidos de América."
      },
      {
        "text1": "El 3 de septiembre de 1939, Francia y el Reino Unido declararon la guerra a la Alemania nazi en respuesta a la invasión de Polonia, marcando el comienzo de la Segunda Guerra Mundial en Europa."
      }
    ]
  },
  "9-4": {
    "curiosity": [
      {
        "text": "El 4 de septiembre de 1957, la Unión Soviética lanzó con éxito la nave espacial Sputnik 2, llevando al espacio al primer ser vivo, la perra Laika."
      },
      {
        "text1": "El 4 de septiembre de 1781, las fuerzas coloniales estadounidenses dirigidas por George Washington derrotaron al ejército británico en la batalla de Yorktown, un acontecimiento decisivo en la Guerra de Independencia estadounidense."
      }
    ]
  },
  "9-5": {
    "curiosity": [
      {
        "text": "El 5 de septiembre de 1972, el equipo de atletismo israelí fue blanco de un ataque terrorista durante los Juegos Olímpicos de Munich, que provocó la muerte de 11 atletas."
      },
      {
        "text1": "El 5 de septiembre de 1793 se produjo la Masacre de Lyon, en el contexto de la Revolución Francesa, en la que cientos de personas fueron ejecutadas como represalia por la resistencia a la Convención Nacional."
      }
    ]
  },
  "9-6": {
    "curiosity": [
      {
        "text": "El 6 de septiembre de 1901, el presidente de los Estados Unidos, William McKinley, fue asesinado en Buffalo, Nueva York, por un anarquista llamado Leon Czolgosz."
      },
      {
        "text1": "El 6 de septiembre de 1966 se estrenó en Estados Unidos la serie de televisión Star Trek, convirtiéndose en un fenómeno cultural e influyendo en las futuras generaciones de fanáticos y producciones de ciencia ficción."
      }
    ]
  },
  "9-7": {
    "curiosity": [
      {
        "text": "El 7 de septiembre de 1822, Brasil proclamó su independencia de Portugal, marcando el comienzo de un nuevo país y el fin del dominio colonial portugués."
      },
      {
        "text1": "El 7 de septiembre de 1940, durante la Segunda Guerra Mundial, los bombardeos alemanes sobre Londres alcanzaron su punto máximo durante el Blitz, causando daños importantes a la ciudad."
      }
    ]
  },
  "9-8": {
    "curiosity": [
      {
        "text": "El 8 de septiembre de 1565 tuvo lugar la Batalla de Malta, en la que los Caballeros de San Juan derrotaron a un ejército otomano, impidiendo la conquista de la isla por el Imperio Otomano."
      },
      {
        "text1": "El 8 de septiembre de 1900, el huracán Galveston azotó la ciudad de Galveston, Texas, en Estados Unidos, provocando uno de los peores desastres naturales de la historia estadounidense, con estimaciones de más de 8.000 muertes."
      }
    ]
  },
  "9-9": {
    "curiosity": [
      {
        "text": "El 9 de septiembre de 1971, el Estado de Qatar declaró su independencia del Reino Unido, convirtiéndose en una nación soberana en el Golfo Pérsico."
      },
      {
        "text1": "El 9 de septiembre de 1948, Corea del Norte proclamó la República Popular Democrática de Corea, estableciéndose como un estado comunista separado de Corea del Sur."
      }
    ]
  },
  "9-10": {
    "curiosity": [
      {
        "text": "El 10 de septiembre de 1939, Canadá declaró la guerra a la Alemania nazi, entrando en la Segunda Guerra Mundial junto al Reino Unido y otros países aliados."
      },
      {
        "text1": "El 10 de septiembre de 2008, se encendió por primera vez el Gran Colisionador de Hadrones (LHC), el mayor acelerador de partículas del mundo, allanando el camino para nuevos descubrimientos científicos."
      }
    ]
  },
  "9-11": {
    "curiosity": [
      {
        "text": "El 11 de septiembre de 2001, Estados Unidos fue blanco de ataques terroristas coordinados por la organización Al-Qaeda, que provocaron la destrucción de las Torres Gemelas del World Trade Center, el ataque al Pentágono y el vuelo 93 de United, que se estrelló en Pensilvania."
      },
      {
        "text1": "El 11 de septiembre de 1973 se produjo en Chile un golpe de Estado, encabezado por el general Augusto Pinochet, que provocó la caída del gobierno democrático de Salvador Allende y el establecimiento de una dictadura militar."
      }
    ]
  },
  "9-12": {
    "curiosity": [
      {
        "text": "El 12 de septiembre de 1940, durante la Segunda Guerra Mundial, Francia se vio obligada a firmar un armisticio con la Alemania nazi, poniendo fin a su participación activa en el conflicto."
      },
      {
        "text1": "El 12 de septiembre de 1959, la sonda espacial Luna 2, lanzada por la Unión Soviética, se convirtió en el primer objeto creado por el hombre en llegar a la Luna, marcando un hito importante en la exploración espacial."
      }
    ]
  },
  "9-13": {
    "curiosity": [
      {
        "text": "El 13 de septiembre de 1993, los líderes de Israel y la Organización de Liberación de Palestina (OLP) firmaron los Acuerdos de Oslo, sentando las bases para la paz en Medio Oriente."
      },
      {
        "text1": "El 13 de septiembre de 1948, Francia, el Reino Unido y Estados Unidos emitieron la Declaración Tripartita, reafirmando su apoyo a una solución pacífica al conflicto árabe-israelí."
      }
    ]
  },
  "9-14": {
    "curiosity": [
      {
        "text": "El 14 de septiembre de 1901, el presidente de los Estados Unidos, William McKinley, murió a causa de las heridas sufridas en un ataque a tiros, lo que llevó a Theodore Roosevelt a asumir la presidencia."
      },
      {
        "text1": "El 14 de septiembre de 1982 se produjo la masacre de Sabra y Chatila en los campos de refugiados palestinos de Beirut, Líbano, que provocó la muerte de miles de personas."
      }
    ]
  },
  "9-15": {
    "curiosity": [
      {
        "text": "El 15 de septiembre de 1821 Centroamérica declaró su independencia de España, formándose las Provincias Unidas de Centroamérica, que luego fueron divididas en varios países."
      },
      {
        "text1": "El 15 de septiembre de 1944, las fuerzas aliadas iniciaron la Operación Market Garden durante la Segunda Guerra Mundial, un intento fallido de capturar puentes clave en la Holanda ocupada por los nazis."
      }
    ]
  },
  "9-16": {
    "curiosity": [
      {
        "text": "El 16 de septiembre de 1810, México inició su lucha por la independencia de España, movimiento conocido como el Grito de Dolores."
      },
      {
        "text1": "El 16 de septiembre de 1978 se firmó el Tratado de Paz de Camp David entre Israel y Egipto, poniendo fin oficialmente a décadas de hostilidad entre los dos países."
      }
    ]
  },
  "9-17": {
    "curiosity": [
      {
        "text": "El 17 de septiembre de 1787 se firmó en Filadelfia, Pensilvania, la Constitución de los Estados Unidos de América, estableciendo las bases del sistema político y jurídico del país."
      },
      {
        "text1": "El 17 de septiembre de 1948 se proclamó la República de Corea (Corea del Sur), tras la división de la península de Corea al finalizar la Segunda Guerra Mundial."
      }
    ]
  },
  "9-18": {
    "curiosity": [
      {
        "text": "El 18 de septiembre de 1931, Japón invadió Manchuria, iniciando un conflicto conocido como el Incidente de Mukden, que finalmente condujo a la Segunda Guerra Sino-Japonesa."
      },
      {
        "text1": "El 18 de septiembre de 2001, el Congreso de los Estados Unidos aprobó la Resolución que autoriza el uso de la fuerza militar, allanando el camino para la guerra contra el terrorismo tras los ataques del 11 de septiembre."
      }
    ]
  },
  "9-19": {
    "curiosity": [
      {
        "text": "El 19 de septiembre de 1870, durante la guerra franco-prusiana, tuvo lugar la batalla de Sedán, que resultó en la captura del emperador francés Napoleón III por las fuerzas prusianas."
      },
      {
        "text1": "El 19 de septiembre de 1985 se produjo en la Ciudad de México el devastador terremoto, con una magnitud de 8,1 en la escala de Richter, que provocó miles de muertes y una destrucción generalizada."
      }
    ]
  },
  "9-20": {
    "curiosity": [
      {
        "text": "El 20 de septiembre de 1519, el explorador portugués Fernando de Magallanes emprendió su expedición para circunnavegar el mundo, viaje que duraría casi tres años."
      },
      {
        "text1": "El 20 de septiembre de 2001, el presidente de los Estados Unidos, George W. Bush, pronunció un discurso ante el Congreso declarando la \"Guerra contra el terrorismo\" en respuesta a los ataques del 11 de septiembre."
      }
    ]
  },
  "9-21": {
    "curiosity": [
      {
        "text": "El 21 de septiembre de 1937 se produjo la Masacre de Nanking durante la Segunda Guerra Sino-Japonesa, en la que las fuerzas japonesas cometieron atrocidades contra la población civil y los prisioneros de guerra."
      },
      {
        "text1": "El 21 de septiembre de 1989, el huracán Hugo azotó la costa de Carolina del Sur, en Estados Unidos, provocando una gran destrucción y provocando la muerte de más de 80 personas."
      }
    ]
  },
  "9-22": {
    "curiosity": [
      {
        "text": "El 22 de septiembre de 1980, Irak, liderado por Saddam Hussein, invadió Irán, iniciando una guerra que duraría ocho años y provocaría millones de muertes."
      },
      {
        "text1": "El 22 de septiembre de 1862, durante la Guerra Civil estadounidense, tuvo lugar la Batalla de Antietam, el enfrentamiento más sangriento de la historia de Estados Unidos, con más de 22.000 bajas en un solo día."
      }
    ]
  },
  "9-23": {
    "curiosity": [
      {
        "text": "El 23 de septiembre de 1949, Mao Zedong proclamó la República Popular China, estableciendo un régimen comunista en el país."
      },
      {
        "text1": "El 23 de septiembre de 2008, la empresa financiera Lehman Brothers se declaró en quiebra, lo que desencadenó una crisis financiera mundial y profundizó la recesión mundial."
      }
    ]
  },
  "9-24": {
    "curiosity": [
      {
        "text": "El 24 de septiembre del año 622 tuvo lugar la Hégira, la migración del profeta Mahoma de La Meca a Medina, que marcó el inicio del calendario islámico."
      },
      {
        "text1": "El 24 de septiembre de 1946, un tribunal militar internacional de Nuremberg, Alemania, condenó a muerte a 12 líderes nazis por crímenes de guerra y crímenes contra la humanidad."
      }
    ]
  },
  "9-25": {
    "curiosity": [
      {
        "text": "El 25 de septiembre de 1513, el explorador español Vasco Núñez de Balboa se convirtió en el primer europeo en avistar el Océano Pacífico, tras cruzar el Istmo de Panamá."
      },
      {
        "text1": "El 25 de septiembre de 1957, nueve estudiantes negros ingresaron a la escuela secundaria Little Rock Central en Little Rock, Arkansas, bajo protección federal, lo que marcó un hito importante en el movimiento por los derechos civiles en los Estados Unidos."
      }
    ]
  },
  "9-26": {
    "curiosity": [
      {
        "text": "El 26 de septiembre de 1580 se estableció la Unión Ibérica, uniendo las coronas de Portugal y España bajo el gobierno del rey español Felipe II."
      },
      {
        "text1": "El 26 de septiembre de 1983, el líder soviético Yuri Andropov anunció que la Unión Soviética no participaría en los Juegos Olímpicos de Verano de 1984 en Los Ángeles, en represalia por la decisión de Estados Unidos de boicotear los Juegos Olímpicos de Moscú, en 1980."
      }
    ]
  },
  "9-27": {
    "curiosity": [
      {
        "text": "El 27 de septiembre de 1822 Brasil declaró su independencia de Portugal, proclamando emperador a Pedro I."
      },
      {
        "text1": "El 27 de septiembre de 1905 tuvo lugar la Batalla de Mukden durante la Guerra Ruso-Japonesa, que resultó en una victoria decisiva para Japón sobre las fuerzas rusas."
      }
    ]
  },
  "9-28": {
    "curiosity": [
      {
        "text": "El 28 de septiembre de 1066 tuvo lugar en Inglaterra la batalla de Stamford Bridge, donde el rey Harold II de Inglaterra derrotó a las fuerzas invasoras lideradas por Harold III de Noruega."
      },
      {
        "text1": "El 28 de septiembre de 1928, Alexander Fleming descubrió accidentalmente la penicilina, uno de los antibióticos más importantes de la historia de la medicina."
      }
    ]
  },
  "9-29": {
    "curiosity": [
      {
        "text": "El 29 de septiembre de 1941, durante la Segunda Guerra Mundial, el Babi Yar, un desfiladero en las afueras de Kiev, Ucrania, fue escenario de una de las masacres más grandes de la historia, donde las tropas nazis asesinaron a más de 33.000 judíos en sólo dos días."
      },
      {
        "text1": "El 29 de septiembre de 2008, la crisis financiera alcanzó un nuevo nivel con el colapso del banco de inversión Lehman Brothers, desencadenando una serie de acontecimientos que afectaron al sistema financiero global."
      }
    ]
  },
  "9-30": {
    "curiosity": [
      {
        "text": "El 30 de septiembre de 1938 tuvo lugar la firma de los Acuerdos de Munich, donde los líderes europeos cedieron a las exigencias de Adolf Hitler, permitiendo la anexión de la región de los Sudetes por parte de la Alemania nazi."
      },
      {
        "text1": "El 30 de septiembre de 2005 finalizó el polémico juicio de Michael Jackson, acusado de abuso sexual infantil, con su absolución de todos los cargos."
      }
    ]
  },
  "10-1": {
    "curiosity": [
      {
        "text": "El 1 de octubre de 1949, Mao Zedong proclamó la República Popular China, estableciendo un régimen comunista en el país."
      },
      {
        "text1": "El 1 de octubre de 1961 se fundó la Organización de Países Exportadores de Petróleo (OPEP), una alianza de naciones productoras de petróleo con el objetivo de coordinar políticas relacionadas con el comercio petrolero y proteger los intereses de los países miembros."
      }
    ]
  },
  "10-2": {
    "curiosity": [
      {
        "text": "El 2 de octubre de 1187 tuvo lugar la batalla de Hattin, en la que el líder musulmán Saladino derrotó a las fuerzas cristianas del Reino de Jerusalén, allanando el camino para la conquista musulmana de Jerusalén."
      },
      {
        "text1": "El 2 de octubre de 1968 ocurrió la masacre de Tlatelolco en la Ciudad de México, durante protestas estudiantiles contra el gobierno mexicano, resultando en la muerte de cientos de manifestantes."
      }
    ]
  },
  "10-3": {
    "curiosity": [
      {
        "text": "El 3 de octubre de 1990, Alemania se reunificó, poniendo fin oficialmente a la división entre Alemania Oriental y Alemania Occidental."
      },
      {
        "text1": "El 3 de octubre de 1952, el Reino Unido llevó a cabo su primera prueba de bomba nuclear, convirtiéndose en la tercera potencia nuclear del mundo."
      }
    ]
  },
  "10-4": {
    "curiosity": [
      {
        "text": "El 4 de octubre de 1957, la Unión Soviética lanzó con éxito el Sputnik 1, el primer satélite artificial de la historia, dando inicio a la era espacial."
      },
      {
        "text1": "El 4 de octubre de 2004, la sonda espacial Cassini-Huygens finalizó su misión de siete años a Saturno, enviando datos e imágenes valiosos sobre el planeta y sus lunas."
      }
    ]
  },
  "10-5": {
    "curiosity": [
      {
        "text": "El 5 de octubre de 1789 tuvo lugar la Marcha de las Mujeres en Versalles durante la Revolución Francesa, cuando miles de mujeres parisinas marcharon hacia el Palacio de Versalles exigiendo pan y la caída del rey."
      },
      {
        "text1": "El 5 de octubre de 2000, el ex presidente de Serbia, Slobodan Milošević, fue depuesto y entregado al Tribunal Penal Internacional para la ex Yugoslavia, donde sería juzgado por crímenes de guerra y crímenes contra la humanidad."
      }
    ]
  },
  "10-6": {
    "curiosity": [
      {
        "text": "El 6 de octubre de 1973 comenzó la Guerra de Yom Kippur, un conflicto entre Israel y una coalición liderada por Egipto y Siria, que se saldó con grandes pérdidas humanas y territoriales."
      },
      {
        "text1": "El 6 de octubre de 1927 se estrenó la película muda 'El cantante de jazz', siendo el primer largometraje que presenta secuencias con diálogos sonoros sincronizados."
      }
    ]
  },
  "10-7": {
    "curiosity": [
      {
        "text": "El 7 de octubre de 1571 tuvo lugar la Batalla de Lepanto, en la que una alianza cristiana liderada por la República de Venecia y el Imperio español derrotó a la flota otomana, deteniendo el avance otomano hacia el Mediterráneo occidental."
      },
      {
        "text1": "El 7 de octubre de 1989 comenzó la Revolución Pacífica en lo que entonces era Checoslovaquia, marcando el comienzo del fin del régimen comunista en el país."
      }
    ]
  },
  "10-8": {
    "curiosity": [
      {
        "text": "El 8 de octubre de 1871 se produjo el Gran Incendio de Chicago, uno de los mayores desastres urbanos de la historia de Estados Unidos, que destruyó gran parte de la ciudad."
      },
      {
        "text1": "El 8 de octubre de 2001, Estados Unidos inició la invasión militar de Afganistán, en respuesta a los ataques terroristas del 11 de septiembre de 2001."
      }
    ]
  },
  "10-9": {
    "curiosity": [
      {
        "text": "El 9 de octubre de 1967, el líder revolucionario argentino Che Guevara fue capturado en Bolivia, lo que marcó el final de su campaña guerrillera en América del Sur."
      },
      {
        "text1": "El 9 de octubre de 1989 se produjo la caída del Muro de Berlín, uno de los acontecimientos más significativos del fin de la Guerra Fría y la reunificación de Alemania."
      }
    ]
  },
  "10-10": {
    "curiosity": [
      {
        "text": "El 10 de octubre de 732 tuvo lugar en Francia la batalla de Tours, donde las fuerzas francas lideradas por Carlos Martel derrotaron a un ejército musulmán, impidiendo la expansión del califato omeya en Europa occidental."
      },
      {
        "text1": "El 10 de octubre de 1845 nació en la ciudad de Röcken, Alemania, el filósofo Friedrich Nietzsche, convirtiéndose en una de las figuras más influyentes de la filosofía moderna."
      }
    ]
  },
  "10-11": {
    "curiosity": [
      {
        "text": "El 11 de octubre de 1899 comenzó la Segunda Guerra Bóer, un conflicto entre el Reino Unido y las repúblicas bóer de Sudáfrica, que derivó en una guerra prolongada y devastadora."
      },
      {
        "text1": "El 11 de octubre de 1984, la astronauta estadounidense Kathryn D. Sullivan se convirtió en la primera mujer en realizar una caminata espacial."
      }
    ]
  },
  "10-12": {
    "curiosity": [
      {
        "text": "El 12 de octubre de 1492 el navegante Cristóbal Colón llegó a América, marcando el inicio de la colonización europea del continente."
      },
      {
        "text1": "El 12 de octubre de 1984, la primera mujer astronauta británica, Helen Sharman, fue lanzada al espacio a bordo de la misión Soyuz TM-12."
      }
    ]
  },
  "10-13": {
    "curiosity": [
      {
        "text": "El 13 de octubre de 1307 se produjo el viernes 13, cuando los Caballeros Templarios fueron arrestados en masa en Francia, marcando el fin de la influencia y el poder de esta orden militar-religiosa."
      },
      {
        "text1": "El 13 de octubre de 1972, el vuelo 571 de la Fuerza Aérea Uruguaya sufrió un accidente en los Andes, dejando a los sobrevivientes enfrentar una lucha por la supervivencia conocida como el 'Milagro de los Andes'."
      }
    ]
  },
  "10-14": {
    "curiosity": [
      {
        "text": "El 14 de octubre de 1066 tuvo lugar la Batalla de Hastings, en la que el ejército normando liderado por Guillermo el Conquistador derrotó al rey Harold II de Inglaterra, cambiando la historia de Inglaterra."
      },
      {
        "text1": "El 14 de octubre de 1947, el piloto estadounidense Chuck Yeager se convirtió en el primer ser humano en romper la barrera del sonido en vuelo."
      }
    ]
  },
  "10-15": {
    "curiosity": [
      {
        "text": "El 15 de octubre de 1815, Napoleón Bonaparte fue derrotado en la batalla de Waterloo, poniendo fin definitivamente a su reinado y al período conocido como las Guerras Napoleónicas."
      },
      {
        "text1": "El 15 de octubre de 1987 se produjo en la Bolsa de Nueva York el hecho conocido como 'Lunes Negro', sufriendo la bolsa una importante caída."
      }
    ]
  },
  "10-16": {
    "curiosity": [
      {
        "text": "El 16 de octubre de 1793, la reina María Antonieta de Francia fue guillotinada durante la Revolución Francesa."
      },
      {
        "text1": "El 16 de octubre de 1962, comenzó la Crisis de los Misiles en Cuba cuando se descubrieron misiles nucleares soviéticos en la isla, llevando al mundo al borde de una guerra nuclear."
      }
    ]
  },
  "10-17": {
    "curiosity": [
      {
        "text": "El 17 de octubre de 1905 se produjo el Domingo Sangriento en San Petersburgo, Rusia, cuando soldados del ejército zarista abrieron fuego contra manifestantes pacíficos, desencadenando una serie de hechos que culminaron en la Revolución Rusa de 1917."
      },
      {
        "text1": "El 17 de octubre de 1989, un terremoto de magnitud 6,9 sacudió el área de la Bahía de San Francisco, California, causando grandes daños y dejando a miles de personas sin hogar."
      }
    ]
  },
  "10-18": {
    "curiosity": [
      {
        "text": "El 18 de octubre de 1867, Alaska fue transferida formalmente de Rusia a los Estados Unidos, tras la compra del territorio por parte de los estadounidenses."
      },
      {
        "text1": "El 18 de octubre de 1968 se celebraron en la Ciudad de México los Juegos Olímpicos de Verano, marcados por la famosa protesta de los atletas negros de Estados Unidos en el podio."
      }
    ]
  },
  "10-19": {
    "curiosity": [
      {
        "text": "El 19 de octubre de 1987, el índice Dow Jones de la Bolsa de Nueva York sufrió su mayor caída en un solo día, conocido como \"lunes negro\"."
      },
      {
        "text1": "El 19 de octubre de 2003 se lanzó la sonda espacial europea Beagle 2 con el objetivo de aterrizar en Marte, pero se perdió el contacto con la sonda y se desconoce su ubicación exacta."
      }
    ]
  },
  "10-20": {
    "curiosity": [
      {
        "text": "El 20 de octubre de 1944, durante la Segunda Guerra Mundial, la ciudad de Belgrado, capital de Yugoslavia, fue liberada de las fuerzas nazis por el Ejército Rojo y el Ejército Popular de Liberación de Yugoslavia."
      },
      {
        "text1": "El 20 de octubre de 1973 comenzó la Crisis del Petróleo, cuando los países árabes miembros de la OPEP anunciaron un embargo de petróleo en represalia por el apoyo occidental a Israel en la Guerra de Yom Kippur."
      }
    ]
  },
  "10-21": {
    "curiosity": [
      {
        "text": "El 21 de octubre de 1520 tuvo lugar la Batalla de Otumba en México, donde las fuerzas aztecas se enfrentaron a las tropas españolas lideradas por Hernán Cortés."
      },
      {
        "text1": "El 21 de octubre de 1966, un deslizamiento de tierra en el condado de Aberfan, Gales, provocó la muerte de 144 personas, la mayoría niños, debido al colapso de una pila de carbón."
      }
    ]
  },
  "10-22": {
    "curiosity": [
      {
        "text": "El 22 de octubre de 1797, la Armada británica derrotó a la flota española en la Batalla del Cabo San Vicente, durante las Guerras Napoleónicas."
      },
      {
        "text1": "El 22 de octubre de 1962, el presidente de los Estados Unidos, John F. Kennedy, anunció públicamente el descubrimiento de misiles nucleares soviéticos en Cuba, lo que desencadenó la crisis de los misiles cubanos."
      }
    ]
  },
  "10-23": {
    "curiosity": [
      {
        "text": "El 23 de octubre de 1956 comenzó la Revolución Húngara, un levantamiento popular contra el gobierno comunista de Hungría, que fue reprimido por las fuerzas soviéticas."
      },
      {
        "text1": "El 23 de octubre de 2001, Apple lanzó el iPod, uno de los dispositivos de música portátiles más populares e influyentes de la historia."
      }
    ]
  },
  "10-24": {
    "curiosity": [
      {
        "text": "El 24 de octubre de 1945 se fundó la Organización de las Naciones Unidas (ONU), buscando promover la paz y la cooperación internacional después de la Segunda Guerra Mundial."
      },
      {
        "text1": "El 24 de octubre de 2003 se lanzó la sonda espacial europea Mars Express, con el objetivo de estudiar Marte y buscar señales de agua en el planeta."
      }
    ]
  },
  "10-25": {
    "curiosity": [
      {
        "text": "El 25 de octubre de 1415 tuvo lugar en Francia la batalla de Agincourt, donde las fuerzas inglesas lideradas por Enrique V lograron una importante victoria durante la Guerra de los Cien Años."
      },
      {
        "text1": "El 25 de octubre de 2001, Microsoft lanzó el sistema operativo Windows XP, convirtiéndose en uno de los sistemas operativos más populares y duraderos de la historia."
      }
    ]
  },
  "10-26": {
    "curiosity": [
      {
        "text": "El 26 de octubre de 1947 se publicó por primera vez el famoso libro infantil 'El Principito', escrito por Antoine de Saint-Exupéry."
      },
      {
        "text1": "El 26 de octubre de 1979 falleció el líder soviético Leonid Brezhnev, poniendo fin a un período de liderazgo de 18 años y marcando el comienzo de una nueva era en la Unión Soviética."
      }
    ]
  },
  "10-27": {
    "curiosity": [
      {
        "text": "El 27 de octubre de 1904 se abrió al público la primera edición del metro de Nueva York, revolucionando el transporte en la ciudad."
      },
      {
        "text1": "El 27 de octubre de 1962, durante la Crisis de los Misiles en Cuba, un avión espía U-2 fue derribado sobre Cuba, lo que aumentó aún más la tensión entre Estados Unidos y la Unión Soviética."
      }
    ]
  },
  "10-28": {
    "curiosity": [
      {
        "text": "El 28 de octubre de 1886, se inauguró oficialmente en el puerto de Nueva York la Estatua de la Libertad, un símbolo icónico de los Estados Unidos."
      },
      {
        "text1": "El 28 de octubre de 1962, durante la crisis de los misiles cubanos, el presidente de los Estados Unidos, John F. Kennedy, anunció que se retirarían los misiles soviéticos de Cuba, poniendo fin a la crisis."
      }
    ]
  },
  "10-29": {
    "curiosity": [
      {
        "text": "El 29 de octubre de 1929 se produjo el famoso 'Crash de la Bolsa de Valores de Nueva York', que marcó el inicio de la Gran Depresión que afectó a la economía mundial."
      },
      {
        "text1": "El 29 de octubre de 1956, Israel, Francia y el Reino Unido invadieron Egipto en la llamada Crisis de Suez, con el objetivo de controlar el Canal de Suez y derrocar al presidente egipcio Gamal Abdel Nasser."
      }
    ]
  },
  "10-30": {
    "curiosity": [
      {
        "text": "El 30 de octubre de 1938 tuvo lugar la famosa emisión radiofónica conocida como 'La Guerra de los Mundos', en la que el director Orson Welles adaptó el libro de HG Wells, provocando pánico entre los oyentes que creían que se trataba de una invasión extraterrestre."
      },
      {
        "text1": "El 30 de octubre de 1961, la Unión Soviética detonó la 'Bomba Zar', la bomba nuclear más grande jamás detonada en la historia, con una potencia estimada en 50 megatones."
      }
    ]
  },
  "10-31": {
    "curiosity": [
      {
        "text": "El 31 de octubre de 1517, el monje Martín Lutero colocó sus 95 Tesis en la puerta de la iglesia del castillo de Wittenberg, en Alemania, desencadenando la Reforma Protestante."
      },
      {
        "text1": "El 31 de octubre de 1956 tuvo lugar la Revolución Húngara, un levantamiento contra el gobierno comunista de Hungría, que fue reprimido violentamente por las fuerzas soviéticas."
      }
    ]
  },
  "11-1": {
    "curiosity": [
      {
        "text": "El 1 de noviembre de 1512 se inauguró en el Vaticano, en Roma, la pintura mural 'Fresco en el techo de la Capilla Sixtina', de Miguel Ángel, y es considerada una de las obras de arte más famosas e importantes de la historia."
      },
      {
        "text1": "El 1 de noviembre de 1952, Estados Unidos detonó con éxito por primera vez una bomba de hidrógeno, lo que marcó un avance significativo en la tecnología de armas nucleares."
      }
    ]
  },
  "11-2": {
    "curiosity": [
      {
        "text": "El 2 de noviembre de 1917, durante la Primera Guerra Mundial, el general británico Edmund Allenby capturó la ciudad de Beersheba en Palestina después de una atrevida carga de caballería."
      },
      {
        "text1": "El 2 de noviembre de 1983, Estados Unidos invadió militarmente la isla caribeña de Granada, en una operación conocida como 'Operación Furia Urgente', con el objetivo de derrocar al gobierno marxista-leninista que había tomado el poder."
      }
    ]
  },
  "11-3": {
    "curiosity": [
      {
        "text": "El 3 de noviembre de 1948, el presidente de los Estados Unidos, Harry S. Truman, fue reelegido en una sorprendente victoria sobre el candidato republicano Thomas E. Dewey."
      },
      {
        "text1": "El 3 de noviembre de 1957, la Unión Soviética lanzó con éxito el primer satélite artificial de la Tierra, el Sputnik 2, que llevó al primer ser vivo al espacio, la perra Laika."
      }
    ]
  },
  "11-4": {
    "curiosity": [
      {
        "text": "El 4 de noviembre de 1979 se produjo la crisis de los rehenes en Irán, cuando estudiantes iraníes irrumpieron en la embajada de Estados Unidos en Teherán y mantuvieron como rehenes a 52 estadounidenses durante más de un año."
      },
      {
        "text1": "El 4 de noviembre de 2008, Barack Obama fue elegido presidente número 44 de los Estados Unidos, convirtiéndose en el primer presidente afroamericano en la historia del país."
      }
    ]
  },
  "11-5": {
    "curiosity": [
      {
        "text": "El 5 de noviembre de 1605 tuvo lugar en el Reino Unido el famoso 'Conspiración de la pólvora', en el que Guy Fawkes y otros conspiradores católicos conspiraron para volar el Parlamento británico durante la apertura oficial de las sesiones."
      },
      {
        "text1": "El 5 de noviembre de 1911, el rey de Italia, Vittorio Emanuele III, proclamó la anexión de Libia al territorio italiano, tras la conquista militar del país norteafricano."
      }
    ]
  },
  "11-6": {
    "curiosity": [
      {
        "text": "El 6 de noviembre de 1860, Abraham Lincoln fue elegido decimosexto presidente de los Estados Unidos, lo que desencadenó tensiones que culminarían en la Guerra Civil estadounidense."
      },
      {
        "text1": "El 6 de noviembre de 1985 el volcán Nevado del Ruiz en Colombia entró en erupción provocando una avalancha de barro y cenizas que devastó la ciudad de Armero y provocó la muerte de más de 23.000 personas."
      }
    ]
  },
  "11-7": {
    "curiosity": [
      {
        "text": "El 7 de noviembre de 1917 tuvo lugar la Revolución Rusa, en la que los bolcheviques, liderados por Vladimir Lenin, tomaron el poder y establecieron un gobierno comunista en Rusia."
      },
      {
        "text1": "El 7 de noviembre de 2000, el demócrata Al Gore obtuvo la mayoría del voto popular, pero el republicano George W. Bush ganó las elecciones presidenciales de Estados Unidos tras un controvertido fallo de la Corte Suprema."
      }
    ]
  },
  "11-8": {
    "curiosity": [
      {
        "text": "El 8 de noviembre de 1895, Wilhelm Conrad Roentgen descubrió los rayos X, un importante descubrimiento que revolucionó la medicina y la radiología."
      },
      {
        "text1": "El 8 de noviembre de 2016, Donald Trump fue elegido presidente número 45 de los Estados Unidos, derrotando a la candidata demócrata Hillary Clinton."
      }
    ]
  },
  "11-9": {
    "curiosity": [
      {
        "text": "El 9 de noviembre de 1989 cayó el Muro de Berlín, que dividió la ciudad de Berlín durante casi 30 años, simbolizando el fin de la Guerra Fría y el colapso del bloque socialista."
      },
      {
        "text1": "El 9 de noviembre de 1938 tuvo lugar en la Alemania nazi la llamada 'Noche de los cristales rotos', una serie de violentos ataques contra la población judía, sus propiedades y sinagogas."
      }
    ]
  },
  "11-10": {
    "curiosity": [
      {
        "text": "El 10 de noviembre de 1483 nació Martín Lutero, líder de la Reforma Protestante y figura importante en la historia religiosa y política de Europa."
      },
      {
        "text1": "El 10 de noviembre de 1975, la reina Isabel II del Reino Unido realizó una visita histórica a Australia, la primera visita de un monarca británico al país desde la Federación Australiana en 1901."
      }
    ]
  },
  "11-11": {
    "curiosity": [
      {
        "text": "El 11 de noviembre de 1918 se firmó el Armisticio de Compiègne que puso fin a la Primera Guerra Mundial, entrando en vigor a las 11 de la mañana y celebrándose como el Día del Armisticio en muchos países."
      },
      {
        "text1": "El 11 de noviembre de 1889, el Estado de Río de Janeiro, en Brasil, abolió la esclavitud, convirtiéndose en la primera unidad federativa brasileña en hacerlo."
      }
    ]
  },
  "11-12": {
    "curiosity": [
      {
        "text": "El 12 de noviembre de 1955 ocurrió el incidente conocido como el 'Milagro de Lourdes' cuando una estatua de la Virgen María comenzó a llorar en la ciudad de Syracuse, Nueva York, lo que provocó un aumento en el número de peregrinos y la investigación del fenómeno por parte de la Iglesia Católica."
      },
      {
        "text1": "El 12 de noviembre de 1990, la nave espacial Galileo de la NASA sobrevoló Venus en su trayectoria hacia Júpiter, realizando observaciones y recopilando datos científicos."
      }
    ]
  },
  "11-13": {
    "curiosity": [
      {
        "text": "El 13 de noviembre del año 354 nació San Agustín, uno de los teólogos y filósofos más influyentes de la Iglesia Católica, conocido por sus obras como 'Confesiones' y 'La Ciudad de Dios'."
      },
      {
        "text1": "El 13 de noviembre de 2015 tuvo lugar en París, Francia, una serie de ataques terroristas coordinados, perpetrados por el grupo extremista Estado Islámico, que provocaron la muerte de 130 personas y cientos de heridos."
      }
    ]
  },
  "11-14": {
    "curiosity": [
      {
        "text": "El 14 de noviembre de 1851 se publicó por primera vez el periódico británico 'The New York Times', convirtiéndose en uno de los periódicos más influyentes y reconocidos del mundo."
      },
      {
        "text1": "El 14 de noviembre de 1969 se lanzó el Apolo 12, la segunda misión tripulada del programa Apolo de la NASA, con el objetivo de aterrizar en la Luna."
      }
    ]
  },
  "11-15": {
    "curiosity": [
      {
        "text": "El 15 de noviembre de 1889 tuvo lugar la Proclamación de la República en Brasil, marcando el fin del Imperio y el establecimiento de un régimen republicano en el país."
      },
      {
        "text1": "El 15 de noviembre de 1988 Palestina proclamó su independencia en la ciudad de Argel, Argelia, siendo reconocida por varios países como un estado soberano."
      }
    ]
  },
  "11-16": {
    "curiosity": [
      {
        "text": "El 16 de noviembre de 1532 tuvo lugar la Batalla de Cajamarca en Perú, donde el conquistador español Francisco Pizarro capturó al emperador inca Atahualpa, marcando el inicio de la conquista española de la región."
      },
      {
        "text1": "El 16 de noviembre de 1995 se firmó el Acuerdo General de Paz, que puso fin oficialmente a la Guerra de Bosnia, un conflicto étnico-religioso que devastó la región de los Balcanes en la década de 1990."
      }
    ]
  },
  "11-17": {
    "curiosity": [
      {
        "text": "El 17 de noviembre de 1558, la reina Isabel I de Inglaterra ascendió al trono, iniciando uno de los reinados más importantes y más largos de la historia del país."
      },
      {
        "text1": "El 17 de noviembre de 1989 comenzó en Checoslovaquia la Revolución de Terciopelo, un movimiento pacífico que supuso la caída del régimen comunista en el país."
      }
    ]
  },
  "11-18": {
    "curiosity": [
      {
        "text": "El 18 de noviembre de 1307 tuvo lugar en Francia el arresto de los Caballeros Templarios, un hecho histórico en la historia de la Orden Templaria."
      },
      {
        "text1": "El 18 de noviembre de 1928, el inventor e ingeniero electrónico John Logie Baird realizó la primera transmisión de televisión en color en los Estados Unidos."
      }
    ]
  },
  "11-19": {
    "curiosity": [
      {
        "text": "El 19 de noviembre de 1863, el presidente de los Estados Unidos, Abraham Lincoln, pronunció el famoso discurso de Gettysburg durante la Guerra Civil estadounidense, reafirmando los ideales de igualdad y libertad."
      },
      {
        "text1": "El 19 de noviembre de 1997 la NASA lanzó la sonda espacial Cassini-Huygens con el objetivo de estudiar el planeta Saturno y sus lunas."
      }
    ]
  },
  "11-20": {
    "curiosity": [
      {
        "text": "El 20 de noviembre de 1945 comenzó el Juicio de Nuremberg, en el que se juzgó a líderes nazis por crímenes de guerra y crímenes contra la humanidad durante la Segunda Guerra Mundial."
      },
      {
        "text1": "El 20 de noviembre de 1989, la Asamblea General de las Naciones Unidas adoptó la Convención sobre los Derechos del Niño, que establece los derechos fundamentales de los niños en todo el mundo."
      }
    ]
  },
  "11-21": {
    "curiosity": [
      {
        "text": "El 21 de noviembre de 1877, Thomas Edison anunció la invención del fonógrafo, uno de los primeros dispositivos capaces de reproducir sonidos grabados."
      },
      {
        "text1": "El 21 de noviembre de 1974, Etiopía se convirtió en un estado socialista tras la caída del emperador Haile Selassie."
      }
    ]
  },
  "11-22": {
    "curiosity": [
      {
        "text": "El 22 de noviembre de 1963, el presidente de los Estados Unidos, John F. Kennedy, fue asesinado en Dallas, Texas, en un hecho que conmocionó al país y al mundo."
      },
      {
        "text1": "El 22 de noviembre de 2005, Microsoft lanzó la consola de videojuegos Xbox 360, marcando el comienzo de una nueva generación de consolas de juegos."
      }
    ]
  },
  "11-23": {
    "curiosity": [
      {
        "text": "El 23 de noviembre de 1889, la periodista y escritora irlandesa Nellie Bly inició su viaje alrededor del mundo en 72 días, estableciendo un récord mundial."
      },
      {
        "text1": "El 23 de noviembre de 1981, la estación espacial Skylab, lanzada por la NASA en 1973, volvió a entrar en la atmósfera terrestre y se desintegró, poniendo fin a su misión."
      }
    ]
  },
  "11-24": {
    "curiosity": [
      {
        "text": "El 24 de noviembre de 1859 se publicó el libro de Charles Darwin 'El origen de las especies', en el que se presenta la teoría de la evolución mediante la selección natural."
      },
      {
        "text1": "El 24 de noviembre de 1963, al asesinato del presidente de los Estados Unidos, John F. Kennedy, le siguió el asesinato de Lee Harvey Oswald, principal sospechoso del crimen, a manos de Jack Ruby."
      }
    ]
  },
  "11-25": {
    "curiosity": [
      {
        "text": "El 25 de noviembre de 1975, la líder política y activista por los derechos de las mujeres Aung San Suu Kyi fue arrestada en Myanmar (entonces Birmania) y permaneció bajo arresto domiciliario durante varios años."
      },
      {
        "text1": "El 25 de noviembre de 2001 se creó la Organización Mundial del Comercio (OMC), con el objetivo de promover el libre comercio y regular el comercio internacional."
      }
    ]
  },
  "11-26": {
    "curiosity": [
      {
        "text": "El 26 de noviembre de 1922, arqueólogos británicos descubrieron la entrada a la tumba del faraón Tutankamón en el Valle de los Reyes en Egipto."
      },
      {
        "text1": "El 26 de noviembre de 2008 se produjo un ataque terrorista en Mumbai, India, llevado a cabo por un grupo islámico, que dio lugar a varios ataques coordinados en toda la ciudad."
      }
    ]
  },
  "11-27": {
    "curiosity": [
      {
        "text": "El 27 de noviembre de 1095, el Papa Urbano II pronunció el discurso de Clermont, convocando la Primera Cruzada con el objetivo de recuperar Jerusalén de manos musulmanas."
      },
      {
        "text1": "El 27 de noviembre de 1978, el alcalde de Jonestown, Guyana, Jim Jones, provocó el suicidio colectivo de más de 900 seguidores de su culto, en un hecho conocido como la Masacre de Jonestown."
      }
    ]
  },
  "11-28": {
    "curiosity": [
      {
        "text": "El 28 de noviembre de 1520 tuvo lugar la Batalla de Otumba en México, donde el conquistador español Hernán Cortés y sus aliados indígenas derrotaron al ejército azteca liderado por Cuauhtémoc."
      },
      {
        "text1": "El 28 de noviembre de 1942, en plena Segunda Guerra Mundial, tuvo lugar la Operación Antorcha, con el desembarco de las fuerzas aliadas en la costa del norte de África, iniciando la campaña en el teatro de operaciones del Mediterráneo."
      }
    ]
  },
  "11-29": {
    "curiosity": [
      {
        "text": "El 29 de noviembre de 1947, la Asamblea General de las Naciones Unidas aprobó el Plan de Partición de Palestina, que proponía la creación de un Estado judío y un Estado árabe en la región."
      },
      {
        "text1": "El 29 de noviembre de 1961, la NASA lanzó la cápsula espacial Mercury-Atlas 5 con el mono Enos a bordo, realizando el segundo vuelo orbital tripulado del programa Mercury."
      }
    ]
  },
  "11-30": {
    "curiosity": [
      {
        "text": "El 30 de noviembre de 1803, Estados Unidos adquirió formalmente el territorio de Luisiana a Francia en un acuerdo conocido como Compra de Luisiana."
      },
      {
        "text1": "El 30 de noviembre de 1966, Barbados se independizó del Reino Unido, poniendo fin a su condición de colonia británica."
      }
    ]
  },
  "12-01": {
    "curiosity": [
      {
        "text": "El 1 de diciembre de 1955, Rosa Parks, una activista de derechos civiles, se negó a ceder su asiento a un hombre blanco en un autobús en Montgomery, Alabama, lo que desató el movimiento por los derechos civiles en Estados Unidos."
      },
      {
        "text1": "El 1 de diciembre de 1990 se produjo la reunificación de Alemania, con la unión de Alemania Occidental y Alemania Oriental tras la caída del Muro de Berlín."
      }
    ]
  },
  "12-02": {
    "curiosity": [
      {
        "text": "El 2 de diciembre de 1804, Napoleón Bonaparte fue coronado Emperador de Francia en la Catedral de Notre-Dame de París."
      },
      {
        "text1": "El 2 de diciembre de 1942, durante la Segunda Guerra Mundial, tuvo lugar la primera prueba exitosa de la bomba atómica en el Laboratorio de Los Álamos, en Nuevo México, Estados Unidos."
      }
    ]
  },
  "12-03": {
    "curiosity": [
      {
        "text": "El 3 de diciembre de 1967, el cirujano sudafricano Christiaan Barnard realizó con éxito el primer trasplante de corazón humano en Ciudad del Cabo, Sudáfrica."
      },
      {
        "text1": "El 3 de diciembre de 1984 se produjo una importante fuga de gases tóxicos en la ciudad de Bhopal, India, considerada uno de los peores desastres industriales de la historia, provocando miles de muertos y heridos."
      }
    ]
  },
  "12-04": {
    "curiosity": [
      {
        "text": "El 4 de diciembre de 1945 se fundó la Organización de las Naciones Unidas para la Educación, la Ciencia y la Cultura (UNESCO) con el objetivo de promover la paz y la cooperación internacional a través de la educación, la ciencia y la cultura."
      },
      {
        "text1": "El 4 de diciembre de 1971, India derrotó a Pakistán en la Guerra de Independencia de Bangladesh, lo que resultó en la independencia de Bangladesh y el fin de la guerra."
      }
    ]
  },
  "12-05": {
    "curiosity": [
      {
        "text": "El 5 de diciembre de 1933 se derogó la Prohibición en Estados Unidos, permitiéndose nuevamente la producción y venta de bebidas alcohólicas."
      },
      {
        "text1": "El 5 de diciembre de 2013, Nelson Mandela, líder antiapartheid y expresidente de Sudáfrica, falleció a la edad de 95 años, dejando un legado de lucha por los derechos humanos y la reconciliación."
      }
    ]
  },
  "12-06": {
    "curiosity": [
      {
        "text": "El 6 de diciembre de 1877, Thomas Edison realizó la primera demostración pública de su fonógrafo, un dispositivo capaz de grabar y reproducir sonidos."
      },
      {
        "text1": "El 6 de diciembre de 1989 se produjo la masacre de la Plaza de Tiananmen en Beijing, China, cuando las tropas gubernamentales reprimieron violentamente a los manifestantes a favor de la democracia."
      }
    ]
  },
  "12-07": {
    "curiosity": [
      {
        "text": "El 7 de diciembre de 1941 tuvo lugar el ataque japonés a la base naval de Pearl Harbor en Hawaii, lo que marcó la entrada de Estados Unidos en la Segunda Guerra Mundial."
      },
      {
        "text1": "El 7 de diciembre de 1972 se lanzó el Apolo 17, la última misión tripulada del programa Apolo de la NASA, siendo también la última vez que los humanos estuvieron en la Luna."
      }
    ]
  },
  "12-08": {
    "curiosity": [
      {
        "text": "El 8 de diciembre de 1980, el ex Beatle John Lennon fue asesinado en Nueva York, Estados Unidos, por un fan perturbado."
      },
      {
        "text1": "El 8 de diciembre de 1991, los líderes de Rusia, Ucrania y Bielorrusia firmaron el Acuerdo de Belaveja, que disolvió la Unión Soviética y estableció la Comunidad de Estados Independientes (CEI)."
      }
    ]
  },
  "12-09": {
    "curiosity": [
      {
        "text": "El 9 de diciembre de 1987 se firmó el acuerdo internacional conocido como Protocolo de Montreal, cuyo objetivo era proteger la capa de ozono reduciendo gradualmente el uso de sustancias que la agotan."
      },
      {
        "text1": "El 9 de diciembre de 2013, el ex presidente sudafricano Nelson Mandela fue honrado con un homenaje en Johannesburgo que reunió a líderes y celebridades de todo el mundo."
      }
    ]
  },
  "12-10": {
    "curiosity": [
      {
        "text": "El 10 de diciembre de 1948, la Asamblea General de las Naciones Unidas adoptó la Declaración Universal de los Derechos Humanos, estableciendo los derechos fundamentales de todos los seres humanos."
      },
      {
        "text1": "El 10 de diciembre de 1989, el líder checo Václav Havel fue elegido presidente de Checoslovaquia, marcando el fin del régimen comunista en el país."
      }
    ]
  },
  "12-11": {
    "curiosity": [
      {
        "text": "El 11 de diciembre de 1936, el rey Eduardo VIII del Reino Unido abdicó del trono para casarse con Wallis Simpson, una estadounidense divorciada, lo que desencadenó una crisis constitucional."
      },
      {
        "text1": "El 11 de diciembre de 2001, China se unió a la Organización Mundial del Comercio (OMC), abriendo su economía al mercado global."
      }
    ]
  },
  "12-12": {
    "curiosity": [
      {
        "text": "El 12 de diciembre de 1915 se produjo la primera transmisión radiofónica de entretenimiento en los Estados Unidos, lo que marcó el comienzo de la era de la radio como medio de comunicación popular."
      },
      {
        "text1": "El 12 de diciembre de 2000, la Corte Suprema de Estados Unidos puso fin a la controversia electoral de las elecciones presidenciales de 2000, declarando ganador a George W. Bush."
      }
    ]
  },
  "12-13": {
    "curiosity": [
      {
        "text": "El 13 de diciembre de 1937, la ciudad de Nanking, China, fue capturada por fuerzas japonesas, lo que marcó el comienzo de la Masacre de Nanking, uno de los acontecimientos más brutales de la Segunda Guerra Sino-Japonesa."
      },
      {
        "text1": "El 13 de diciembre de 2003, Saddam Hussein, expresidente de Irak, fue capturado por fuerzas estadounidenses, poniendo fin a su vida como fugitivo."
      }
    ]
  },
  "12-14": {
    "curiosity": [
      {
        "text": "El 14 de diciembre de 1900, Max Planck presentó por primera vez su teoría cuántica, un hito fundamental para la física moderna."
      },
      {
        "text1": "El 14 de diciembre de 2012, un hombre armado abrió fuego en la escuela primaria Sandy Hook en Estados Unidos, matando a 26 personas, entre ellas 20 niños, en uno de los peores tiroteos escolares en la historia del país."
      }
    ]
  },
  "12-15": {
    "curiosity": [
      {
        "text": "El 15 de diciembre de 1791 se ratificó la Declaración de Derechos de los Estados Unidos, que constaba de diez enmiendas a la Constitución, garantizando las libertades civiles e individuales a los ciudadanos."
      },
      {
        "text1": "El 15 de diciembre de 2001, la ciudad de Kandahar, Afganistán, fue capturada por fuerzas de la coalición liderada por Estados Unidos, lo que marcó un punto de inflexión en la guerra afgana."
      }
    ]
  },
  "12-16": {
    "curiosity": [
      {
        "text": "El 16 de diciembre de 1773 se produjo el Boston Tea Party, una protesta en la que los colonos estadounidenses arrojaron cargamentos de té británico al puerto de Boston como acto de resistencia contra los impuestos británicos."
      },
      {
        "text1": "El 16 de diciembre de 1971, India reconoció oficialmente a Bangladesh como país independiente, poniendo fin a la Guerra de Liberación de Bangladesh contra Pakistán."
      }
    ]
  },
  "12-17": {
    "curiosity": [
      {
        "text": "El 17 de diciembre de 1903, los hermanos Wright realizaron el primer vuelo controlado de un avión propulsado, en Kitty Hawk, Carolina del Norte, Estados Unidos."
      },
      {
        "text1": "El 17 de diciembre de 2010, un vendedor ambulante tunecino llamado Mohamed Bouazizi se prendió fuego, lo que provocó protestas masivas en Túnez, conocidas como la Revolución del Jazmín, que se extendieron por todo el mundo árabe."
      }
    ]
  },
  "12-18": {
    "curiosity": [
      {
        "text": "El 18 de diciembre de 1865 se ratificó la Decimotercera Enmienda a la Constitución de los Estados Unidos, aboliendo la esclavitud en el país."
      },
      {
        "text1": "El 18 de diciembre de 1892, el escritor inglés Arthur Conan Doyle publicó la novela 'El sabueso de los Baskerville', una de las historias más famosas de Sherlock Holmes."
      }
    ]
  },
  "12-19": {
    "curiosity": [
      {
        "text": "El 19 de diciembre de 1843 se publicó el libro 'Cuento de Navidad', escrito por Charles Dickens, uno de los cuentos navideños más populares de todos los tiempos."
      },
      {
        "text1": "El 19 de diciembre de 1998, la Cámara de Representantes de Estados Unidos aprobó el impeachment contra el presidente Bill Clinton, acusado de perjurio y obstrucción de la justicia."
      }
    ]
  },
  "12-20": {
    "curiosity": [
      {
        "text": "El 20 de diciembre de 1803, Estados Unidos adquirió formalmente el territorio de Luisiana a Francia en un acuerdo conocido como Compra de Luisiana."
      },
      {
        "text1": "El 20 de diciembre de 1989, fuerzas militares de Estados Unidos invadieron Panamá en un operativo para capturar al dictador Manuel Noriega, acusado de narcotráfico y delitos contra los derechos humanos."
      }
    ]
  },
  "12-21": {
    "curiosity": [
      {
        "text": "El 21 de diciembre de 1620, los colonos ingleses desembarcaron en Plymouth Rock, Massachusetts, estableciendo la colonia de Plymouth y marcando el comienzo de la colonización británica de América del Norte."
      },
      {
        "text1": "El 21 de diciembre de 1968, el Apolo 8, la misión espacial tripulada de la NASA, fue lanzado al espacio, convirtiéndose en la primera nave espacial en orbitar la Luna y regresar sana y salva a la Tierra."
      }
    ]
  },
  "12-22": {
    "curiosity": [
      {
        "text": "El 22 de diciembre de 1807 se firmó el Tratado de Tilsit, que puso fin a la guerra entre la Francia de Napoleón Bonaparte y la Rusia del zar Alejandro I."
      },
      {
        "text1": "El 22 de diciembre de 1989, Rumania celebró un juicio y ejecutó al dictador comunista Nicolae Ceaușescu y su esposa, Elena, tras la Revolución rumana."
      }
    ]
  },
  "12-23": {
    "curiosity": [
      {
        "text": "El 23 de diciembre de 1888, el pintor holandés Vincent van Gogh se cortó parte de la oreja izquierda durante un brote psicótico."
      },
      {
        "text1": "El 23 de diciembre de 1947, el Congreso Nacional Indio adoptó una resolución exigiendo la independencia de la India y el fin del dominio colonial británico."
      }
    ]
  },
  "12-24": {
    "curiosity": [
      {
        "text": "El 24 de diciembre de 1814, durante la Guerra de 1812 entre Estados Unidos y Reino Unido, tuvo lugar el Tratado de Gante, que puso fin oficialmente al conflicto y restableció las relaciones diplomáticas entre ambos países."
      },
      {
        "text1": "El 24 de diciembre de 1914, durante la Primera Guerra Mundial, se produjo la 'Tregua de Navidad', en la que los soldados enemigos en las trincheras del Frente Occidental detuvieron las hostilidades y confraternizaron durante la Nochebuena."
      }
    ]
  },
  "12-25": {
    "curiosity": [
      {
        "text": "El 25 de diciembre de 336, el emperador romano Constantino I el Grande celebró la primera celebración oficial de la Navidad como fiesta cristiana."
      },
      {
        "text1": "El 25 de diciembre de 1941, durante la Segunda Guerra Mundial, las tropas alemanas comandadas por Adolf Hitler colapsaron en la Batalla de Moscú, lo que marcó una gran derrota para las fuerzas nazis."
      }
    ]
  },
  "12-26": {
    "curiosity": [
      {
        "text": "El 26 de diciembre de 1776, durante la Guerra de Independencia de Estados Unidos, George Washington encabezó el ataque sorpresa contra las tropas de Hesse en Trenton, Nueva Jersey, en una victoria crucial para los rebeldes estadounidenses."
      },
      {
        "text1": "El 26 de diciembre de 2004 se produjo en el Océano Índico el devastador tsunami, desencadenado por un terremoto submarino, que provocó uno de los peores desastres naturales de la historia, con la pérdida de cientos de miles de vidas en varias naciones costeras."
      }
    ]
  },
  "12-27": {
    "curiosity": [
      {
        "text": "El 27 de diciembre de 1831, Charles Darwin se embarcó en la expedición a bordo del HMS Beagle, viaje que le llevaría a desarrollar su teoría de la evolución de las especies."
      },
      {
        "text1": "El 27 de diciembre de 2007, la ex Primera Ministra de Pakistán, Benazir Bhutto, fue asesinada en un atentado suicida durante un mitin político en Rawalpindi."
      }
    ]
  },
  "12-28": {
    "curiosity": [
      {
        "text": "El 28 de diciembre de 1895, los hermanos Lumière realizaron la primera proyección pública de películas en movimiento en el Grand Café de París, marcando el nacimiento del cine."
      },
      {
        "text1": "El 28 de diciembre de 1973, el presidente de los Estados Unidos, Richard Nixon, firmó la Ley de Transición Energética, que establecía objetivos para la conservación de la energía y promovía el uso de fuentes de energía renovables."
      }
    ]
  },
  "12-29": {
    "curiosity": [
      {
        "text": "El 29 de diciembre de 1890 se produjo la Masacre de Wounded Knee, un trágico enfrentamiento entre soldados estadounidenses y miembros de la tribu Lakota Sioux, que tuvo como resultado la muerte de aproximadamente 300 nativos americanos, entre ellos mujeres y niños."
      },
      {
        "text1": "El 29 de diciembre de 1972, la NASA lanzó la nave espacial Apolo 17, la última misión tripulada a la Luna hasta la fecha, con Eugene Cernan, Ronald Evans y Harrison Schmitt a bordo."
      }
    ]
  },
  "12-30": {
    "curiosity": [
      {
        "text": "El 30 de diciembre de 1922 se proclamó la Unión de Repúblicas Socialistas Soviéticas (URSS), formando un nuevo estado que englobaba varias repúblicas soviéticas."
      },
      {
        "text1": "El 30 de diciembre de 2006, el ex presidente de Irak, Saddam Hussein, fue ejecutado en la horca tras haber sido declarado culpable de crímenes contra la humanidad."
      }
    ]
  },
  "12-31": {
    "curiosity": [
      {
        "text": "El 31 de diciembre de 1759 nació en Salzburgo el famoso compositor austriaco Wolfgang Amadeus Mozart, dejando un legado duradero en la música clásica."
      },
      {
        "text1": "El 31 de diciembre de 1999 se produjo el cambio de milenio, que marcó el comienzo del siglo XXI y el temido 'Millennium Bug'q no causó los problemas catastróficos previstos en los sistemas informáticos de todo el mundo."
      }
    ]
  }
}