{
  "1-1": {
    "curiosity": [
      {
        "text": "Королевство Гана, расположенное в Западной Африке, было первой великой империей в регионе, известной своей торговлей золотом и солью."
      },
      {
        "text1": "Африка – колыбель человечества, где появились первые люди."
      }
    ]
  },
  "1-2": {
    "curiosity": [
      {
        "text": "Эфиопская империя была одной из немногих африканских стран, сопротивлявшихся европейской колонизации в XIX веке."
      },
      {
        "text1": "Древний Египет был одной из самых развитых цивилизаций в истории, построившей знаменитые пирамиды."
      }
    ]
  },
  "1-3": {
    "curiosity": [
      {
        "text": "Англо-бурская война — конфликт, произошедший в Южной Африке между поселенцами голландского и британского происхождения."
      },
      {
        "text1": "Королевство Аксум, расположенное на территории современной Эфиопии, было одной из первых великих цивилизаций Африки."
      }
    ]
  },
  "1-4": {
    "curiosity": [
      {
        "text": "Королевство Карфаген, расположенное в Северной Африке, соперничало с Римом в период Римской республики."
      },
      {
        "text1": "Великая Китайская стена — одно из величайших инженерных сооружений в истории, построенное для защиты страны от вторжений."
      }
    ]
  },
  "1-5": {
    "curiosity": [
      {
        "text": "Королевство Куш, расположенное на территории современного Судана, было важным центром торговли и власти в Древнем Египте."
      },
      {
        "text1": "Империя инков была величайшей цивилизацией доколумбовой Америки, известной своей развитой архитектурой и дорожной системой."
      }
    ]
  },
  "1-6": {
    "curiosity": [
      {
        "text": "Западноафриканское королевство Мали славилось своим правителем Мансой Мусой, считавшимся одним из самых богатых людей в истории."
      },
      {
        "text1": "Промышленная революция ознаменовала значительные изменения в обществе и экономике, вызванные изобретением машин и фабрик."
      }
    ]
  },
  "1-7": {
    "curiosity": [
      {
        "text": "Империя Сонгай, расположенная в Западной Африке, была одной из крупнейших империй в истории Африки."
      },
      {
        "text1": "Французская революция была периодом интенсивных политических и социальных перемен во Франции, имевших долгосрочные последствия во всем мире."
      }
    ]
  },
  "1-8": {
    "curiosity": [
      {
        "text": "Королевство Аксум в Эфиопии было важной торговой и религиозной державой, имевшей морские связи с Египтом, Индией и Римской империей."
      },
      {
        "text1": "Монгольская империя, возглавляемая Чингисханом, была крупнейшей непрерывной империей в истории, простиравшейся от Восточной Азии до Восточной Европы."
      }
    ]
  },
  "1-9": {
    "curiosity": [
      {
        "text": "Королевство Марокко имеет долгую историю, в которой на протяжении веков наблюдалось берберское, арабское и европейское влияние."
      },
      {
        "text1": "Декларация независимости США, подписанная 4 июля 1776 года, стала важной вехой в борьбе за независимость американских колоний."
      }
    ]
  },
  "1-10": {
    "curiosity": [
      {
        "text": "Османская империя, основанная в 13 веке, на протяжении более 600 лет доминировала на обширной территории, включавшей части Европы, Азии и Африки."
      },
      {
        "text1": "Промышленная революция в Великобритании оказала большое влияние на преобразование общества и экономики, стимулируя крупномасштабное производство и урбанизацию."
      }
    ]
  },
  "1-11": {
    "curiosity": [
      {
        "text": "Королевство Конго, расположенное в Центральной Африке, было могущественным доколониальным государством, известным своей торговлей слоновой костью и работорговлей."
      },
      {
        "text1": "Битва при Ватерлоо 18 июня 1815 года стала поворотным событием в европейской истории, ознаменовав окончательное поражение Наполеона Бонапарта."
      }
    ]
  },
  "1-12": {
    "curiosity": [
      {
        "text": "Империя Мали, возглавляемая знаменитым королем Мансой Мусой, была центром торговли, образования и богатства в средневековой Западной Африке."
      },
      {
        "text1": "Русская революция, произошедшая в 1917 году, привела к падению Российской империи и образованию Советского Союза, положив начало новой политической и социальной эпохе."
      }
    ]
  },
  "1-13": {
    "curiosity": [
      {
        "text": "Империя ацтеков, расположенная в Мексике, была одной из величайших доколумбовых цивилизаций, известной своей архитектурой и достижениями в сельском хозяйстве."
      },
      {
        "text1": "Промышленная революция в Соединенных Штатах превратила страну в мировую промышленную и экономическую державу XIX века."
      }
    ]
  },
  "1-14": {
    "curiosity": [
      {
        "text": "Королевство Бенин на территории нынешней Нигерии было важным торговым и культурным центром в доколониальной Западной Африке."
      },
      {
        "text1": "Прокламация об освобождении рабов, изданная президентом США Авраамом Линкольном 1 января 1863 года, освободила рабов в штатах Конфедерации во время Гражданской войны в США."
      }
    ]
  },
  "1-15": {
    "curiosity": [
      {
        "text": "Византийская империя, базирующаяся в Константинополе, сохранила наследие Восточной Римской империи и сыграла решающую роль в сохранении классической культуры."
      },
      {
        "text1": "Холодная война была периодом политической и военной напряженности между Соединенными Штатами и Советским Союзом, характеризующимся идеологическим соперничеством и глобальной конкуренцией."
      }
    ]
  },
  "1-16": {
    "curiosity": [
      {
        "text": "Королевство Зимбабве на юге Африки было важным торговым и культурным центром в средние века."
      },
      {
        "text1": "Промышленная революция в Германии ускорила экономическое и технологическое развитие страны, превратив ее в индустриальную державу XIX века."
      }
    ]
  },
  "1-17": {
    "curiosity": [
      {
        "text": "Империя Гуптов в Индии была известна как Золотой век Индии из-за ее процветания в искусстве, науке и торговле."
      },
      {
        "text1": "Гражданская война в США, проходившая с 1861 по 1865 год, представляла собой кровавый конфликт между северными и южными штатами США, главным образом по вопросу рабства."
      }
    ]
  },
  "1-18": {
    "curiosity": [
      {
        "text": "Королевство Португалия сыграло ключевую роль в эпоху Великих географических открытий, исследуя морские пути и создавая колонии по всему миру."
      },
      {
        "text1": "Мексиканская революция, начавшаяся в 1910 году, привела к свержению диктаторского правительства Порфирио Диаса и поиску социальной справедливости и политических реформ в Мексике."
      }
    ]
  },
  "1-19": {
    "curiosity": [
      {
        "text": "Империя майя, расположенная в Мезоамерике, была одной из самых развитых цивилизаций древности, известной своим иероглифическим письмом и сложными календарными системами."
      },
      {
        "text1": "Промышленная революция в Японии, произошедшая в конце XIX века, способствовала модернизации страны и превращению ее в индустриальную державу."
      }
    ]
  },
  "1-20": {
    "curiosity": [
      {
        "text": "Королевство Буганда, расположенное на территории нынешней Уганды, сыграло важную роль в истории и культуре Восточной Африки."
      },
      {
        "text1": "Вторая мировая война, проходившая с 1939 по 1945 год, стала самым разрушительным глобальным конфликтом в истории, в котором основные державы мира были вовлечены в крупномасштабный военный конфликт."
      }
    ]
  },
  "1-21": {
    "curiosity": [
      {
        "text": "Римская империя была одной из величайших империй в истории, известной своей инженерией, законодательством и длительным влиянием на западную культуру."
      },
      {
        "text1": "Промышленная революция во Франции в XIX веке принесла в страну технологический прогресс и значительные социально-экономические изменения."
      }
    ]
  },
  "1-22": {
    "curiosity": [
      {
        "text": "Королевство Конго в Центральной Африке играло важную роль в трансатлантической работорговле в 16 и 17 веках."
      },
      {
        "text1": "Американская война за независимость, которая велась с 1775 по 1783 год, привела к образованию Соединенных Штатов как независимого государства."
      }
    ]
  },
  "1-23": {
    "curiosity": [
      {
        "text": "Персидская империя под властью Кира Великого создала одну из величайших империй древности, известную своей религиозной терпимостью и эффективным управлением."
      },
      {
        "text1": "Промышленная революция в России в XIX веке преобразовала российскую экономику и ускорила промышленный рост страны."
      }
    ]
  },
  "1-24": {
    "curiosity": [
      {
        "text": "Королевство Бутан в Азии известно своей политикой «Валового национального счастья», направленной на материальное и духовное благополучие своих граждан."
      },
      {
        "text1": "Гаитянская революция, произошедшая между 1791 и 1804 годами, была первым успешным восстанием рабов в истории, приведшим к независимости Гаити и прекращению рабства во французской колонии Сен-Доминго."
      }
    ]
  },
  "1-25": {
    "curiosity": [
      {
        "text": "Империя инков, расположенная в регионе Анд, была крупнейшей доколумбовой цивилизацией, известной своей каменной архитектурой и передовыми сельскохозяйственными системами."
      },
      {
        "text1": "Промышленная революция в Бельгии в 19 веке способствовала развитию страны как промышленного и торгового центра Европы."
      }
    ]
  },
  "1-26": {
    "curiosity": [
      {
        "text": "Королевство Аксум на территории современной Эфиопии было важным торговым центром и одной из первых христианских цивилизаций в Африке."
      },
      {
        "text1": "Французская революция, произошедшая между 1789 и 1799 годами, была периодом интенсивных политических и социальных волнений во Франции, приведших к падению монархии и созданию Французской Республики."
      }
    ]
  },
  "1-27": {
    "curiosity": [
      {
        "text": "Австро-Венгерская империя, основанная в 1867 году, была великой державой в Центральной Европе, объединявшей множество разных национальностей и культур."
      },
      {
        "text1": "Промышленная революция в Канаде в 19 веке стимулировала экономический рост страны, особенно в обрабатывающей и транспортной отраслях."
      }
    ]
  },
  "1-28": {
    "curiosity": [
      {
        "text": "Королевство Куш, расположенное в районе современного Судана, было могущественным королевством, контролировавшим торговые пути между Центральной Африкой и Средиземноморьем."
      },
      {
        "text1": "Промышленная революция в Италии в 19 веке превратила страну из преимущественно аграрной экономики в промышленную и торговую державу."
      }
    ]
  },
  "1-29": {
    "curiosity": [
      {
        "text": "Китайская империя при династии Тан была одним из самых процветающих периодов в китайской истории, известной своей торговлей и культурным обменом."
      },
      {
        "text1": "Промышленная революция в Испании в 19 веке оказала значительное влияние на экономическое и социальное развитие страны."
      }
    ]
  },
  "1-30": {
    "curiosity": [
      {
        "text": "Британская империя была крупнейшей империей в истории, охватывающей территории по всему миру и оказывающей длительное политическое и культурное влияние."
      },
      {
        "text1": "Промышленная революция в Австралии в 19 веке стимулировала экономику страны, главным образом за счет эксплуатации природных ресурсов и развития обрабатывающей промышленности."
      }
    ]
  },
  "1-31": {
    "curiosity": [
      {
        "text": "Королевство Имерия на территории современной Грузии сыграло важную роль в истории Кавказа и было центром торговли и культуры в регионе."
      },
      {
        "text1": "Промышленная революция в Индии в 19 веке принесла значительные изменения в экономику и общество страны, стимулируя рост текстильной промышленности и транспортного сектора."
      }
    ]
  },
  "2-1": {
    "curiosity": [
      {
        "text": "Османская империя, основанная в 13 веке, была одной из крупнейших империй в истории, охватывающей территории в Европе, Азии и Африке."
      },
      {
        "text1": "Промышленная революция в Швеции в 19 веке превратила страну в важную промышленную державу, особенно в горнодобывающем и металлургическом секторе."
      }
    ]
  },
  "2-2": {
    "curiosity": [
      {
        "text": "Королевство Марокко, расположенное в Северной Африке, имеет богатую историю, уходящую в древние времена, и сыграло решающую роль на транссахарских торговых путях."
      },
      {
        "text1": "Промышленная революция в Бразилии в 19 веке ускорила рост промышленности и модернизацию страны, особенно за счет расширения кофейного сектора."
      }
    ]
  },
  "2-3": {
    "curiosity": [
      {
        "text": "Монгольская империя, возглавляемая Чингисханом, была крупнейшей непрерывной империей в истории, простиравшейся от Восточной Азии до Восточной Европы."
      },
      {
        "text1": "Промышленная революция в Аргентине в 19 веке ускорила экономическое развитие страны, особенно в сельскохозяйственном секторе и пищевой промышленности."
      }
    ]
  },
  "2-4": {
    "curiosity": [
      {
        "text": "Королевство Суккотра, расположенное на одноименном архипелаге в Индийском океане, известно своей уникальной флорой и пышными пейзажами."
      },
      {
        "text1": "Промышленная революция в Чили в 19 веке ускорила экономическое развитие страны, особенно в горнодобывающей и медной промышленности."
      }
    ]
  },
  "2-5": {
    "curiosity": [
      {
        "text": "Испанская империя была одной из крупнейших империй в истории, простиравшейся на обширные территории Европы, Америки, Африки и Азии."
      },
      {
        "text1": "Промышленная революция в Греции в 19 веке принесла значительные изменения в экономику страны, особенно в морском секторе и текстильной промышленности."
      }
    ]
  },
  "2-6": {
    "curiosity": [
      {
        "text": "Южно-Тихоокеанское Королевство Тонга — единственная страна на океаническом континенте, которая никогда не была колонизирована иностранной державой."
      },
      {
        "text1": "Промышленная революция в Мексике в 19 веке принесла в страну глубокие экономические и социальные изменения, стимулируя развитие текстильной промышленности, горнодобывающего сектора и транспортной инфраструктуры."
      }
    ]
  },
  "2-7": {
    "curiosity": [
      {
        "text": "Византийская империя со столицей в Константинополе была одной из древнейших империй в истории, сохранившей культуру и наследие Восточной Римской империи."
      },
      {
        "text1": "Промышленная революция в Австрии в 19 веке ускорила экономический рост страны, особенно в сталелитейной промышленности и машиностроении."
      }
    ]
  },
  "2-8": {
    "curiosity": [
      {
        "text": "Королевство Гранада, расположенное на Пиренейском полуострове, было последним оплотом мусульман в регионе до того, как оно было завоевано христианскими королевствами во время Реконкисты."
      },
      {
        "text1": "Промышленная революция в Норвегии в 19 веке принесла значительные изменения в экономику страны, особенно в лесной, рыбной и гидроэнергетической отраслях."
      }
    ]
  },
  "2-9": {
    "curiosity": [
      {
        "text": "Империя Маурьев в древней Индии была одной из крупнейших империй того времени, объединявшей большую часть Индийского субконтинента под единым правительством."
      },
      {
        "text1": "Промышленная революция в Финляндии в 19 веке превратила страну из аграрной экономики в индустриальную, особенно в целлюлозно-бумажной промышленности."
      }
    ]
  },
  "2-10": {
    "curiosity": [
      {
        "text": "Королевство Аксум, расположенное на территории современных Эфиопии и Эритреи, было важным торговым и культурным центром в древности, контролировавшим торговые пути между Африкой, Азией и Европой."
      },
      {
        "text1": "Промышленная революция в Южной Корее, начавшаяся в 1960-х годах, привела к быстрому экономическому и промышленному развитию страны, известному как «Чудо на реке Хан»."
      }
    ]
  },
  "2-11": {
    "curiosity": [
      {
        "text": "Каролингская империя, основанная Карлом Великим, была европейской империей, которая охватывала большую часть Западной Европы в средние века."
      },
      {
        "text1": "Промышленная революция в Польше в 19 веке превратила страну из аграрной экономики в индустриальную, особенно в текстильной и сталелитейной промышленности."
      }
    ]
  },
  "2-12": {
    "curiosity": [
      {
        "text": "Французская революция, произошедшая между 1789 и 1799 годами, была событием, ознаменовавшим переход от абсолютной монархии к республике во Франции, имевшим важные политические и социальные последствия."
      },
      {
        "text1": "Первая мировая война, проходившая с 1914 по 1918 год, представляла собой глобальный конфликт, в котором приняли участие крупнейшие мировые державы того времени и который оказал значительное влияние на геополитику и общество в 20 веке."
      }
    ]
  },
  "2-13": {
    "curiosity": [
      {
        "text": "Тордесильясский договор, подписанный в 1494 году, разделил открытые и подлежащие открытию земли между Португалией и Испанией, заложив основу для колонизации Америки обеими странами."
      },
      {
        "text1": "Холодная война, продолжавшаяся с 1947 по 1991 год, была периодом политической, военной и идеологической напряженности между Соединенными Штатами и Советским Союзом, характеризующейся соперничеством между двумя блоками, возглавляемыми этими державами."
      }
    ]
  },
  "2-14": {
    "curiosity": [
      {
        "text": "День святого Валентина, отмечаемый 14 февраля, берет свое начало от дани памяти святому Валентину, римскому священнику, который принял мученическую смерть за то, что тайно женился на солдатах, пренебрегая приказами императора Клавдия II."
      },
      {
        "text1": "Версальский договор, подписанный в 1919 году, ознаменовал окончание Первой мировой войны и наложил жесткие санкции на Германию, заложив основу для межвоенного периода и возникновения Второй мировой войны."
      }
    ]
  },
  "2-15": {
    "curiosity": [
      {
        "text": "15 февраля 1898 года линкор USS Maine взорвался в гавани Гаваны на Кубе, и это событие сыграло значительную роль в начале испано-американской войны."
      },
      {
        "text1": "15 февраля 1954 года Канада официально приняла красно-белый флаг с кленовым листом, сделав его национальным символом страны."
      }
    ]
  },
  "2-16": {
    "curiosity": [
      {
        "text": "16 февраля 1923 года Египет был провозглашен независимым королевством, положив конец периоду британского правления и установив конституционную монархию."
      },
      {
        "text1": "16 февраля 1968 года произошла знаменитая битва при Хуэ, одно из главных столкновений во время войны во Вьетнаме между силами Северной Америки и Вьетконга."
      }
    ]
  },
  "2-17": {
    "curiosity": [
      {
        "text": "17 февраля 1867 года Великобритания подписала Римский договор с Королевством Италия, признав объединение Италии и положив конец правлению Папской области."
      },
      {
        "text1": "17 февраля 1979 года в Иране произошла Исламская революция, приведшая к падению шаха Мохаммеда Резы Пехлеви и приходу к власти аятоллы Хомейни."
      }
    ]
  },
  "2-18": {
    "curiosity": [
      {
        "text": "18 февраля 1930 года в Индии произошел знаменитый инцидент, известный как «Соляной марш», возглавляемый Махатмой Ганди, как ненасильственный протест против британских налогов на соль."
      },
      {
        "text1": "18 февраля 1954 года ученые Джеймс Уотсон и Фрэнсис Крик открыли структуру ДНК, что стало важной вехой в понимании генетики и наследственности."
      }
    ]
  },
  "2-19": {
    "curiosity": [
      {
        "text": "19 февраля 1878 года Томас Эдисон получил патент на фонограф — одно из первых устройств, способных записывать и воспроизводить звуки."
      },
      {
        "text1": "19 февраля 1942 года, во время Второй мировой войны, президент США Франклин Д. Рузвельт подписал Указ № 9066, разрешающий интернирование японских граждан и американцев японского происхождения в концентрационные лагеря."
      }
    ]
  },
  "2-20": {
    "curiosity": [
      {
        "text": "20 февраля 1962 года американский астронавт Джон Гленн стал первым американцем, вышедшим на орбиту Земли на борту космического корабля «Дружба-7»."
      },
      {
        "text1": "20 февраля 1986 года был запущен космический комплекс «Мир», ставший первой модульной космической станцией на околоземной орбите."
      }
    ]
  },
  "2-21": {
    "curiosity": [
      {
        "text": "21 февраля 1848 года был опубликован «Манифест Коммунистической партии», написанный Карлом Марксом и Фридрихом Энгельсом, — основополагающий документ коммунистической идеологии."
      },
      {
        "text1": "21 февраля 1965 года в Нью-Йорке был убит афроамериканский активист Малкольм Икс, и это событие оказало значительное влияние на движение за гражданские права в Соединенных Штатах."
      }
    ]
  },
  "2-22": {
    "curiosity": [
      {
        "text": "22 февраля 1632 года философ Рене Декарт опубликовал свой самый известный философский труд «Рассуждение о методе», заложивший основы современного рационализма."
      },
      {
        "text1": "22 февраля 1980 года сборная США по хоккею с шайбой победила команду Советского Союза в исторической игре, известной как «Чудо на льду» во время зимних Олимпийских игр 1980 года."
      }
    ]
  },
  "2-23": {
    "curiosity": [
      {
        "text": "23 февраля 1945 года, во время Второй мировой войны, американские и филиппинские войска отбили город Манила на Филиппинах после интенсивных боев с японскими войсками."
      },
      {
        "text1": "23 февраля 1981 года в Испании произошел военный переворот, известный как «23-F», когда группа гражданской гвардии вторглась в испанский парламент в результате неудавшейся попытки государственного переворота."
      }
    ]
  },
  "2-24": {
    "curiosity": [
      {
        "text": "24 февраля 1868 года в Испании произошла Славная революция, движение, приведшее к свержению королевы Изабеллы II и созданию временного правительства."
      },
      {
        "text1": "24 февраля 1989 года британский учёный Тим Бернерс-Ли представил предложение о создании Всемирной паутины, ставшей одной из важнейших вех в истории Интернета."
      }
    ]
  },
  "2-25": {
    "curiosity": [
      {
        "text": "25 февраля 1836 года произошла битва при Аламо — столкновение между мексиканскими войсками и техасскими защитниками, ставшее символом мужества и сопротивления в истории Техаса."
      },
      {
        "text1": "25 февраля 1956 года советский лидер Никита Хрущев произнес секретную речь на XX съезде Коммунистической партии Советского Союза, осудив преступления и бесчинства, совершенные во время режима Иосифа Сталина."
      }
    ]
  },
  "2-26": {
    "curiosity": [
      {
        "text": "26 февраля 1815 года в Бельгии произошла битва при Ватерлоо, в которой силы императора Наполеона Бонапарта были разбиты войсками коалиции во главе с герцогом Веллингтоном, что ознаменовало окончательный конец наполеоновской империи."
      },
      {
        "text1": "26 февраля 1993 года в Нью-Йорке произошло нападение на Всемирный торговый центр, когда в гараже комплекса взорвался взрывной автомобиль, в результате чего шесть человек погибли и сотни получили ранения."
      }
    ]
  },
  "2-27": {
    "curiosity": [
      {
        "text": "27 февраля 1900 года была основана американская кинокомпания Universal Pictures, ставшая одним из старейших и влиятельнейших кинопродюсеров в мире."
      },
      {
        "text1": "27 февраля 1933 года пожар в Рейхстаге, немецком парламенте в Берлине, был использован нацистами как предлог для ограничения гражданских свобод и консолидации своей власти."
      }
    ]
  },
  "2-28": {
    "curiosity": [
      {
        "text": "28 февраля 1953 года учёный Джеймс Уотсон и биолог Фрэнсис Крик открыли структуру молекулы ДНК, что стало одним из важнейших открытий в истории биологии."
      },
      {
        "text1": "28 февраля 1986 года вскоре после запуска взорвался космический корабль «Челленджер», в результате чего погибли все семь астронавтов на борту."
      }
    ]
  },
  "2-29": {
    "curiosity": [
      {
        "text": "28 февраля 1986 года вскоре после запуска взорвался космический корабль «Челленджер», в результате чего погибли все семь астронавтов на борту."
      },
      {
        "text1": "28 февраля 1953 года учёный Джеймс Уотсон и биолог Фрэнсис Крик открыли структуру молекулы ДНК, что стало одним из важнейших открытий в истории биологии."
      }
    ]
  },
  "3-1": {
    "curiosity": [
      {
        "text": "1 марта 1872 года в США был основан Йеллоустонский национальный парк, ставший первым национальным парком в мире."
      },
      {
        "text1": "1 марта 1994 года бразильская музыкальная группа Mamonas Assassinas погибла в трагической авиакатастрофе, преждевременно прервав стремительный взлет группы."
      }
    ]
  },
  "3-2": {
    "curiosity": [
      {
        "text": "2 марта 1956 года Марокко обрело независимость, положив конец периоду французской колонизации в стране."
      },
      {
        "text1": "2 марта 1962 года американский певец и автор песен Боб Дилан выпустил свой первый студийный альбом под названием «Bob Dylan», который стал вехой в фолк-музыке."
      }
    ]
  },
  "3-3": {
    "curiosity": [
      {
        "text": "3 марта 1845 года Флорида была признана 27-м штатом США, расширив территорию страны в районе Мексиканского залива."
      },
      {
        "text1": "3 марта 1913 года в Вашингтоне, округ Колумбия, состоялся Парад суфражисток, где тысячи женщин прошли маршем, чтобы получить право голоса в Соединенных Штатах."
      }
    ]
  },
  "3-4": {
    "curiosity": [
      {
        "text": "4 марта 1789 года состоялась инаугурация первого президента США Джорджа Вашингтона, положившая начало президентской истории страны."
      },
      {
        "text1": "4 марта 1933 года президент Франклин Д. Рузвельт вступил в должность во время Великой депрессии, произнеся знаменитую инаугурационную речь с фразой: «Единственное, чего нам следует бояться, — это самого страха»."
      }
    ]
  },
  "3-5": {
    "curiosity": [
      {
        "text": "5 марта 1953 года умер советский лидер Иосиф Сталин, который правил Советским Союзом железной рукой более двух десятилетий."
      },
      {
        "text1": "5 марта 1984 года была выпущена компьютерная программа Lotus 1-2-3, одна из первых программ для работы с электронными таблицами, сыгравшая важную роль в популяризации персональных компьютеров."
      }
    ]
  },
  "3-6": {
    "curiosity": [
      {
        "text": "6 марта 1475 года родился знаменитый художник эпохи Возрождения Микеланджело, известный такими шедеврами, как скульптура «Давид» и роспись Сикстинской капеллы."
      },
      {
        "text1": "6 марта 1957 года Гана стала первой африканской страной, получившей независимость от колониализма, возглавив движение за деколонизацию на континенте."
      }
    ]
  },
  "3-7": {
    "curiosity": [
      {
        "text": "7 марта 1876 года Александр Грэм Белл получил патент на телефон, который произвел революцию в сфере связи и открыл путь к эпохе телекоммуникаций."
      },
      {
        "text1": "7 марта 1965 года произошел знаменитый эпизод, известный как «Кровавое воскресенье», когда протестующие за гражданские права были жестоко подавлены полицией на мосту из Сельмы в Монтгомери в Соединенных Штатах."
      }
    ]
  },
  "3-8": {
    "curiosity": [
      {
        "text": "8 марта 1917 года, в условиях Первой мировой войны, произошло начало русской революции с демонстрацией женщин в Петрограде, которая позже привела к падению царского режима."
      },
      {
        "text1": "8 марта 1971 года боксер Мохаммед Али и Джо Фрейзер дрались в так называемом «Бою века», в котором Фрейзер победил единогласным решением судей."
      }
    ]
  },
  "3-9": {
    "curiosity": [
      {
        "text": "9 марта 1959 года певец и актер Элвис Пресли был освобожден от военной службы, отслужив свой долг в Германии, вернувшись к успешной карьере."
      },
      {
        "text1": "9 марта 1997 года рэпер The Notorious BIG, также известный как Biggie Smalls, был убит в результате перестрелки в Лос-Анджелесе, оставив после себя замечательное наследие в мире хип-хопа."
      }
    ]
  },
  "3-10": {
    "curiosity": [
      {
        "text": "10 марта 1876 года был запатентован граммофон, предшественник проигрывателя, изобретенный Томасом Эдисоном, что произвело революцию в способах записи и воспроизведения музыки."
      },
      {
        "text1": "10 марта 1959 года Тибет был захвачен Китаем, что привело к длительному периоду культурных и политических репрессий в стране."
      }
    ]
  },
  "3-11": {
    "curiosity": [
      {
        "text": "11 марта 1818 года скончался знаменитый немецкий композитор Иоганн Себастьян Бах, оставив наследие в виде классических музыкальных произведений, оказавших влияние на последующие поколения."
      },
      {
        "text1": "11 марта 2011 года в Японии произошло землетрясение магнитудой 9,0, за которым последовало разрушительное цунами, приведшее к серьезному ядерному кризису на АЭС «Фукусима»."
      }
    ]
  },
  "3-12": {
    "curiosity": [
      {
        "text": "12 марта 1930 года Махатма Ганди начал Соляной марш в Индии, ставший одной из вех в движении страны за независимость против британского правления."
      },
      {
        "text1": "12 марта 1994 года произошла резня в Хевроне — террористический акт на мечеть в городе Хеврон на Западном Берегу, в результате которого погибли 29 палестинцев и были ранены десятки людей."
      }
    ]
  },
  "3-13": {
    "curiosity": [
      {
        "text": "13 марта 1781 года астроном Уильям Гершель открыл планету Уран, расширив знания о Солнечной системе."
      },
      {
        "text1": "13 марта 2013 года кардинал Хорхе Марио Бергольо из Аргентины был избран Папой Франциском, став первым латиноамериканским Папой в истории Католической церкви."
      }
    ]
  },
  "3-14": {
    "curiosity": [
      {
        "text": "14 марта 1879 года в Ульме, в Королевстве Вюртемберг, Германской империи, родился Альберт Эйнштейн, один из самых известных учёных в истории."
      },
      {
        "text1": "14 марта 1950 года Организация Объединенных Наций (ООН) учредила Международный женский день, который ежегодно отмечается в целях содействия гендерному равенству и правам женщин."
      }
    ]
  },
  "3-15": {
    "curiosity": [
      {
        "text": "15 марта 44 г. до н.э. произошло убийство группой сенаторов Юлия Цезаря, римского вождя и императора, что привело к существенному изменению хода римской истории."
      },
      {
        "text1": "15 марта 1972 года Великобритания приняла десятичную денежную систему, заменив старую систему фунтов, шиллингов и пенсов."
      }
    ]
  },
  "3-16": {
    "curiosity": [
      {
        "text": "16 марта 1521 года португальский мореплаватель Фердинанд Магеллан прибыл на Филиппины во время своей кругосветной экспедиции, став первым европейцем, совершившим это."
      },
      {
        "text1": "16 марта 1968 года во время войны во Вьетнаме произошла резня в Милай, в которой американские солдаты убили более 500 вьетнамских мирных жителей, включая женщин, детей и стариков."
      }
    ]
  },
  "3-17": {
    "curiosity": [
      {
        "text": "17 марта 461 года нашей эры скончался Святой Патрик, покровитель Ирландии, который ежегодно отмечается в День Святого Патрика, известный как День Святого Патрика."
      },
      {
        "text1": "17 марта 1905 года в Санкт-Петербурге, Россия, произошло Кровавое воскресенье, когда мирные протестующие были подавлены царской армией, что привело к гибели сотен человек и ознаменовало начало русской революции 1905 года."
      }
    ]
  },
  "3-18": {
    "curiosity": [
      {
        "text": "18 марта 1314 года Жак де Моле, последний Великий магистр тамплиеров, был сожжен на костре, что ознаменовало конец Ордена тамплиеров."
      },
      {
        "text1": "18 марта 1965 года в США прошел марш за гражданские права от Сельмы до Монтгомери с целью обеспечить избирательные права афроамериканцам."
      }
    ]
  },
  "3-19": {
    "curiosity": [
      {
        "text": "19 марта 1687 года Исаак Ньютон опубликовал свой шедевр «Начала математики», в котором были установлены законы движения и закон гравитации, что произвело революцию в физике."
      },
      {
        "text1": "19 марта 2003 года началась война в Ираке, возглавляемая Соединенными Штатами и их союзниками, что привело к серии событий, которые сформировали геополитику региона."
      }
    ]
  },
  "3-20": {
    "curiosity": [
      {
        "text": "20 марта 1852 года Гарриет Бичер-Стоу опубликовала роман «Хижина дяди Тома», важный труд в борьбе с рабством в Соединённых Штатах."
      },
      {
        "text1": "20 марта 2016 года бывший президент США Барак Обама совершил исторический визит на Кубу, что стало важной вехой в нормализации отношений между двумя странами."
      }
    ]
  },
  "3-21": {
    "curiosity": [
      {
        "text": "21 марта 1960 года в Южной Африке произошла резня в Шарпевиле, когда полиция открыла огонь по мирным протестующим против законов апартеида, в результате чего погибло 69 человек."
      },
      {
        "text1": "21 марта 2014 года Россия аннексировала Крымский полуостров после скандального референдума, осужденного международным сообществом."
      }
    ]
  },
  "3-22": {
    "curiosity": [
      {
        "text": "22 марта 1622 года в британской колонии Вирджиния произошла Джеймстаунская резня, когда коренные американцы напали и убили британских колонистов."
      },
      {
        "text1": "22 марта 1993 года в возрасте 43 лет ушел из жизни канадский рок-музыкант и певец Джон Кэнди, оставив после себя комедийное наследие и запоминающиеся выступления."
      }
    ]
  },
  "3-23": {
    "curiosity": [
      {
        "text": "23 марта 1806 года Льюис и Кларк начали свою легендарную экспедицию по исследованию западной части Соединенных Штатов, путешествие, которое длилось более двух лет и помогло расширить знания о географии и природе Соединенных Штатов. область, край."
      },
      {
        "text1": "23 марта 2001 года Россия запустила в космос космическую станцию ​​«Мир», которая стала знаковым событием в освоении космоса и проработала более 15 лет, прежде чем была остановлена."
      }
    ]
  },
  "3-24": {
    "curiosity": [
      {
        "text": "24 марта 1603 года умерла английская королева Елизавета I, положив конец династии Тюдоров и ознаменовав начало правления династии Стюартов, с восшествием на английский престол Якова VI Шотландии как Якова I."
      },
      {
        "text1": "24 марта 1999 года НАТО начало воздушные бомбардировки Сербии в рамках военного вмешательства в конфликт в Косово во время войны в Косово."
      }
    ]
  },
  "3-25": {
    "curiosity": [
      {
        "text": "25 марта 1807 года британский парламент принял Закон об отмене работорговли, запрещающий работорговлю в Британской империи."
      },
      {
        "text1": "25 марта 1957 года был подписан Римский договор, создавший Европейское экономическое сообщество (ЕЭС), предшественник Европейского Союза (ЕС)."
      }
    ]
  },
  "3-26": {
    "curiosity": [
      {
        "text": "26 марта 1979 года в Вашингтоне был подписан Мирный договор между Израилем и Египтом, официально положивший конец состоянию войны между двумя странами."
      },
      {
        "text1": "26 марта 1997 года состоялся запуск российского космического корабля «Союз ТМ-24» с экипажем в составе российского космонавта, американского астронавта и немецкого астронавта на космическую станцию ​​«Мир»."
      }
    ]
  },
  "3-27": {
    "curiosity": [
      {
        "text": "27 марта 1912 года Япония и Китай подписали Синьчжоуский договор, положивший конец русско-японской войне и установивший независимость Внешней Монголии."
      },
      {
        "text1": "27 марта 1977 года два самолета Боинг 747 столкнулись на Тенерифе, на Канарских островах, что привело к крупнейшей в истории воздушной катастрофе, унесшей жизни 583 человек."
      }
    ]
  },
  "3-28": {
    "curiosity": [
      {
        "text": "28 марта 1930 года Константинополь, столица Византийской империи, был переименован в Стамбул, что ознаменовало значительное изменение в истории города."
      },
      {
        "text1": "28 марта 1979 года произошла авария на атомной электростанции «Три-Майл-Айленд» в США, повлекшая за собой одну из самых страшных ядерных катастроф в истории страны."
      }
    ]
  },
  "3-29": {
    "curiosity": [
      {
        "text": "29 марта 1974 года в Португалии произошла Революция гвоздик — военное восстание, свергнувшее диктатуру Estado Novo и ознаменовавшее начало периода демократизации в стране."
      },
      {
        "text1": "29 марта 2004 года Болгария, Эстония, Латвия, Литва, Румыния, Словакия и Словения вступили в НАТО, укрепив военный альянс."
      }
    ]
  },
  "3-30": {
    "curiosity": [
      {
        "text": "30 марта 1856 года был подписан Парижский договор, положивший конец Крымской войне и установивший условия мира между участвующими державами."
      },
      {
        "text1": "30 марта 1981 года президент США Рональд Рейган был застрелен при покушении, но выжил после операции."
      }
    ]
  },
  "3-31": {
    "curiosity": [
      {
        "text": "31 марта 1492 года католические монархи Фердинанд II Арагонский и Изабель I Кастильская издали Эдикт Альгамбры, который изгнал евреев из Испании, что привело к одному из самых мрачных моментов в еврейской истории."
      },
      {
        "text1": "31 марта 1889 года во время Всемирной выставки в Париже была открыта Эйфелева башня, одна из самых известных икон Парижа и мира."
      }
    ]
  },
  "4-1": {
    "curiosity": [
      {
        "text": "1 апреля 1867 года Великобритания приняла Закон о Британской Северной Америке, который учредил Канадскую Конфедерацию и создал основу для формирования современной Канады."
      },
      {
        "text1": "1 апреля 1976 года Стив Джобс, Стив Возняк и Рональд Уэйн основали Apple Inc., создав одну из самых влиятельных технологических компаний в мире."
      }
    ]
  },
  "4-2": {
    "curiosity": [
      {
        "text": "2 апреля 1917 года Соединенные Штаты вступили в Первую мировую войну, отправив войска сражаться вместе с силами союзников против Центральных держав."
      },
      {
        "text1": "2 апреля 2005 года Папа Иоанн Павел II скончался в возрасте 84 лет после долгого, почти 27-летнего понтификата, став одним из самых популярных Пап в новейшей истории."
      }
    ]
  },
  "4-3": {
    "curiosity": [
      {
        "text": "3 апреля 1948 года вступил в силу План Маршалла — программа экономической помощи США по восстановлению Европы после Второй мировой войны."
      },
      {
        "text1": "3 апреля 1973 года компания Motorola выпустила первый сотовый телефон, что стало важной вехой в развитии мобильных технологий."
      }
    ]
  },
  "4-4": {
    "curiosity": [
      {
        "text": "4 апреля 1968 года в Мемфисе, штат Теннесси, был убит лидер движения за гражданские права США Мартин Лютер Кинг-младший, что вызвало волнения и протесты по всей стране."
      },
      {
        "text1": "4 апреля 1949 года была основана Организация Североатлантического договора (НАТО), создавшая военный союз между несколькими западными странами для взаимной защиты."
      }
    ]
  },
  "4-5": {
    "curiosity": [
      {
        "text": "5 апреля 1614 года Покахонтас, одна из самых известных фигур взаимодействия английских колонистов и коренных американцев, вышла замуж за Джона Рольфа в Вирджинии, США."
      },
      {
        "text1": "5 апреля 1955 года Уинстон Черчилль подал в отставку с поста премьер-министра Соединенного Королевства, завершив свой второй срок полномочий."
      }
    ]
  },
  "4-6": {
    "curiosity": [
      {
        "text": "6 апреля 1917 года Соединенные Штаты объявили войну Германской империи, официально вступив в Первую мировую войну."
      },
      {
        "text1": "6 апреля 1994 года в Руанде начался геноцид, в ходе которого в течение примерно 100 дней были зверски убиты около 800 000 человек, в основном из этнической группы тутси."
      }
    ]
  },
  "4-7": {
    "curiosity": [
      {
        "text": "7 апреля 1948 года Генеральная Ассамблея ООН провозгласила Всеобщую декларацию прав человека, устанавливающую основные права всех людей."
      },
      {
        "text1": "7 апреля 1964 года НАСА вывело на орбиту первый спутник связи Syncom 3, положив начало новой эре глобальной связи."
      }
    ]
  },
  "4-8": {
    "curiosity": [
      {
        "text": "8 апреля 1974 года скончался португальский диктатор Антониу де Оливейра Салазар, что привело к падению авторитарного режима Estado Novo и демократизации Португалии."
      },
      {
        "text1": "8 апреля 1994 года рок-певец Курт Кобейн, лидер группы Nirvana, был найден мертвым в своем доме в Сиэтле, США."
      }
    ]
  },
  "4-9": {
    "curiosity": [
      {
        "text": "9 апреля 1865 года произошла капитуляция генерала Конфедерации Роберта Э. Ли генералу Союза Улиссу С. Гранту, что ознаменовало конец Гражданской войны в США."
      },
      {
        "text1": "9 апреля 1940 года нацистская Германия вторглась в Данию и Норвегию, начав оккупацию этих стран во время Второй мировой войны."
      }
    ]
  },
  "4-10": {
    "curiosity": [
      {
        "text": "10 апреля 1912 года «Титаник» совершил свой первый рейс из Саутгемптона, Англия, в Нью-Йорк, США, прежде чем столкнулся с айсбергом и затонул в Атлантическом океане."
      },
      {
        "text1": "10 апреля 1972 года премьер-министр Японии Какуэй Танака посетил Китай, что ознаменовало важный момент в нормализации отношений между двумя странами."
      }
    ]
  },
  "4-11": {
    "curiosity": [
      {
        "text": "11 апреля 1951 года генерал Дуглас Макартур был освобожден от своего командования во время Корейской войны президентом США Гарри С. Трумэном из-за разногласий по поводу военной стратегии."
      },
      {
        "text1": "11 апреля 1979 года президент Зимбабве Ханаан Банана провозгласил независимость страны, положив конец британскому колониальному правлению и основав Республику Зимбабве."
      }
    ]
  },
  "4-12": {
    "curiosity": [
      {
        "text": "12 апреля 1961 года советский космонавт Юрий Гагарин стал первым человеком, вышедшим на орбиту Земли на борту космического корабля «Восток-1»."
      },
      {
        "text1": "12 апреля 1992 года открылся Евротоннель, соединяющий Великобританию с Францией под Ла-Маншем, обеспечив прямое железнодорожное сообщение между двумя странами."
      }
    ]
  },
  "4-13": {
    "curiosity": [
      {
        "text": "13 апреля 1743 года в колонии Вирджиния родился Томас Джефферсон, третий президент Соединенных Штатов и главный автор Декларации независимости."
      },
      {
        "text1": "13 апреля 1943 года произошло восстание в Варшавском гетто — акт сопротивления, организованный евреями против нацистских войск во время Второй мировой войны."
      }
    ]
  },
  "4-14": {
    "curiosity": [
      {
        "text": "14 апреля 1865 года президент Соединенных Штатов Авраам Линкольн был убит актером Джоном Уилксом Бутом в театре в Вашингтоне."
      },
      {
        "text1": "14 апреля 1986 года США нанесли воздушный удар по Ливии в отместку за предполагаемое участие этой страны в террористическом акте в ночном клубе Берлина."
      }
    ]
  },
  "4-15": {
    "curiosity": [
      {
        "text": "15 апреля 1912 года «Титаник» затонул после столкновения с айсбергом, в результате чего погибло более 1500 человек в результате одной из самых известных морских катастроф в истории."
      },
      {
        "text1": "15 апреля 1947 года бейсболист Джеки Робинсон дебютировал в Высшей бейсбольной лиге, преодолев расовый барьер в профессиональном спорте США."
      }
    ]
  },
  "4-16": {
    "curiosity": [
      {
        "text": "16 апреля 1945 года немецкий диктатор Адольф Гитлер покончил жизнь самоубийством в своем берлинском бункере, что ознаменовало конец нацистского режима во время Второй мировой войны."
      },
      {
        "text1": "16 апреля 1972 года произошла резня в Май Лай, в ходе которой американские солдаты убили сотни вьетнамских мирных жителей во время войны во Вьетнаме."
      }
    ]
  },
  "4-17": {
    "curiosity": [
      {
        "text": "17 апреля 1961 года произошло вторжение в залив Свиней — неудавшаяся попытка ЦРУ свергнуть режим Фиделя Кастро на Кубе."
      },
      {
        "text1": "17 апреля 1975 года красные кхмеры во главе с Пол Потом взяли под свой контроль Пномпень, столицу Камбоджи, положив начало периоду геноцида и репрессий в стране."
      }
    ]
  },
  "4-18": {
    "curiosity": [
      {
        "text": "18 апреля 1775 года произошло первое вооруженное столкновение между американскими колонистами и британскими войсками в битве при Лексингтоне и Конкорде, положившее начало американской войне за независимость."
      },
      {
        "text1": "18 апреля 1980 года в посольстве США в Тегеране (Иран) состоялась операция по спасению американских заложников, известная как операция «Коготь орла», которая закончилась неудачей и привела к гибели нескольких американских солдат."
      },
      {
        "text1": "18 апреля 1996 года армия Уганды и повстанческая группировка «Армия сопротивления Бога» (ЛРА) подписали временное прекращение огня после нескольких лет вооруженного конфликта на севере Уганды."
      }
    ]
  },
  "4-19": {
    "curiosity": [
      {
        "text": "19 апреля 1775 года во время американской войны за независимость произошла битва при Согласии, в которой колониальным ополченцам удалось дать отпор британским войскам."
      },
      {
        "text1": "19 апреля 1995 года в Оклахома-Сити, США, произошел террористический акт, когда перед федеральным зданием Альфреда П. Мурры взорвался грузовик, начиненный взрывчаткой, в результате чего погибли 168 человек."
      }
    ]
  },
  "4-20": {
    "curiosity": [
      {
        "text": "20 апреля 1889 года в Браунау-ам-Инн, Австрия, родился Адольф Гитлер, будущий нацистский лидер."
      },
      {
        "text1": "20 апреля 1999 года произошла резня в Колумбайне, в ходе которой двое вооруженных учеников напали на среднюю школу Колумбайн в США, убив 12 учеников и учителя, а затем покончили жизнь самоубийством."
      }
    ]
  },
  "4-21": {
    "curiosity": [
      {
        "text": "21 апреля 753 года до нашей эры, по преданию, Рим был основан Ромулом и Ремом."
      },
      {
        "text1": "21 апреля 1960 года состоялось официальное открытие Бразилиа, столицы Бразилии, которая считается важной вехой в истории архитектуры и урбанизма."
      }
    ]
  },
  "4-22": {
    "curiosity": [
      {
        "text": "22 апреля 1970 года отмечался первый День Земли — международное мероприятие, призванное повысить осведомленность о проблемах окружающей среды и защиты планеты."
      },
      {
        "text1": "22 апреля 1993 года лидер АНК и будущий президент ЮАР Нельсон Мандела и президент Фредерик Виллем де Клерк были удостоены Нобелевской премии мира за усилия по прекращению апартеида."
      }
    ]
  },
  "4-23": {
    "curiosity": [
      {
        "text": "23 апреля 1564 года в Стратфорде-на-Эйвоне, Англия, родился Уильям Шекспир, один из величайших драматургов в истории."
      },
      {
        "text1": "23 апреля 1910 года Теодор Рузвельт произнес свою знаменитую речь «Гладкая речь, большой спорт» в Сорбонне в Париже, подчеркнув важность дипломатии и использования силы для содействия миру во всем мире."
      }
    ]
  },
  "4-24": {
    "curiosity": [
      {
        "text": "24 апреля 1800 года в Вашингтоне, округ Колумбия, была основана Библиотека Конгресса США после покупки ее первой книги."
      },
      {
        "text1": "24 апреля 1916 года произошло Пасхальное восстание — вооруженное восстание в Ирландии против британского правления, которое считалось важной вехой на пути к независимости Ирландии."
      }
    ]
  },
  "4-25": {
    "curiosity": [
      {
        "text": "25 апреля 1945 года, во время Второй мировой войны, советские и югославские войска освободили город Белград (Югославия) от нацистского правления."
      },
      {
        "text1": "25 апреля 1974 года в Португалии произошла Революция гвоздик — военное движение, свергнувшее диктаторский режим Estado Novo и восстановившее демократию в стране."
      }
    ]
  },
  "4-26": {
    "curiosity": [
      {
        "text": "26 апреля 1986 года на Украине произошла Чернобыльская ядерная катастрофа, когда взрыв ядерного реактора выбросил в атмосферу большое количество радиоактивного материала, вызвав одну из величайших ядерных катастроф в истории."
      },
      {
        "text1": "26 апреля 2005 года наследный принц Японии Нарухито женился на Масако Овада на церемонии, состоявшейся в храме Мэйдзи в Токио."
      }
    ]
  },
  "4-27": {
    "curiosity": [
      {
        "text": "27 апреля 497 г. до н. э. по традиции был официально основан город Рим."
      },
      {
        "text1": "27 апреля 1994 года Нельсон Мандела был избран первым чернокожим президентом Южной Африки, что ознаменовало конец апартеида в стране."
      }
    ]
  },
  "4-28": {
    "curiosity": [
      {
        "text": "28 апреля 1789 года произошло восстание HMS Bounty, когда команда британского корабля восстала против капитана Уильяма Блая."
      },
      {
        "text1": "28 апреля 1945 года, во время Второй мировой войны, итальянский диктатор Бенито Муссолини был схвачен и казнен членами итальянского сопротивления."
      }
    ]
  },
  "4-29": {
    "curiosity": [
      {
        "text": "29 апреля 1975 года война во Вьетнаме завершилась падением Сайгона, столицы Южного Вьетнама, от рук коммунистических сил Северного Вьетнама."
      },
      {
        "text1": "29 апреля 2011 года принц Великобритании Уильям женился на Кэтрин Миддлтон на церемонии, состоявшейся в Вестминстерском аббатстве в Лондоне."
      }
    ]
  },
  "4-30": {
    "curiosity": [
      {
        "text": "30 апреля 1789 года состоялась инаугурация Джорджа Вашингтона в качестве первого президента Соединённых Штатов Америки."
      },
      {
        "text1": "30 апреля 1945 года Адольф Гитлер и его жена Ева Браун покончили жизнь самоубийством в своем бункере в Берлине, что ознаменовало конец нацистского режима в Германии."
      }
    ]
  },
  "5-1": {
    "curiosity": [
      {
        "text": "1 мая 1886 года в Чикаго, США, произошло восстание Хеймаркет, ознаменовавшееся протестами рабочих за улучшение условий труда и восьмичасовой рабочий день."
      },
      {
        "text1": "1 мая 1994 года вступило в силу Генеральное соглашение по тарифам и торговле (ГАТТ), ставшее важной вехой в международной торговле, благодаря которой Всемирная торговая организация (ВТО) стала преемницей ГАТТ."
      }
    ]
  },
  "5-2": {
    "curiosity": [
      {
        "text": "2 мая 1519 года итальянский мореплаватель Леонардо да Винчи умер в Амбуазе, Франция."
      },
      {
        "text1": "2 мая 2011 г. в ходе военной операции США в Пакистане был убит лидер террористов Усама бен Ладен, основатель «Аль-Каиды» и ответственный за теракты 11 сентября 2001 г."
      }
    ]
  },
  "5-3": {
    "curiosity": [
      {
        "text": "3 мая 1808 года произошло восстание Дос де Майо — народное восстание против французской оккупации Мадрида во время наполеоновских войн."
      },
      {
        "text1": "3 мая 1979 года Маргарет Тэтчер стала первой женщиной, избранной премьер-министром Соединенного Королевства, занимая эту должность три срока подряд."
      },
      {
        "text1": "3 мая 2000 года в Лондоне состоялось открытие моста Миллениум — культового сооружения, пересекающего Темзу и ставшего символом города."
      }
    ]
  },
  "5-4": {
    "curiosity": [
      {
        "text": "4 мая 1626 года голландский исследователь Питер Минуит прибыл на остров Манхэттен и основал колонию, которая впоследствии стала Нью-Йорком."
      },
      {
        "text1": "4 мая 1970 года в США произошла резня в штате Кент, когда солдаты Национальной гвардии открыли огонь по студентам, протестовавшим против войны во Вьетнаме, в результате чего четыре человека погибли."
      }
    ]
  },
  "5-5": {
    "curiosity": [
      {
        "text": "5 мая 1821 года южноамериканский революционный лидер Симон Боливар разбил испанские войска в битве при Карабобо, укрепив независимость Венесуэлы."
      },
      {
        "text1": "5 мая 1862 года в Мексике произошла битва при Пуэбле, в которой мексиканская армия одержала удивительную победу над французскими войсками, стремившимися завоевать страну."
      }
    ]
  },
  "5-6": {
    "curiosity": [
      {
        "text": "6 мая 1527 года произошло разграбление Рима, когда войска императора Карла V вторглись и разграбили город Рим, что ознаменовало конец итальянского Возрождения."
      },
      {
        "text1": "6 мая 1954 года битва при Дьенбьенфу во Вьетнаме завершилась победой Вьетминя над французскими колониальными войсками, что привело к выводу французских войск и концу Французского Индокитая."
      }
    ]
  },
  "5-7": {
    "curiosity": [
      {
        "text": "7 мая 1824 года в Вене, Австрия, Бетховен представил свою самую известную композицию «Гимн радости»."
      },
      {
        "text1": "7 мая 1945 года нацистская Германия безоговорочно капитулировала перед союзными войсками, что ознаменовало окончание Второй мировой войны в Европе."
      }
    ]
  },
  "5-8": {
    "curiosity": [
      {
        "text": "8 мая 1886 года в Чикаго, США, произошло восстание рабочих Хеймаркета в знак протеста против восьмичасового рабочего дня, которое привело к жестоким столкновениям между рабочими и полицией."
      },
      {
        "text1": "8 мая 1945 года был провозглашен День Победы в Европе, отмечавший окончание Второй мировой войны в Европе безоговорочной капитуляцией нацистской Германии."
      }
    ]
  },
  "5-9": {
    "curiosity": [
      {
        "text": "9 мая 1502 года исследователь Христофор Колумб отправился в свое четвертое и последнее путешествие в Новый Свет."
      },
      {
        "text1": "9 мая 1950 года министр иностранных дел Франции Робер Шуман представил предложение о создании Европейского сообщества угля и стали (ЕОУС), что стало важным шагом на пути к европейской интеграции."
      }
    ]
  },
  "5-10": {
    "curiosity": [
      {
        "text": "10 мая 1503 года итальянский художник эпохи Возрождения Микеланджело приступил к работе над скульптурой Давида, одной из самых известных своих работ."
      },
      {
        "text1": "10 мая 1994 года Нельсон Мандела был приведен к присяге в качестве первого чернокожего президента Южной Африки, что ознаменовало конец апартеида в стране и начало новой эры."
      }
    ]
  },
  "5-11": {
    "curiosity": [
      {
        "text": "11 мая 330 года римский император Константин I основал город Константинополь, который стал столицей Восточной Римской империи, а затем Византийской империи."
      },
      {
        "text1": "11 мая 1998 года Индия успешно провела свое первое испытание ядерного оружия, что усилило напряженность в регионе и спровоцировало серию ядерных испытаний в Южной Азии."
      }
    ]
  },
  "5-12": {
    "curiosity": [
      {
        "text": "12 мая 1820 года во Флоренции, Италия, родилась Флоренс Найтингейл, пионер современного сестринского дела."
      },
      {
        "text1": "12 мая 1962 года американский астронавт Скотт Карпентер стал вторым американцем, совершившим орбиту вокруг Земли на борту космического корабля «Аврора-7»."
      }
    ]
  },
  "5-13": {
    "curiosity": [
      {
        "text": "13 мая 1917 года в Фатиме, Португалия, произошло первое явление Девы Марии трем детям-пастушкам, положив начало серии событий, которые впоследствии стали известны как «Явления Фатимы»."
      },
      {
        "text1": "13 мая 1981 года Папа Иоанн Павел II подвергся нападению в Риме, получив серьезные ранения, но выжив."
      }
    ]
  },
  "5-14": {
    "curiosity": [
      {
        "text": "14 мая 1948 года была провозглашена независимость Государства Израиль, что ознаменовало создание современного еврейского государства."
      },
      {
        "text1": "14 мая 2011 года состоялась Декларация независимости Южного Судана, сделавшая его самой молодой страной в мире."
      }
    ]
  },
  "5-15": {
    "curiosity": [
      {
        "text": "15 мая 1252 года Папа Иннокентий IV издал папскую буллу Ad Extirpanda, разрешающую инквизиции применять пытки как средство получения признаний в ереси."
      },
      {
        "text1": "15 мая 1940 года, во время Второй мировой войны, Нидерланды сдались немецким войскам, положив конец битве за Нидерланды."
      }
    ]
  },
  "5-16": {
    "curiosity": [
      {
        "text": "16 мая 1929 года была основана Академия кинематографических искусств и наук, ответственная за вручение премии «Оскар»."
      },
      {
        "text1": "16 мая 1966 года вышел культовый альбом The Beach Boys под названием «Pet Sounds», который стал эталоном в поп-музыке и оказал влияние на поколения артистов."
      }
    ]
  },
  "5-17": {
    "curiosity": [
      {
        "text": "17 мая 1792 года королева Франции Мария-Антуанетта была осуждена и приговорена к смертной казни во время Французской революции."
      },
      {
        "text1": "17 мая 2004 года в США, в штате Массачусетс, был легализован первый однополый брак."
      }
    ]
  },
  "5-18": {
    "curiosity": [
      {
        "text": "18 мая 1804 года Наполеон Бонапарт был провозглашен императором Франции, основав Первую Французскую империю."
      },
      {
        "text1": "18 мая 1980 года произошло извержение вулкана Сент-Хеленс, расположенного в США, что привело к одному из крупнейших извержений вулкана в истории страны."
      }
    ]
  },
  "5-19": {
    "curiosity": [
      {
        "text": "19 мая 1536 года по обвинению в прелюбодеянии и измене была казнена Анна Болейн, вторая жена Генриха VIII Английского."
      },
      {
        "text1": "19 мая 1962 года актриса Мэрилин Монро спела «Happy Birthday» президенту США Джону Ф. Кеннеди во время вечеринки, посвященной его дню рождения."
      }
    ]
  },
  "5-20": {
    "curiosity": [
      {
        "text": "20 мая 1498 года португальский мореплаватель Васко да Гама прибыл в Индию, открыв морской путь между Европой и Индийским субконтинентом."
      },
      {
        "text1": "20 мая 1873 года знаменитый русский композитор Петр Ильич Чайковский исполнил премьеру своей симфонии «Симфония № 3 ре мажор, соч. 29», также известный как «Польская симфония»."
      }
    ]
  },
  "5-21": {
    "curiosity": [
      {
        "text": "21 мая 1927 года американский пилот Чарльз Линдберг совершил первый одиночный беспосадочный трансатлантический перелет, перелетев из Нью-Йорка в Париж на борту самолета «Дух Сент-Луиса»."
      },
      {
        "text1": "21 мая 1991 года бывший президент Филиппин Корасон Акино объявил о выводе военных баз США из страны, положив конец десятилетиям военного присутствия США на Филиппинах."
      }
    ]
  },
  "5-22": {
    "curiosity": [
      {
        "text": "22 мая 1455 года в Англии начались Войны роз — гражданский конфликт между домами Йорков и Ланкастеров за контроль над троном."
      },
      {
        "text1": "22 мая 2010 года в городе Крайстчерч, Новая Зеландия, произошло землетрясение магнитудой 6,3, причинившее серьёзный ущерб и повлекшее за собой человеческие жертвы."
      }
    ]
  },
  "5-23": {
    "curiosity": [
      {
        "text": "23 мая 1430 года Жанна д'Арк была схвачена бургундскими войсками во время Столетней войны, а позже передана англичанам и предана суду за ересь."
      },
      {
        "text1": "23 мая 1934 года преступная пара Бонни Паркер и Клайд Бэрроу, известная как «Бонни и Клайд», была застрелена полицией во время столкновения."
      }
    ]
  },
  "5-24": {
    "curiosity": [
      {
        "text": "24 мая 1543 года Николай Коперник опубликовал книгу «De Revolutionibus Orbium Celestium», в которой изложил свою гелиоцентрическую теорию Солнечной системы."
      },
      {
        "text1": "24 мая 1883 года открылся для движения Бруклинский мост, один из старейших подвесных мостов в США, соединивший Манхэттен с Бруклином."
      }
    ]
  },
  "5-25": {
    "curiosity": [
      {
        "text": "25 мая 1977 года в кинотеатрах США вышел первый фильм саги «Звездные войны» под названием «Звездные войны: Эпизод IV: Новая надежда»."
      },
      {
        "text1": "25 мая 2005 года Airbus A380, крупнейший коммерческий самолет в мире, совершил свой первый испытательный полет в Тулузе, Франция."
      }
    ]
  },
  "5-26": {
    "curiosity": [
      {
        "text": "26 мая 1896 года Чарльз Доу опубликовал первый фондовый индекс, известный как промышленный индекс Доу-Джонса, который стал важным индикатором финансового рынка."
      },
      {
        "text1": "26 мая 1967 года вышел культовый альбом «Битлз» под названием «Sgt. Pepper's Lonely Hearts Club Band', ставший вехой в истории популярной музыки."
      }
    ]
  },
  "5-27": {
    "curiosity": [
      {
        "text": "27 мая 1937 года немецкий дирижабль «Гинденбург» загорелся при попытке приземления в Нью-Джерси, США, в результате чего погибли 36 человек."
      },
      {
        "text1": "27 мая 1999 года Всемирная организация здравоохранения (ВОЗ) объявила, что полиомиелит ликвидирован в Америке, став первым регионом в мире, свободным от этой болезни."
      }
    ]
  },
  "5-28": {
    "curiosity": [
      {
        "text": "28 мая 1953 года новозеландский альпинист Эдмунд Хиллари и шерпа Тенцинг Норгей первыми достигли вершины Эвереста, самой высокой горы в мире."
      },
      {
        "text1": "28 мая 1995 года сборная ЮАР по регби выиграла чемпионат мира по регби, став своим первым участием после окончания апартеида."
      }
    ]
  },
  "5-29": {
    "curiosity": [
      {
        "text": "29 мая 1453 года произошло падение Константинополя, столицы Византийской империи, силам Османской империи, что ознаменовало конец Средневековья и начало новой эры."
      },
      {
        "text1": "29 мая 1953 года сэр Эдмунд Хиллари и Тенцинг Норгей впервые в истории достигли вершины Эвереста, проложив путь для будущих экспедиций и бросив вызов ограничениям человеческих возможностей."
      }
    ]
  },
  "5-30": {
    "curiosity": [
      {
        "text": "30 мая 1431 года Жанна д'Арк была сожжена на костре по обвинению в ереси во время Столетней войны."
      },
      {
        "text1": "30 мая 1922 года в Вашингтоне, округ Колумбия, США, был открыт Мемориал Линкольна в честь 16-го президента США Авраама Линкольна."
      }
    ]
  },
  "5-31": {
    "curiosity": [
      {
        "text": "31 мая 1911 года завершилась первая гонка в Индианаполисе, одна из самых известных и традиционных автомобильных гонок в мире."
      },
      {
        "text1": "31 мая 1962 года в Чили произошло землетрясение Вальдивия, которое считалось самым сильным из когда-либо зарегистрированных, с предполагаемой магнитудой от 9,4 до 9,6."
      }
    ]
  },
  "6-1": {
    "curiosity": [
      {
        "text": "1 июня 1495 года итальянский мореплаватель Христофор Колумб во время своего третьего путешествия в Новый Свет открыл остров Тринидад."
      },
      {
        "text1": "1 июня 1967 года вышел культовый альбом «Битлз» под названием «Sgt. Pepper's Lonely Hearts Club Band', ставший вехой в истории популярной музыки."
      }
    ]
  },
  "6-2": {
    "curiosity": [
      {
        "text": "2 июня 1953 года в Вестминстерском аббатстве в Лондоне состоялась коронация королевы Великобритании Елизаветы II после смерти ее отца, короля Георга VI."
      },
      {
        "text1": "2 июня 1979 года бывшая первая леди Филиппин Имельда Маркос была арестована за коррупцию и незаконное обогащение после падения режима диктатора Фердинанда Маркоса."
      }
    ]
  },
  "6-3": {
    "curiosity": [
      {
        "text": "3 июня 1965 года американский астронавт Эдвард Уайт стал первым астронавтом США, вышедшим в открытый космос во время миссии «Джемини-4»."
      },
      {
        "text1": "3 июня 1989 года в Пекине, Китай, произошла резня на площади Тяньаньмэнь, когда китайские власти жестоко подавили протестующих, выступающих за демократию, что привело к гибели сотен, а возможно, и тысяч людей."
      }
    ]
  },
  "6-4": {
    "curiosity": [
      {
        "text": "4 июня 1942 года, во время Второй мировой войны, в Тихом океане началась битва за Мидуэй, приведшая к стратегической победе США над Японской империей."
      },
      {
        "text1": "4 июня 1989 года продемократические протесты на площади Тяньаньмэнь в Пекине, Китай, были жестоко подавлены китайским правительством с использованием вооруженных сил и танков."
      }
    ]
  },
  "6-5": {
    "curiosity": [
      {
        "text": "5 июня 1947 года государственный секретарь США Джордж Маршалл объявил о плане Маршалла, направленном на оказание экономической помощи европейским странам, пострадавшим от Второй мировой войны."
      },
      {
        "text1": "5 июня 1967 года началась Шестидневная война — конфликт между Израилем и соседними арабскими странами, приведший к решительной победе Израиля и значительным изменениям границ региона."
      }
    ]
  },
  "6-6": {
    "curiosity": [
      {
        "text": "6 июня 1944 года состоялся «День Д», одна из крупнейших военных операций Второй мировой войны, когда союзные войска высадились в Нормандии, Франция, чтобы начать освобождение Западной Европы от нацистского правления."
      },
      {
        "text1": "6 июня 1968 года американский сенатор Роберт Ф. Кеннеди, брат президента Джона Ф. Кеннеди, был убит в Лос-Анджелесе, Калифорния, во время его президентской кампании."
      }
    ]
  },
  "6-7": {
    "curiosity": [
      {
        "text": "7 июня 1494 года между Португалией и Испанией был подписан Тордесильясский договор, разделивший открытые и подлежащие открытию земли за пределами Европы и установивший воображаемую линию, разделившую мир между двумя странами."
      },
      {
        "text1": "7 июня 1981 года космический зонд «Вояджер-2» прибыл к Сатурну, отправив на Землю изображения и подробную информацию о планете и ее спутниках."
      }
    ]
  },
  "6-8": {
    "curiosity": [
      {
        "text": "8 июня 1783 года братья Монгольфье совершили первый успешный публичный полет на пилотируемом воздушном шаре в Анноне, Франция, ознаменовав начало эпохи авиации."
      },
      {
        "text1": "8 июня 1972 года в кинотеатрах США вышел фильм «Крестный отец» режиссера Фрэнсиса Форда Копполы с Марлоном Брандо и Аль Пачино в главных ролях."
      }
    ]
  },
  "6-9": {
    "curiosity": [
      {
        "text": "9 июня 1815 года в Бельгии произошла битва при Ватерлоо между войсками под предводительством Наполеона Бонапарта и коалицией европейских армий, что привело к окончательному поражению Наполеона и концу его империи."
      },
      {
        "text1": "9 июня 1934 года был создан Комитет по антиамериканским делам Палаты представителей США, начавший расследование коммунистической деятельности в стране, позже известной как «Охота на ведьм»."
      }
    ]
  },
  "6-10": {
    "curiosity": [
      {
        "text": "10 июня 1940 года, во время Второй мировой войны, Италия объявила войну Франции и Великобритании, вступив в конфликт на стороне нацистской Германии."
      },
      {
        "text1": "10 июня 1967 года Шестидневная война завершилась решающей победой Израиля над соседними арабскими странами, что привело к значительным изменениям границ региона."
      }
    ]
  },
  "6-11": {
    "curiosity": [
      {
        "text": "11 июня 1509 года король Англии Генрих VIII женился на своей первой жене, Екатерине Арагонской, на церемонии, проходившей в Королевской часовне Гринвичского дворца."
      },
      {
        "text1": "11 июня 1963 года вьетнамский буддийский монах Тич Куанг Док пожертвовал собой на оживленной улице Сайгона в знак протеста против религиозных преследований со стороны правительства Южного Вьетнама."
      }
    ]
  },
  "6-12": {
    "curiosity": [
      {
        "text": "12 июня 1898 года, во время испано-американской войны, недалеко от Сантьяго-де-Куба произошла битва при Лас-Гуасимасе между Соединенными Штатами и испанскими войсками."
      },
      {
        "text1": "12 июня 1987 года президент США Рональд Рейган выступил с речью в Берлине, Германия, в которой призвал советского лидера Михаила Горбачева «снести эту стену», имея в виду Берлинскую стену."
      }
    ]
  },
  "6-13": {
    "curiosity": [
      {
        "text": "13 июня 1920 года был подписан Трианонский договор, официально положивший конец состоянию войны между союзными державами и Венгрией после Первой мировой войны."
      },
      {
        "text1": "13 июня 1971 года был запущен первый коммерческий космический спутник Intelsat IV F-3, который позволил вести прямую телетрансляцию и совершать международные телефонные звонки."
      }
    ]
  },
  "6-14": {
    "curiosity": [
      {
        "text": "14 июня 1777 года Континентальный конгресс Соединенных Штатов принял «Флаг Соединенных Штатов», на котором были изображены тринадцать чередующихся красных и белых полос и синее поле с тринадцатью белыми звездами по кругу, обозначавшими оригиналы тринадцати колоний."
      },
      {
        "text1": "14 июня 1940 года немецкие войска вошли в Париж, оккупировав французскую столицу во время Второй мировой войны."
      }
    ]
  },
  "6-15": {
    "curiosity": [
      {
        "text": "15 июня 1215 года король Англии Иоанн подписал Великую хартию вольностей — документ, ограничивавший власть монарха и устанавливавший права и свободы английской знати."
      },
      {
        "text1": "15 июня 1904 года в Париже вышло первое издание книги Джеймса Джойса «Улисс», что стало важной вехой в современной литературе."
      }
    ]
  },
  "6-16": {
    "curiosity": [
      {
        "text": "16 июня 1858 года состоялось Спрингфилдское обращение, знаменитая речь, произнесенная Авраамом Линкольном во время съезда республиканцев в Иллинойсе, в которой он заявил: «Дом, разделенный сам в себе, не может устоять». ."
      },
      {
        "text1": "16 июня 1963 года советский космонавт Валентина Терешкова стала первой женщиной, побывавшей в космосе на борту космического корабля «Восток-6»."
      }
    ]
  },
  "6-17": {
    "curiosity": [
      {
        "text": "17 июня 1579 года сэр Фрэнсис Дрейк, английский исследователь и капер, во время своего кругосветного плавания высадился в месте, ныне известном как залив Дрейка в Калифорнии."
      },
      {
        "text1": "17 июня 1972 года произошло знаменитое ограбление отеля «Уотергейт» в Вашингтоне, округ Колумбия, которое привело к политическому скандалу, известному как «Уотергейтский скандал», и привело к отставке президента США Ричарда Никсона. в 1974 году."
      }
    ]
  },
  "6-18": {
    "curiosity": [
      {
        "text": "18 июня 1815 года произошла битва при Ватерлоо, в которой силы герцога Веллингтона и прусского маршала Гебхарда Леберехта фон Блюхера окончательно разгромили Наполеона Бонапарта и положили конец его империи."
      },
      {
        "text1": "18 июня 1983 года Салли Райд стала первой американкой, совершившей полет в космос на борту космического корабля «Челленджер»."
      }
    ]
  },
  "6-19": {
    "curiosity": [
      {
        "text": "19 июня 1865 года последние люди, порабощенные в Техасе, в Соединенных Штатах, были проинформированы об их освобождении в ходе события, которое стало известно как «День девятого июня», который до сих пор отмечается как День независимости. Афро-американская эмансипация."
      },
      {
        "text1": "19 июня 1978 года Гарфилд, знаменитый оранжевый кот, созданный Джимом Дэвисом, дебютировал в виде комикса в газетах США."
      }
    ]
  },
  "6-20": {
    "curiosity": [
      {
        "text": "20 июня 1782 года Континентальный конгресс принял нынешний дизайн печати Соединенных Штатов, на котором изображен американский орел со щитом и тринадцатью звездами, представляющими первоначальные тринадцать колоний."
      },
      {
        "text1": "20 июня 1963 года Советский Союз запустил космический корабль «Восток-6» с Валентиной Терешковой на борту, что сделало ее первой женщиной, совершившей одиночный космический полет."
      }
    ]
  },
  "6-21": {
    "curiosity": [
      {
        "text": "21 июня 1948 года Западная Германия ввела новую валюту — немецкую марку, что ознаменовало начало денежного разделения между Восточной Германией и Западной Германией."
      },
      {
        "text1": "21 июня 1982 года британские ВВС начали операцию «Блэк Бак» во время Фолклендской войны, нанося авиаудары по взлетно-посадочным полосам Фолклендских островов, оккупированных Аргентиной."
      }
    ]
  },
  "6-22": {
    "curiosity": [
      {
        "text": "22 июня 1941 года, во время Второй мировой войны, нацистская Германия вторглась в Советский Союз, начав операцию «Барбаросса»."
      },
      {
        "text1": "22 июня 1990 года Восточная Германия и Западная Германия подписали Договор об объединении, ознаменовавший конец разделения Германии и воссоединение страны."
      }
    ]
  },
  "6-23": {
    "curiosity": [
      {
        "text": "23 июня 1314 года произошла битва при Бэннокберне, в которой шотландская армия под предводительством Роберта Брюса одержала решающую победу над английскими войсками во время Первой войны за независимость Шотландии."
      },
      {
        "text1": "23 июня 2016 года избиратели Соединенного Королевства проголосовали за выход страны из Европейского Союза на референдуме, известном как Брексит."
      }
    ]
  },
  "6-24": {
    "curiosity": [
      {
        "text": "24 июня 1497 года итальянский исследователь Джованни Кабото, известный как Джон Кабот, прибыл в Северную Америку, заявив права на эту землю от имени Англии."
      },
      {
        "text1": "24 июня 1948 года началась блокада Берлина, когда Советский Союз закрыл все сухопутные и водные пути в Западный Берлин, что привело к международному кризису."
      }
    ]
  },
  "6-25": {
    "curiosity": [
      {
        "text": "25 июня 1876 года произошла битва при Литтл-Бигхорне, в которой силы сиу и шайеннов разгромили 7-й кавалерийский полк армии США под командованием подполковника Джорджа Армстронга Кастера."
      },
      {
        "text1": "25 июня 1950 года началась Корейская война, когда северокорейские войска вторглись в Южную Корею, что привело к конфликту, который длился до 1953 года."
      }
    ]
  },
  "6-26": {
    "curiosity": [
      {
        "text": "26 июня 1284 года произошла битва при Мелории, в которой Генуэзская республика разгромила Пизанскую республику, укрепив свое господство над западной частью Средиземного моря."
      },
      {
        "text1": "26 июня 1975 года Мозамбик провозгласил независимость, ознаменовав конец португальского колониального правления в стране."
      }
    ]
  },
  "6-27": {
    "curiosity": [
      {
        "text": "27 июня 1709 года Петр Великий, лидер России, выиграл Полтавскую битву против Швеции, укрепив власть России в регионе и ознаменовав упадок Шведской империи."
      },
      {
        "text1": "27 июня 1950 года во время Корейской войны началась битва при Тэджоне, в ходе которой северокорейские войска атаковали город Тэджон, защищаемый войсками США."
      }
    ]
  },
  "6-28": {
    "curiosity": [
      {
        "text": "28 июня 1914 года австрийский эрцгерцог Франц Фердинанд и его жена были убиты в Сараево, Босния, что спровоцировало начало Первой мировой войны."
      },
      {
        "text1": "28 июня 1969 года произошли Стоунволлские беспорядки — серия протестов в ответ на полицейский рейд в Stonewall Inn, баре, который часто посещают представители ЛГБТК+ в Нью-Йорке, что стало важной вехой в движении за права ЛГБТК+."
      }
    ]
  },
  "6-29": {
    "curiosity": [
      {
        "text": "29 июня 1613 года лондонский театр «Глобус» сгорел во время показа пьесы Шекспира и позже был восстановлен."
      },
      {
        "text1": "29 июня 2007 года в США был представлен первый iPhone от Apple, что произвело революцию в индустрии смартфонов и мобильных технологий."
      }
    ]
  },
  "6-30": {
    "curiosity": [
      {
        "text": "30 июня 1859 года француз Шарль Блонден стал первым человеком, пересекшим Ниагарский водопад на натянутом стальном тросе."
      },
      {
        "text1": "30 июня 1997 года суверенитет Гонконга был передан от Соединенного Королевства Китайской Народной Республике, что ознаменовало конец британского правления над этой территорией."
      }
    ]
  },
  "7-1": {
    "curiosity": [
      {
        "text": "1 июля 1867 года состоялась Конфедерация Канады, объединившая провинции Нью-Брансуик, Новая Шотландия и Провинцию Канады в автономную федерацию в составе Британской империи, что ознаменовало создание современной Канады."
      },
      {
        "text1": "1 июля 1916 года, во время Первой мировой войны, началась битва на Сомме, одно из самых кровопролитных и разрушительных сражений в истории, унесшее более миллиона жертв, включая убитых, раненых и пропавших без вести."
      }
    ]
  },
  "7-2": {
    "curiosity": [
      {
        "text": "2 июля 1776 года Континентальный конгресс Соединенных Штатов проголосовал за независимость Тринадцати колоний от Великобритании, что стало поворотным событием в американской истории, которое привело к провозглашению Декларации независимости 4 июля."
      },
      {
        "text1": "2 июля 1881 года президент Соединенных Штатов Джеймс А. Гарфилд был застрелен убийцей в Вашингтоне, округ Колумбия, что привело к его смерти в сентябре того же года."
      }
    ]
  },
  "7-3": {
    "curiosity": [
      {
        "text": "3 июля 1863 года, во время Гражданской войны в США, произошла битва при Геттисберге, одно из главных столкновений конфликта и считающееся одним из самых важных сражений в истории Соединенных Штатов."
      },
      {
        "text1": "3 июля 1971 года газета «Нью-Йорк Таймс» начала публиковать «Документы Пентагона» — серию секретных документов правительства США, которые раскрыли информацию о войне во Вьетнаме и оказали большое влияние на общественное мнение."
      }
    ]
  },
  "7-4": {
    "curiosity": [
      {
        "text": "4 июля 1776 года Соединенные Штаты Америки провозгласили свою независимость от Великобритании. Это был День независимости Соединенных Штатов, который ежегодно отмечается как национальный праздник."
      },
      {
        "text1": "4 июля 1863 года генерал Роберт Э. Ли и его силы армии Северной Вирджинии сдались генералу Улиссу С. Гранту, что ознаменовало конец битвы при Виксбурге во время Гражданской войны в США."
      }
    ]
  },
  "7-5": {
    "curiosity": [
      {
        "text": "5 июля 1948 года Великобритания национализировала британские железные дороги, создав British Railways, государственную компанию, отвечающую за железнодорожную систему страны."
      },
      {
        "text1": "5 июля 1996 года овца Долли стала первым млекопитающим, клонированным из взрослой клетки, что стало важной вехой в истории клонирования."
      }
    ]
  },
  "7-6": {
    "curiosity": [
      {
        "text": "6 июля 1885 года Луи Пастер впервые успешно ввел вакцину против бешенства пациенту, что ознаменовало значительный прогресс в области иммунизации."
      },
      {
        "text1": "6 июля 1957 года Алтея Гибсон стала первой афроамериканской теннисисткой, выигравшей Уимблдонский турнир, открыв путь к разнообразию в этом виде спорта."
      }
    ]
  },
  "7-7": {
    "curiosity": [
      {
        "text": "7 июля 1937 года битва у моста Лугоу ознаменовала начало Второй китайско-японской войны, конфликта, который длился до 1945 года и оказал значительное влияние на Азиатско-Тихоокеанский регион."
      },
      {
        "text1": "7 июля 2005 г. в Лондоне произошли теракты 7 июля - серия скоординированных террористических атак на систему общественного транспорта города, в результате которых 52 человека погибли и сотни получили ранения."
      }
    ]
  },
  "7-8": {
    "curiosity": [
      {
        "text": "8 июля 1497 года португальский мореплаватель Васко да Гама отправился из Лиссабона в свое первое путешествие в Индию, открыв прямой морской путь между Европой и Азией."
      },
      {
        "text1": "8 июля 1776 года в Филадельфии, штат Пенсильвания, впервые была зачитана Декларация независимости Соединенных Штатов, провозгласившая формальное отделение Тринадцати колоний от Великобритании."
      }
    ]
  },
  "7-9": {
    "curiosity": [
      {
        "text": "9 июля 1877 года в Лондоне прошел первый теннисный турнир Уимблдон, ставший одним из самых престижных соревнований в этом виде спорта."
      },
      {
        "text1": "9 июля 1962 года была провозглашена Алжирская республика, что ознаменовало конец войны Алжира против французского колониального господства."
      }
    ]
  },
  "7-10": {
    "curiosity": [
      {
        "text": "10 июля 1962 года в космос был запущен «Телстар-1», первый действующий спутник связи, позволивший передавать телевизионные, телефонные сигналы и сигналы данных в глобальном масштабе."
      },
      {
        "text1": "10 июля 1940 года, во время Второй мировой войны, началась Битва за Британию, ознаменовавшая напряженную воздушную кампанию между Королевскими ВВС и немецкими Люфтваффе."
      }
    ]
  },
  "7-11": {
    "curiosity": [
      {
        "text": "11 июля 1804 года тогдашний вице-президент США Аарон Берр смертельно ранил Александра Гамильтона, одного из отцов-основателей страны, в печально известной дуэли."
      },
      {
        "text1": "11 июля 1960 года Чад получил независимость от Франции, что стало важным шагом на пути к деколонизации Африки."
      }
    ]
  },
  "7-12": {
    "curiosity": [
      {
        "text": "12 июля 1906 года была опубликована книга Чарльза Дарвина «Происхождение видов», излагающая теорию эволюции путем естественного отбора, что стало важной вехой в биологии и в понимании разнообразия жизни на Земле."
      },
      {
        "text1": "12 июля 1979 года правительство Никарагуа во главе с сандинистским движением свергло диктатуру Анастасио Сомосы Дебайля, положив конец долгой эпохе авторитарного правления в Никарагуа."
      }
    ]
  },
  "7-13": {
    "curiosity": [
      {
        "text": "13 июля 1793 года, во время Французской революции, Жан-Поль Марат, один из политических лидеров того периода, был убит Шарлоттой Корде, сочувствовавшей жирондистам."
      },
      {
        "text1": "13 июля 1985 года перед финалом Лиги чемпионов УЕФА на стадионе «Эйзель» в Брюсселе произошла катастрофа, в результате которой в давке среди футбольных фанатов погибли 39 человек."
      }
    ]
  },
  "7-14": {
    "curiosity": [
      {
        "text": "14 июля 1789 года в Париже произошел штурм Бастилии — событие, которое символизировало начало Французской революции и борьбы за свободу и равенство."
      },
      {
        "text1": "14 июля 1965 года космический зонд «Маринер-4» совершил первый успешный облет Марса, отправив на Землю первые изображения Красной планеты крупным планом."
      }
    ]
  },
  "7-15": {
    "curiosity": [
      {
        "text": "15 июля 1099 года произошло завоевание Иерусалима силами Первого крестового похода, положившее начало Иерусалимскому королевству во время крестовых походов в средние века."
      },
      {
        "text1": "15 июля 1971 года был запущен космический корабль «Аполлон-15», пилотируемый НАСА, который первым использовал луноход для исследования поверхности Луны."
      }
    ]
  },
  "7-16": {
    "curiosity": [
      {
        "text": "16 июля 1945 года был проведен первый успешный ядерный взрыв в рамках Манхэттенского проекта, известный как «Испытание Тринити», ознаменовавший начало ядерного века."
      },
      {
        "text1": "16 июля 1969 года с базы ВВС на мысе Кеннеди был запущен «Аполлон-11» с целью доставить первых астронавтов на Луну."
      }
    ]
  },
  "7-17": {
    "curiosity": [
      {
        "text": "17 июля 1918 года российская императорская семья во главе с царем Николаем II была казнена большевиками во время русской революции."
      },
      {
        "text1": "17 июля 1996 года произошел рейс 800 компании TWA: авиалайнер Боинг 747 взорвался в воздухе и упал в Атлантический океан недалеко от Лонг-Айленда, штат Нью-Йорк, в результате чего погибли все 230 пассажиров. доска."
      }
    ]
  },
  "7-18": {
    "curiosity": [
      {
        "text": "18 июля 1925 года мексиканский революционный лидер Панчо Вилья был убит в Паррале, Мексика, при обстоятельствах, до сих пор окутанных тайной."
      },
      {
        "text1": "18 июля 1969 года астронавт Нил Армстронг стал первым человеком, ступившим на Луну во время миссии «Аполлон-11», произнеся знаменитую фразу: «Это один маленький шаг для человека, один гигантский прыжок для человечества»."
      }
    ]
  },
  "7-19": {
    "curiosity": [
      {
        "text": "19 июля 1799 года во время французской оккупации Египта был обнаружен Розеттский камень, предоставивший ключ к расшифровке древнеегипетских иероглифов."
      },
      {
        "text1": "19 июля 1848 года в США состоялся первый съезд Сенека-Фолс, положивший начало движению за права женщин."
      }
    ]
  },
  "7-20": {
    "curiosity": [
      {
        "text": "20 июля 1969 года «Аполлон-11» приземлился на поверхность Луны, став первой пилотируемой космической миссией, совершившей посадку на Луну и позволившей астронавтам Нилу Армстронгу и Баззу Олдрину прогуляться по Луне."
      },
      {
        "text1": "20 июля 1944 года, во время Второй мировой войны, произошла «Атака Гитлера» — неудачная попытка убийства Адольфа Гитлера под предводительством Клауса фон Штауффенберга."
      }
    ]
  },
  "7-21": {
    "curiosity": [
      {
        "text": "21 июля 1969 года астронавты «Аполлона-11» Нил Армстронг и Базз Олдрин благополучно вернулись на Землю после своей исторической миссии на Луну."
      },
      {
        "text1": "21 июля 1944 года во время Второй мировой войны произошла битва за Гуам, в ходе которой американские войска отбили остров из-под контроля Японии."
      }
    ]
  },
  "7-22": {
    "curiosity": [
      {
        "text": "22 июля 1298 года во время Первой шотландской войны за независимость произошла битва при Фолкерке, в которой английская армия под предводительством Эдуарда I разгромила шотландские войска под предводительством Уильяма Уоллеса."
      },
      {
        "text1": "22 июля 1933 года Уайли Пост стал первым пилотом, совершившим в одиночку кругосветное путешествие на самолете, преодолев этот маршрут за 7 дней, 18 часов и 49 минут."
      }
    ]
  },
  "7-23": {
    "curiosity": [
      {
        "text": "23 июля 1952 года египетский генерал Мухаммад Нагиб сверг короля Египта Фарука I, что ознаменовало начало новой эры в стране."
      },
      {
        "text1": "23 июля 1903 года компания Ford Motor Company была официально зарегистрирована в США, создав одну из крупнейших автомобильных компаний в мире."
      }
    ]
  },
  "7-24": {
    "curiosity": [
      {
        "text": "24 июля 1911 года Хирам Бингем III заново открыл затерянный город Мачу-Пикчу в Перу, открыв миру одно из самых важных археологических чудес в истории."
      },
      {
        "text1": "24 июля 1969 года командир «Аполлона-11» Нил Армстронг и пилот лунного модуля Базз Олдрин совершили первый выход в открытый космос на Луну, известный как выход в открытый космос (внекорабельная деятельность)."
      }
    ]
  },
  "7-25": {
    "curiosity": [
      {
        "text": "25 июля 1797 года был подписан Мирный договор Кампо-Формио, положивший конец Первой коалиции и признавший достижения революционной Франции во главе с Наполеоном Бонапартом."
      },
      {
        "text1": "25 июля 1956 года итальянский океанский лайнер «Андреа Дориа» столкнулся со шведским кораблем «Стокгольм» у берегов Нантакета в США, что привело к одной из самых известных морских катастроф в истории."
      }
    ]
  },
  "7-26": {
    "curiosity": [
      {
        "text": "26 июля 1953 года произошел штурм казарм Монкада в Сантьяго-де-Куба под предводительством Фиделя Кастро и его группой повстанцев, ознаменовавший начало Кубинской революции."
      },
      {
        "text1": "26 июля 1945 года завершилась Потсдамская конференция, на которой лидеры союзных держав встретились, чтобы обсудить будущее Европы после Второй мировой войны."
      }
    ]
  },
  "7-27": {
    "curiosity": [
      {
        "text": "27 июля 1953 года было подписано Пханмунджомское перемирие, официально положившее конец Корейской войне и установившее демилитаризованную зону между Северной и Южной Кореей."
      },
      {
        "text1": "27 июля 1976 года произошел захват рейса 139 авиакомпании Air France, когда палестинские террористы захватили самолет и его пассажиров, что привело к драматическому спасению в аэропорту Энтеббе в Уганде."
      }
    ]
  },
  "7-28": {
    "curiosity": [
      {
        "text": "28 июля 1540 года испанский исследователь Франсиско Васкес де Коронадо основал город Санта-Фе, который впоследствии стал столицей штата Нью-Мексико в США."
      },
      {
        "text1": "28 июля 1914 года Австро-Венгрия объявила войну Сербии, что спровоцировало серию событий, которые привели к началу Первой мировой войны."
      }
    ]
  },
  "7-29": {
    "curiosity": [
      {
        "text": "29 июля 1958 года в США было создано НАСА, которое консолидировало американскую космическую программу и привело к беспрецедентным исследованиям космоса."
      },
      {
        "text1": "29 июля 1981 года в соборе Святого Павла в Лондоне состоялась свадьба принца Чарльза и леди Дианы Спенсер, ставшая событием мирового значения."
      }
    ]
  },
  "7-30": {
    "curiosity": [
      {
        "text": "30 июля 1619 года первое законодательное собрание Северной Америки, известное как Ассамблея горожан Вирджинии, провело свое первое заседание в Джеймстауне, установив важную веху на пути развития демократии в английской колонии."
      },
      {
        "text1": "30 июля 1971 года в Москве был подписан Договор о советско-китайской дружбе, положивший конец многолетней напряженности между двумя коммунистическими державами."
      }
    ]
  },
  "7-31": {
    "curiosity": [
      {
        "text": "31 июля 1498 года португальский мореплаватель Васко да Гама прибыл в Каликут, Индия, открыв прямой морской путь между Европой и Востоком."
      },
      {
        "text1": "31 июля 1972 года под руководством Бразилии была начата операция «Бензопила» по борьбе с незаконной вырубкой лесов в бассейне Амазонки, ставшая важной вехой в борьбе за сохранение тропического леса."
      }
    ]
  },
  "8-1": {
    "curiosity": [
      {
        "text": "1 августа 1291 года произошло образование Швейцарской Конфедерации, когда три кантона заключили пакт о взаимной обороне, положивший начало образованию швейцарской нации."
      },
      {
        "text1": "1 августа 1944 года произошло Варшавское восстание — восстание против нацистской оккупации польской столицы во время Второй мировой войны."
      }
    ]
  },
  "8-2": {
    "curiosity": [
      {
        "text": "2 августа 1934 года скончался президент Германии Пауль фон Гинденбург, что позволило Адольфу Гитлеру укрепить свою власть и стать верховным лидером Германии."
      },
      {
        "text1": "2 августа 1990 года Ирак вторгся в Кувейт, что спровоцировало войну в Персидском заливе и привело к международному вмешательству под руководством США."
      }
    ]
  },
  "8-3": {
    "curiosity": [
      {
        "text": "3 августа 1492 года Христофор Колумб покинул Палос-де-ла-Фронтера, Испания, в своей экспедиции, результатом которой стало открытие Америки."
      },
      {
        "text1": "3 августа 1914 года Германия объявила войну Франции, положив начало Первой мировой войне."
      }
    ]
  },
  "8-4": {
    "curiosity": [
      {
        "text": "4 августа 1944 года семья Анны Франк и другие заключенные, скрывавшиеся в секретной пристройке в Амстердаме, Нидерланды, были обнаружены и арестованы нацистами."
      },
      {
        "text1": "4 августа 1964 года произошел инцидент в Тонкинском заливе, когда два американских корабля сообщили о нападении со стороны судов Северного Вьетнама, что побудило Соединенные Штаты активизировать свое участие во Вьетнамской войне."
      }
    ]
  },
  "8-5": {
    "curiosity": [
      {
        "text": "5 августа 1962 года актриса и икона кино Мэрилин Монро была найдена мертвой в своем доме в Лос-Анджелесе, штат Калифорния, при обстоятельствах, которые до сих пор остаются предметом споров и теорий заговора."
      },
      {
        "text1": "5 августа 1914 года Бразилия объявила нейтралитет в Первой мировой войне, оставаясь в стороне от конфликта, опустошавшего Европу."
      }
    ]
  },
  "8-6": {
    "curiosity": [
      {
        "text": "6 августа 1945 года Соединённые Штаты сбросили атомную бомбу «Маленький мальчик» на японский город Хиросиму, что привело к огромным разрушениям и тысячам мгновенных смертей."
      },
      {
        "text1": "6 августа 1965 года президент США Линдон Б. Джонсон подписал Закон об избирательных правах, который запрещал расовую дискриминацию в избирательном процессе, гарантируя равное избирательное право всем американским гражданам."
      }
    ]
  },
  "8-7": {
    "curiosity": [
      {
        "text": "7 августа 1947 года начался инцидент в Розуэлле, когда неопознанный объект разбился недалеко от Розуэлла, штат Нью-Мексико, что вызвало предположения о возможности того, что это был внеземной космический корабль."
      },
      {
        "text1": "7 августа 1998 года в результате террористических атак на американские посольства в Найроби, Кения, и Дар-эс-Саламе, Танзания, сотни людей погибли и тысячи получили ранения."
      }
    ]
  },
  "8-8": {
    "curiosity": [
      {
        "text": "8 августа 1974 года президент США Ричард Никсон подал в отставку из-за Уотергейтского скандала, став первым американским президентом, ушедшим в отставку."
      },
      {
        "text1": "8 августа 1945 года Советский Союз объявил войну Японии и вторгся в Маньчжурию, что способствовало капитуляции Японии и окончанию Второй мировой войны в Азии."
      }
    ]
  },
  "8-9": {
    "curiosity": [
      {
        "text": "9 августа 1945 года атомная бомба «Толстяк» была сброшена Соединенными Штатами на японский город Нагасаки, что привело к массовым разрушениям и гибели более 70 000 человек."
      },
      {
        "text1": "9 августа 1965 года американский астронавт Нил Армстронг совершил первый в истории выход в открытый космос во время миссии «Джемини-8»."
      }
    ]
  },
  "8-10": {
    "curiosity": [
      {
        "text": "10 августа 1519 года экспедиция под руководством Фернана Магеллана покинула Севилью, Испания, в поисках морского пути к Молуккским островам, что привело к первому кругосветному плаванию вокруг Земли."
      },
      {
        "text1": "10 августа 1792 года во время Французской революции в Париже произошла резня в Тюильри, во время которой революционные силы напали на дворец Тюильри, где укрывалась королевская семья."
      }
    ]
  },
  "8-11": {
    "curiosity": [
      {
        "text": "11 августа 3114 г. до н.э. по календарю майя стало началом текущего длинного цикла отсчета времени майя, известного как 13.0.0.0.0, что ознаменовало важную дату в культуре майя."
      },
      {
        "text1": "11 августа 1999 года произошло полное солнечное затмение, видимое в некоторых частях Европы, Азии и Африки, что стало астрономическим событием огромной важности и общественного интереса."
      }
    ]
  },
  "8-12": {
    "curiosity": [
      {
        "text": "Сообщается, что 12 августа 30 г. до н. э. египетская царица Клеопатра VII покончила жизнь самоубийством после поражения Марка Антония и присоединения Египта к Римской империи."
      },
      {
        "text1": "12 августа 1944 года во время Второй мировой войны началась Нарвская битва, в которой немецкие войска и их союзники столкнулись с Красной Армией в Эстонии."
      }
    ]
  },
  "8-13": {
    "curiosity": [
      {
        "text": "13 августа 1961 года началось строительство Берлинской стены, которая разделила город Берлин на две части, отделив Восточную Германию от Западной Германии."
      },
      {
        "text1": "13 августа 1521 года столица ацтеков Теночтитлан была захвачена испанскими войсками под предводительством Эрнана Кортеса, что ознаменовало конец империи ацтеков в Мексике."
      }
    ]
  },
  "8-14": {
    "curiosity": [
      {
        "text": "14 августа 1945 года Япония приняла условия безоговорочной капитуляции, положив конец Второй мировой войне и отметив День Победы в Японии."
      },
      {
        "text1": "14 августа 1947 года Пакистан стал независимой страной после отделения от Индии, что стало важной вехой в истории региона, которая привела к образованию двух отдельных государств."
      }
    ]
  },
  "8-15": {
    "curiosity": [
      {
        "text": "15 августа 1947 года Индия обрела независимость от британского колониального правления, став суверенным государством и отметив День независимости Индии."
      },
      {
        "text1": "15 августа 1969 года в Бетеле, штат Нью-Йорк, начался музыкальный фестиваль Вудсток, ставший одним из самых знаковых и влиятельных событий в истории музыки."
      }
    ]
  },
  "8-16": {
    "curiosity": [
      {
        "text": "16 августа 1977 года король рок-н-ролла Элвис Пресли скончался в своем доме в Грейсленде в Мемфисе, штат Теннесси, оставив после себя неизгладимое наследие в музыке и популярной культуре."
      },
      {
        "text1": "16 августа 1819 года город Манчестер, Англия, стал местом резни в Петерлоо, когда британская кавалерия и пехота атаковали толпу, протестовавшую за политические и социальные реформы, что привело к гибели и серьезным ранениям."
      }
    ]
  },
  "8-17": {
    "curiosity": [
      {
        "text": "17 августа 1945 года Индонезия провозгласила свою независимость от голландской колониальной оккупации, положив начало долгой борьбе за суверенитет страны."
      },
      {
        "text1": "17 августа 2017 г. в Барселоне (Испания) произошел теракт, когда фургон намеренно въехал в оживленный район, в результате чего несколько человек погибли и получили ранения."
      }
    ]
  },
  "8-18": {
    "curiosity": [
      {
        "text": "18 августа 1920 года была ратифицирована 19-я поправка к Конституции США, предоставляющая женщинам право голоса."
      },
      {
        "text1": "18 августа 1966 года НАСА запустило космический зонд Lunar Orbiter 1, положив начало серии миссий, целью которых было составить карту поверхности Луны."
      }
    ]
  },
  "8-19": {
    "curiosity": [
      {
        "text": "19 августа 1934 года состоялось подписание Мирного договора между Италией и Эфиопией, положившего конец Второй итало-эфиопской войне."
      },
      {
        "text1": "19 августа 1991 года в Советском Союзе произошел августовский переворот, когда консервативная фракция Коммунистической партии попыталась свергнуть президента Михаила Горбачева и захватить власть."
      }
    ]
  },
  "8-20": {
    "curiosity": [
      {
        "text": "20 августа 1975 года НАСА запустило космический зонд «Викинг-1» к Марсу, став первой миссией, успешно приземлившейся на поверхность Красной планеты."
      },
      {
        "text1": "20 августа 1968 года войска Варшавского договора во главе с Советским Союзом вторглись в Чехословакию, положив конец «Пражской весне» и укрепив коммунистический контроль в стране."
      }
    ]
  },
  "8-21": {
    "curiosity": [
      {
        "text": "21 августа 1959 года Гавайи стали 50-м штатом США после десятилетий борьбы за присоединение этой территории к стране."
      },
      {
        "text1": "21 августа 1911 года знаменитая Мона Лиза работы Леонардо да Винчи была украдена из Лувра в Париже, что вызвало большой переполох и стало одной из самых известных краж произведений искусства в истории. история."
      }
    ]
  },
  "8-22": {
    "curiosity": [
      {
        "text": "22 августа 1485 года состоялась битва при Босворте, в которой Генрих Тюдор победил короля Англии Ричарда III, ознаменовав конец Войны роз и начало династии Тюдоров."
      },
      {
        "text1": "22 августа 1962 года Восточная Германия начала возводить Берлинскую стену, разделившую город Берлин и символизирующую раскол времен Холодной войны."
      }
    ]
  },
  "8-23": {
    "curiosity": [
      {
        "text": "23 августа 1305 года шотландский лидер Уильям Уоллес был схвачен английскими войсками и впоследствии казнен за измену."
      },
      {
        "text1": "23 августа 1944 года в годы Второй мировой войны произошла Нарвская битва, в которой немецким войскам удалось отразить массированное наступление Красной Армии на территорию Эстонии."
      }
    ]
  },
  "8-24": {
    "curiosity": [
      {
        "text": "24 августа 79 года нашей эры произошло извержение Везувия, разрушившее римские города Помпеи и Геркуланум и погребшее их под вулканическим пеплом."
      },
      {
        "text1": "24 августа 1814 года пожар Вашингтона, округ Колумбия, произошел во время войны 1812 года, когда британские войска подожгли несколько правительственных зданий, включая Белый дом и Капитолий Соединенных Штатов."
      }
    ]
  },
  "8-25": {
    "curiosity": [
      {
        "text": "25 августа 1944 года Париж был освобожден от немецкого правления союзными войсками во время Второй мировой войны, что ознаменовало момент празднования для города и Франции."
      },
      {
        "text1": "25 августа 1835 года произошло восстание Малеса — восстание исламских рабов в городе Сальвадор, Бразилия, которые стремились к свободе и созданию исламского государства."
      }
    ]
  },
  "8-26": {
    "curiosity": [
      {
        "text": "26 августа 1789 года Национальным Учредительным собранием Франции во время Французской революции была принята Декларация прав человека и гражданина, устанавливающая основные права и политические принципы нации."
      },
      {
        "text1": "26 августа 1914 года во время Первой мировой войны произошла битва при Танненберге, в результате которой немецкие войска одержали решительную победу над русской армией."
      }
    ]
  },
  "8-27": {
    "curiosity": [
      {
        "text": "27 августа 1859 года НАСА запустило космический зонд «Юпитер», став первой миссией по исследованию планеты Юпитер и ее спутников."
      },
      {
        "text1": "27 августа 1928 года был подписан Пакт Бриана-Келлога, также известный как Пакт Келлога-Бриана, многосторонний договор, отказывавшийся от войны как средства разрешения международных споров."
      }
    ]
  },
  "8-28": {
    "curiosity": [
      {
        "text": "28 августа 1963 года состоялся Марш на Вашингтон за рабочие места и свободу — знаковое событие движения за гражданские права в США, на котором Мартин Лютер Кинг-младший произнес свою знаменитую речь «У меня есть мечта»."
      },
      {
        "text1": "28 августа 1996 года произошел теракт на Эйфелевой башне в Париже, Франция, когда взорвался заминированный автомобиль, в результате чего несколько человек получили ранения."
      }
    ]
  },
  "8-29": {
    "curiosity": [
      {
        "text": "29 августа 2005 года ураган Катрина обрушился на побережье Мексиканского залива США, вызвав одно из самых страшных стихийных бедствий в истории страны, главным образом в городе Новый Орлеан."
      },
      {
        "text1": "29 августа 1949 года Советский Союз успешно испытал свою первую атомную бомбу, положив начало гонке ядерных вооружений во время Холодной войны."
      }
    ]
  },
  "8-30": {
    "curiosity": [
      {
        "text": "30 августа 1797 года в Лондоне, Англия, родилась Мэри Шелли, автор «Франкенштейна», став одной из самых влиятельных писательниц готической и научно-фантастической литературы."
      },
      {
        "text1": "30 августа 2003 года бразильский астронавт Маркос Понтес был запущен в космос на корабле «Союз», став первым бразильским астронавтом, побывавшим на Международной космической станции."
      }
    ]
  },
  "8-31": {
    "curiosity": [
      {
        "text": "31 августа 1997 года трагическая смерть принцессы Дианы произошла в автокатастрофе в Париже, Франция, что вызвало волнение во всем мире и оставило неизгладимое наследие как гуманитарного деятеля."
      },
      {
        "text1": "31 августа 1939 года Вторая мировая война началась с вторжения нацистской Германии в Польшу, положив начало глобальному конфликту, который продлился шесть лет и привел к миллионам смертей."
      }
    ]
  },
  "9-1": {
    "curiosity": [
      {
        "text": "1 сентября 1939 года нацистская Германия вторглась в Польшу, что ознаменовало начало Второй мировой войны в Европе."
      },
      {
        "text1": "1 сентября 1985 года обломки «Титаника» были обнаружены на дне Атлантического океана исследовательской группой под руководством Роберта Балларда."
      }
    ]
  },
  "9-2": {
    "curiosity": [
      {
        "text": "2 сентября 1945 года произошла официальная капитуляция Японии, ознаменовавшая конец Второй мировой войны после взрыва атомных бомб в Хиросиме и Нагасаки."
      },
      {
        "text1": "2 сентября 1666 года вспыхнул Великий лондонский пожар, уничтоживший большую часть города, в том числе знаменитый собор Святого Павла."
      }
    ]
  },
  "9-3": {
    "curiosity": [
      {
        "text": "3 сентября 1783 года был подписан Парижский мирный договор, положивший конец войне за независимость США и признавший независимость Соединенных Штатов Америки."
      },
      {
        "text1": "3 сентября 1939 года Франция и Великобритания объявили войну нацистской Германии в ответ на вторжение в Польшу, что ознаменовало начало Второй мировой войны в Европе."
      }
    ]
  },
  "9-4": {
    "curiosity": [
      {
        "text": "4 сентября 1957 года Советский Союз успешно запустил космический корабль «Спутник-2», доставив в космос первое живое существо — собаку Лайку."
      },
      {
        "text1": "4 сентября 1781 года американские колониальные войска под предводительством Джорджа Вашингтона разгромили британскую армию в битве при Йорктауне, решающем событии в американской войне за независимость."
      }
    ]
  },
  "9-5": {
    "curiosity": [
      {
        "text": "5 сентября 1972 года сборная Израиля по легкой атлетике стала объектом террористической атаки во время Олимпийских игр в Мюнхене, в результате которой погибли 11 спортсменов."
      },
      {
        "text1": "5 сентября 1793 года в контексте Французской революции произошла Лионская резня, в ходе которой сотни людей были казнены в отместку за сопротивление Национальному конвенту."
      }
    ]
  },
  "9-6": {
    "curiosity": [
      {
        "text": "6 сентября 1901 года президент Соединенных Штатов Уильям МакКинли был убит в Буффало, штат Нью-Йорк, анархистом по имени Леон Чолгош."
      },
      {
        "text1": "6 сентября 1966 года в США состоялась премьера телесериала «Звездный путь», который стал культурным феноменом и оказал влияние на будущие поколения поклонников научной фантастики и ее произведений."
      }
    ]
  },
  "9-7": {
    "curiosity": [
      {
        "text": "7 сентября 1822 года Бразилия провозгласила свою независимость от Португалии, что ознаменовало начало новой страны и конец португальского колониального правления."
      },
      {
        "text1": "7 сентября 1940 года, во время Второй мировой войны, немецкие бомбардировки Лондона достигли своего апогея во время Блиц-удара, нанеся городу значительный ущерб."
      }
    ]
  },
  "9-8": {
    "curiosity": [
      {
        "text": "8 сентября 1565 года состоялась битва за Мальту, в которой рыцари Святого Иоанна разгромили османскую армию, предотвратив завоевание острова Османской империей."
      },
      {
        "text1": "8 сентября 1900 года ураган Галвестон обрушился на город Галвестон, штат Техас, в Соединенных Штатах, вызвав одно из самых страшных стихийных бедствий в истории США, в результате которого погибло более 8000 человек."
      }
    ]
  },
  "9-9": {
    "curiosity": [
      {
        "text": "9 сентября 1971 года Государство Катар провозгласило свою независимость от Соединенного Королевства, став суверенным государством в Персидском заливе."
      },
      {
        "text1": "9 сентября 1948 года Северная Корея провозгласила Корейскую Народно-Демократическую Республику, утвердившись как коммунистическое государство, отдельное от Южной Кореи."
      }
    ]
  },
  "9-10": {
    "curiosity": [
      {
        "text": "10 сентября 1939 года Канада объявила войну нацистской Германии, вступив во Вторую мировую войну вместе с Соединенным Королевством и другими странами-союзниками."
      },
      {
        "text1": "10 сентября 2008 года впервые был запущен Большой адронный коллайдер (БАК), крупнейший в мире ускоритель частиц, открывший путь к новым научным открытиям."
      }
    ]
  },
  "9-11": {
    "curiosity": [
      {
        "text": "11 сентября 2001 года США стали объектом террористических атак, координируемых организацией «Аль-Каида», в результате которых были разрушены башни-близнецы Всемирного торгового центра, атака на Пентагон и самолет United Flight 93, потерпевший крушение в Пенсильвания."
      },
      {
        "text1": "11 сентября 1973 года в Чили произошел государственный переворот под руководством генерала Аугусто Пиночета, который привел к падению демократического правительства Сальвадора Альенде и установлению военной диктатуры."
      }
    ]
  },
  "9-12": {
    "curiosity": [
      {
        "text": "12 сентября 1940 года, во время Второй мировой войны, Франция была вынуждена подписать перемирие с нацистской Германией, прекратив свое активное участие в конфликте."
      },
      {
        "text1": "12 сентября 1959 года космический зонд «Луна-2», запущенный Советским Союзом, стал первым искусственным объектом, достигшим Луны, что ознаменовало важную веху в освоении космоса."
      }
    ]
  },
  "9-13": {
    "curiosity": [
      {
        "text": "13 сентября 1993 года лидеры Израиля и Организации освобождения Палестины (ООП) подписали Соглашения Осло, заложившие основу для мира на Ближнем Востоке."
      },
      {
        "text1": "13 сентября 1948 года Франция, Великобритания и США опубликовали Трехстороннюю декларацию, подтвердив свою поддержку мирного решения арабо-израильского конфликта."
      }
    ]
  },
  "9-14": {
    "curiosity": [
      {
        "text": "14 сентября 1901 года президент Соединенных Штатов Уильям МакКинли скончался от ран, полученных в результате перестрелки, что привело к тому, что Теодор Рузвельт занял пост президента."
      },
      {
        "text1": "14 сентября 1982 года в лагерях палестинских беженцев в Бейруте, Ливан, произошла резня в Сабре и Шатиле, в результате которой погибли тысячи людей."
      }
    ]
  },
  "9-15": {
    "curiosity": [
      {
        "text": "15 сентября 1821 года Центральная Америка провозгласила свою независимость от Испании, образовав Соединенные провинции Центральной Америки, которые позже были разделены на несколько стран."
      },
      {
        "text1": "15 сентября 1944 года союзные войска начали операцию «Маркет Гарден» во время Второй мировой войны — неудачную попытку захватить ключевые мосты в оккупированной нацистами Голландии."
      }
    ]
  },
  "9-16": {
    "curiosity": [
      {
        "text": "16 сентября 1810 года Мексика начала борьбу за независимость от Испании, движение, известное как Крик Долорес."
      },
      {
        "text1": "16 сентября 1978 года между Израилем и Египтом был подписан Кэмп-Дэвидский мирный договор, официально положивший конец десятилетиям враждебности между двумя странами."
      }
    ]
  },
  "9-17": {
    "curiosity": [
      {
        "text": "17 сентября 1787 года в Филадельфии, штат Пенсильвания, была подписана Конституция Соединенных Штатов Америки, заложившая основы политической и правовой системы страны."
      },
      {
        "text1": "17 сентября 1948 года была провозглашена Республика Корея (Южная Корея) после разделения Корейского полуострова в конце Второй мировой войны."
      }
    ]
  },
  "9-18": {
    "curiosity": [
      {
        "text": "18 сентября 1931 года Япония вторглась в Маньчжурию, положив начало конфликту, известному как Мукденский инцидент, который в конечном итоге привел ко Второй китайско-японской войне."
      },
      {
        "text1": "18 сентября 2001 года Конгресс США принял резолюцию, разрешающую использование военной силы, проложив путь к войне с терроризмом после терактов 11 сентября."
      }
    ]
  },
  "9-19": {
    "curiosity": [
      {
        "text": "19 сентября 1870 года, во время франко-прусской войны, произошла битва при Седане, в результате которой прусские войска захватили французского императора Наполеона III."
      },
      {
        "text1": "19 сентября 1985 года в Мехико произошло разрушительное землетрясение магнитудой 8,1 по шкале Рихтера, которое привело к гибели тысяч людей и обширным разрушениям."
      }
    ]
  },
  "9-20": {
    "curiosity": [
      {
        "text": "20 сентября 1519 года португальский мореплаватель Фердинанд Магеллан отправился в кругосветное путешествие, которое продлилось почти три года."
      },
      {
        "text1": "20 сентября 2001 года президент Соединенных Штатов Джордж Буш выступил с речью перед Конгрессом, объявив «войну с терроризмом» в ответ на теракты 11 сентября."
      }
    ]
  },
  "9-21": {
    "curiosity": [
      {
        "text": "21 сентября 1937 года во время Второй китайско-японской войны произошла Нанкинская резня, в ходе которой японские войска совершили зверства против гражданского населения и военнопленных."
      },
      {
        "text1": "21 сентября 1989 года ураган «Хьюго» обрушился на побережье Южной Каролины в США, вызвав обширные разрушения и унеся жизни более 80 человек."
      }
    ]
  },
  "9-22": {
    "curiosity": [
      {
        "text": "22 сентября 1980 года Ирак под предводительством Саддама Хусейна вторгся в Иран, начав войну, которая продлилась восемь лет и привела к гибели миллионов людей."
      },
      {
        "text1": "22 сентября 1862 года, во время Гражданской войны в США, произошла битва при Антиетаме, самое кровопролитное противостояние в истории Соединенных Штатов, в котором за один день погибло более 22 000 человек."
      }
    ]
  },
  "9-23": {
    "curiosity": [
      {
        "text": "23 сентября 1949 года Мао Цзэдун провозгласил Китайскую Народную Республику, установив в стране коммунистический режим."
      },
      {
        "text1": "23 сентября 2008 года финансовая компания Lehman Brothers объявила о банкротстве, что спровоцировало глобальный финансовый кризис и углубило глобальную рецессию."
      }
    ]
  },
  "9-24": {
    "curiosity": [
      {
        "text": "24 сентября 622 года произошла хиджра — переселение пророка Мухаммеда из Мекки в Медину, положившая начало исламскому календарю."
      },
      {
        "text1": "24 сентября 1946 года международный военный трибунал в Нюрнберге (Германия) приговорил 12 нацистских лидеров к смертной казни за военные преступления и преступления против человечности."
      }
    ]
  },
  "9-25": {
    "curiosity": [
      {
        "text": "25 сентября 1513 года испанский исследователь Васко Нуньес де Бальбоа стал первым европейцем, увидевшим Тихий океан, пересек Панамский перешеек."
      },
      {
        "text1": "25 сентября 1957 года девять чернокожих учеников поступили в Центральную среднюю школу Литл-Рока в Литл-Роке, штат Арканзас, под федеральную защиту, что стало важной вехой в движении за гражданские права в Соединенных Штатах."
      }
    ]
  },
  "9-26": {
    "curiosity": [
      {
        "text": "26 сентября 1580 года была основана Иберийская уния, объединившая короны Португалии и Испании под властью испанского короля Филиппа II."
      },
      {
        "text1": "26 сентября 1983 года советский лидер Юрий Андропов объявил, что Советский Союз не будет участвовать в летних Олимпийских играх 1984 года в Лос-Анджелесе в ответ на решение США бойкотировать Олимпийские игры в Москве в 1980 году."
      }
    ]
  },
  "9-27": {
    "curiosity": [
      {
        "text": "27 сентября 1822 года Бразилия провозгласила свою независимость от Португалии, провозгласив Педро I своим императором."
      },
      {
        "text1": "27 сентября 1905 года во время русско-японской войны произошла Мукденская битва, в результате которой Япония одержала решительную победу над русскими войсками."
      }
    ]
  },
  "9-28": {
    "curiosity": [
      {
        "text": "28 сентября 1066 года в Англии произошла битва при Стэмфорд-Бридже, в которой король Англии Гарольд II разгромил силы вторжения во главе с Гарольдом III Норвежским."
      },
      {
        "text1": "28 сентября 1928 года Александр Флеминг случайно открыл пенициллин, один из важнейших антибиотиков в истории медицины."
      }
    ]
  },
  "9-29": {
    "curiosity": [
      {
        "text": "29 сентября 1941 года, во время Второй мировой войны, Бабий Яр, ущелье на окраине Киева, Украина, стало ареной одной из крупнейших массовых убийств в истории, когда нацистские войска убили более 33 000 евреев всего за два дня."
      },
      {
        "text1": "29 сентября 2008 года финансовый кризис вышел на новый уровень с крахом инвестиционного банка Lehman Brothers, вызвав ряд событий, повлиявших на мировую финансовую систему."
      }
    ]
  },
  "9-30": {
    "curiosity": [
      {
        "text": "30 сентября 1938 года состоялось подписание Мюнхенских соглашений, по которым европейские лидеры уступили требованиям Адольфа Гитлера, разрешив аннексию Судетской области нацистской Германией."
      },
      {
        "text1": "30 сентября 2005 года скандальный судебный процесс над Майклом Джексоном, обвиняемым в сексуальном насилии над детьми, завершился оправданием его по всем пунктам обвинения."
      }
    ]
  },
  "10-1": {
    "curiosity": [
      {
        "text": "1 октября 1949 года Мао Цзэдун провозгласил Китайскую Народную Республику, установив в стране коммунистический режим."
      },
      {
        "text1": "1 октября 1961 года была основана Организация стран-экспортеров нефти (ОПЕК) — альянс нефтедобывающих стран с целью координации политики, связанной с торговлей нефтью и защиты интересов стран-членов."
      }
    ]
  },
  "10-2": {
    "curiosity": [
      {
        "text": "2 октября 1187 года произошла битва при Хаттине, в которой мусульманский лидер Саладин разгромил христианские силы Иерусалимского королевства, открыв путь к мусульманскому завоеванию Иерусалима."
      },
      {
        "text1": "2 октября 1968 года в Мехико во время студенческих протестов против мексиканского правительства произошла резня Тлателолко, в результате которой погибли сотни протестующих."
      }
    ]
  },
  "10-3": {
    "curiosity": [
      {
        "text": "3 октября 1990 года Германия воссоединилась, официально положив конец разделению между Восточной Германией и Западной Германией."
      },
      {
        "text1": "3 октября 1952 года Великобритания провела свое первое испытание ядерной бомбы, став третьей ядерной державой в мире."
      }
    ]
  },
  "10-4": {
    "curiosity": [
      {
        "text": "4 октября 1957 года Советский Союз успешно запустил «Спутник-1», первый искусственный спутник в истории, ознаменовав начало космической эры."
      },
      {
        "text1": "4 октября 2004 года космический зонд «Кассини-Гюйгенс» завершил свою семилетнюю миссию к Сатурну, отправив обратно ценные данные и изображения о планете и ее спутниках."
      }
    ]
  },
  "10-5": {
    "curiosity": [
      {
        "text": "5 октября 1789 года во время Французской революции состоялся Женский марш в Версале, когда тысячи парижанок прошли маршем к Версальскому дворцу, требуя хлеба и свержения короля."
      },
      {
        "text1": "5 октября 2000 года бывший президент Сербии Слободан Милошевич был свергнут и передан Международному уголовному трибуналу по бывшей Югославии, где его будут судить за военные преступления и преступления против человечности."
      }
    ]
  },
  "10-6": {
    "curiosity": [
      {
        "text": "6 октября 1973 года началась Война Судного дня — конфликт между Израилем и коалицией во главе с Египтом и Сирией, повлекший за собой большие человеческие и территориальные потери."
      },
      {
        "text1": "6 октября 1927 года вышел немой фильм «Певец джаза», ставший первым художественным фильмом, в котором были показаны сцены с синхронизированными звуковыми диалогами."
      }
    ]
  },
  "10-7": {
    "curiosity": [
      {
        "text": "7 октября 1571 года произошла битва при Лепанто, в которой христианский союз во главе с Венецианской республикой и Испанской империей разгромил османский флот, остановив продвижение османов в Западное Средиземноморье."
      },
      {
        "text1": "7 октября 1989 года на территории тогдашней Чехословакии началась Мирная революция, ознаменовавшая начало конца коммунистического режима в стране."
      }
    ]
  },
  "10-8": {
    "curiosity": [
      {
        "text": "8 октября 1871 года произошел Великий Чикагский пожар, одна из крупнейших городских катастроф в истории Соединенных Штатов, уничтожившая большую часть города."
      },
      {
        "text1": "8 октября 2001 года США начали военное вторжение в Афганистан в ответ на террористические атаки 11 сентября 2001 года."
      }
    ]
  },
  "10-9": {
    "curiosity": [
      {
        "text": "9 октября 1967 года аргентинский революционный лидер Че Гевара был схвачен в Боливии, что ознаменовало конец его партизанской кампании в Южной Америке."
      },
      {
        "text1": "9 октября 1989 года произошло падение Берлинской стены — одно из самых значительных событий окончания Холодной войны и воссоединения Германии."
      }
    ]
  },
  "10-10": {
    "curiosity": [
      {
        "text": "10 октября 732 года во Франции произошла битва при Туре, в которой франкские войска под предводительством Карла Мартелла разгромили мусульманскую армию, предотвратив расширение халифата Омейядов в Западной Европе."
      },
      {
        "text1": "10 октября 1845 года в городе Рёккен, Германия, родился философ Фридрих Ницше, ставший одной из самых влиятельных фигур в современной философии."
      }
    ]
  },
  "10-11": {
    "curiosity": [
      {
        "text": "11 октября 1899 года началась Вторая англо-бурская война — конфликт между Соединенным Королевством и бурскими республиками в Южной Африке, вылившийся в длительную и разрушительную войну."
      },
      {
        "text1": "11 октября 1984 года американский астронавт Кэтрин Д. Салливан стала первой женщиной, вышедшей в открытый космос."
      }
    ]
  },
  "10-12": {
    "curiosity": [
      {
        "text": "12 октября 1492 года мореплаватель Христофор Колумб прибыл в Америку, положив начало европейской колонизации континента."
      },
      {
        "text1": "12 октября 1984 года на корабле «Союз ТМ-12» в космос отправилась первая британская женщина-космонавт Хелен Шарман."
      }
    ]
  },
  "10-13": {
    "curiosity": [
      {
        "text": "13 октября 1307 года, в пятницу 13-го, произошла массовая ареста рыцарей-тамплиеров во Франции, что ознаменовало конец влияния и могущества этого военно-религиозного ордена."
      },
      {
        "text1": "13 октября 1972 года рейс 571 ВВС Уругвая потерпел катастрофу в Андах, в результате чего выжившим пришлось бороться за выживание, известную как «Андское чудо»."
      }
    ]
  },
  "10-14": {
    "curiosity": [
      {
        "text": "14 октября 1066 года произошла битва при Гастингсе, в которой нормандская армия под предводительством Вильгельма Завоевателя разгромила английского короля Гарольда II, изменив историю Англии."
      },
      {
        "text1": "14 октября 1947 года американский пилот Чак Йегер стал первым человеком, преодолевшим звуковой барьер в полете."
      }
    ]
  },
  "10-15": {
    "curiosity": [
      {
        "text": "15 октября 1815 года Наполеон Бонапарт потерпел поражение в битве при Ватерлоо, окончательно положив конец его правлению и периоду, известному как Наполеоновские войны."
      },
      {
        "text1": "15 октября 1987 года на Нью-Йоркской фондовой бирже произошло событие, известное как «Черный понедельник», в результате которого фондовый рынок испытал значительное падение."
      }
    ]
  },
  "10-16": {
    "curiosity": [
      {
        "text": "16 октября 1793 года королева Франции Мария-Антуанетта была казнена на гильотине во время Французской революции."
      },
      {
        "text1": "16 октября 1962 года, когда на острове были обнаружены советские ядерные ракеты, начался Карибский кризис, поставивший мир на грань ядерной войны."
      }
    ]
  },
  "10-17": {
    "curiosity": [
      {
        "text": "17 октября 1905 года в Санкт-Петербурге произошло Кровавое воскресенье, когда солдаты царской армии открыли огонь по мирным демонстрантам, что спровоцировало серию событий, кульминацией которых стала русская революция 1917 года."
      },
      {
        "text1": "17 октября 1989 года в районе залива Сан-Франциско в Калифорнии произошло землетрясение магнитудой 6,9, причинившее огромный ущерб и оставившее без крова тысячи людей."
      }
    ]
  },
  "10-18": {
    "curiosity": [
      {
        "text": "18 октября 1867 года Аляска была официально передана от России Соединенным Штатам после покупки этой территории американцами."
      },
      {
        "text1": "18 октября 1968 года в Мехико прошли летние Олимпийские игры, ознаменовавшиеся знаменитым протестом чернокожих спортсменов из США на трибуне."
      }
    ]
  },
  "10-19": {
    "curiosity": [
      {
        "text": "19 октября 1987 года индекс Доу-Джонса на Нью-Йоркской фондовой бирже пережил крупнейшее однодневное падение, известное как «Черный понедельник»."
      },
      {
        "text1": "19 октября 2003 года с целью приземления на Марс был запущен европейский космический зонд «Бигль-2», но контакт с зондом был утерян и его точное местонахождение остается неизвестным."
      }
    ]
  },
  "10-20": {
    "curiosity": [
      {
        "text": "20 октября 1944 года, во время Второй мировой войны, город Белград, столица Югославии, был освобожден от нацистских войск Красной Армией и Народно-освободительной армией Югославии."
      },
      {
        "text1": "20 октября 1973 года начался нефтяной кризис, когда арабские страны, входившие в ОПЕК, объявили нефтяное эмбарго в ответ на поддержку Западом Израиля в войне Судного дня."
      }
    ]
  },
  "10-21": {
    "curiosity": [
      {
        "text": "21 октября 1520 года в Мексике произошла битва при Отумбе, где силы ацтеков столкнулись с испанскими войсками под предводительством Эрнана Кортеса."
      },
      {
        "text1": "21 октября 1966 года оползень в графстве Аберфан, Уэльс, привел к гибели 144 человек, большинство из которых - дети, из-за обрушения угольного штабеля."
      }
    ]
  },
  "10-22": {
    "curiosity": [
      {
        "text": "22 октября 1797 года британский флот разбил испанский флот в битве у мыса Сент-Винсент во время наполеоновских войн."
      },
      {
        "text1": "22 октября 1962 года президент США Джон Ф. Кеннеди публично объявил об обнаружении советских ядерных ракет на Кубе, что спровоцировало Кубинский ракетный кризис."
      }
    ]
  },
  "10-23": {
    "curiosity": [
      {
        "text": "23 октября 1956 года началась Венгерская революция — народное восстание против коммунистического правительства Венгрии, которое было подавлено советскими войсками."
      },
      {
        "text1": "23 октября 2001 года Apple выпустила iPod, одно из самых популярных и влиятельных портативных музыкальных устройств в истории."
      }
    ]
  },
  "10-24": {
    "curiosity": [
      {
        "text": "24 октября 1945 года была основана Организация Объединенных Наций (ООН) с целью содействия миру и международному сотрудничеству после Второй мировой войны."
      },
      {
        "text1": "24 октября 2003 года был запущен европейский космический зонд «Марс-Экспресс» с целью изучения Марса и поиска признаков воды на планете."
      }
    ]
  },
  "10-25": {
    "curiosity": [
      {
        "text": "25 октября 1415 года во Франции произошла битва при Азенкуре, в которой английские войска под предводительством Генриха V одержали значительную победу в Столетней войне."
      },
      {
        "text1": "25 октября 2001 года компания Microsoft выпустила операционную систему Windows XP, став одной из самых популярных и долговечных операционных систем в истории."
      }
    ]
  },
  "10-26": {
    "curiosity": [
      {
        "text": "26 октября 1947 года впервые была опубликована знаменитая детская книга Антуана де Сент-Экзюпери «Маленький принц»."
      },
      {
        "text1": "26 октября 1979 года скончался советский лидер Леонид Брежнев, завершив 18-летний период руководства и ознаменовав начало новой эры в Советском Союзе."
      }
    ]
  },
  "10-27": {
    "curiosity": [
      {
        "text": "27 октября 1904 года первая версия нью-йоркского метро была открыта для публики, что произвело революцию в транспортной системе города."
      },
      {
        "text1": "27 октября 1962 года, во время кубинского ракетного кризиса, над Кубой был сбит самолет-разведчик U-2, что еще больше усилило напряженность между Соединенными Штатами и Советским Союзом."
      }
    ]
  },
  "10-28": {
    "curiosity": [
      {
        "text": "28 октября 1886 года в гавани Нью-Йорка было официально открыто открытие Статуи Свободы, культового символа США."
      },
      {
        "text1": "28 октября 1962 года, во время кубинского ракетного кризиса, президент США Джон Ф. Кеннеди объявил, что советские ракеты будут выведены с Кубы, что положит конец кризису."
      }
    ]
  },
  "10-29": {
    "curiosity": [
      {
        "text": "29 октября 1929 года произошел знаменитый «крах Нью-Йоркской фондовой биржи», ознаменовавший начало Великой депрессии, повлиявшей на мировую экономику."
      },
      {
        "text1": "29 октября 1956 года Израиль, Франция и Великобритания вторглись в Египет во время так называемого Суэцкого кризиса с целью установить контроль над Суэцким каналом и свергнуть президента Египта Гамаля Абдель Насера."
      }
    ]
  },
  "10-30": {
    "curiosity": [
      {
        "text": "30 октября 1938 года состоялась знаменитая радиопередача, известная как «Война миров», в которой режиссер Орсон Уэллс адаптировал книгу Герберта Уэллса, вызвав панику среди слушателей, которые поверили, что это вторжение инопланетян."
      },
      {
        "text1": "30 октября 1961 года Советский Союз взорвал «Царь-бомбу», самую большую ядерную бомбу, когда-либо взорванную в истории, расчетной мощностью 50 мегатонн."
      }
    ]
  },
  "10-31": {
    "curiosity": [
      {
        "text": "31 октября 1517 года монах Мартин Лютер вывесил свои 95 тезисов на двери замковой церкви Виттенберга в Германии, положив начало протестантской Реформации."
      },
      {
        "text1": "31 октября 1956 года произошла Венгерская революция — восстание против коммунистического правительства Венгрии, которое было жестоко подавлено советскими войсками."
      }
    ]
  },
  "11-1": {
    "curiosity": [
      {
        "text": "1 ноября 1512 года фреска Микеланджело «Фреска на потолке Сикстинской капеллы» была открыта в Ватикане, в Риме, и считается одним из самых известных и важных произведений искусства в истории."
      },
      {
        "text1": "1 ноября 1952 года в США произошел первый успешный взрыв водородной бомбы, что ознаменовало значительный прогресс в технологии ядерного оружия."
      }
    ]
  },
  "11-2": {
    "curiosity": [
      {
        "text": "2 ноября 1917 года, во время Первой мировой войны, британский генерал Эдмунд Алленби после дерзкой кавалерийской атаки захватил город Беэр-Шева в Палестине."
      },
      {
        "text1": "2 ноября 1983 года Соединенные Штаты вторглись на карибский остров Гренада в ходе операции, известной как «Операция «Срочная ярость»», с целью свергнуть пришедшее к власти марксистско-ленинское правительство."
      }
    ]
  },
  "11-3": {
    "curiosity": [
      {
        "text": "3 ноября 1948 года президент Соединенных Штатов Гарри С. Трумэн был переизбран, одержав удивительную победу над кандидатом от республиканской партии Томасом Э. Дьюи."
      },
      {
        "text1": "3 ноября 1957 года Советский Союз успешно запустил первый искусственный спутник Земли «Спутник-2», который доставил в космос первое живое существо — собаку Лайку."
      }
    ]
  },
  "11-4": {
    "curiosity": [
      {
        "text": "4 ноября 1979 года произошел иранский кризис с заложниками, когда иранские студенты штурмовали посольство США в Тегеране, удерживая в заложниках 52 американца более года."
      },
      {
        "text1": "4 ноября 2008 года Барак Обама был избран 44-м президентом США, став первым афроамериканским президентом в истории страны."
      }
    ]
  },
  "11-5": {
    "curiosity": [
      {
        "text": "5 ноября 1605 года в Соединенном Королевстве произошел знаменитый «Пороховой заговор», в ходе которого Гай Фокс и другие католические заговорщики планировали взорвать британский парламент во время официального открытия сессий."
      },
      {
        "text1": "5 ноября 1911 года король Италии Витторио Эммануэле III провозгласил присоединение Ливии к итальянской территории после военного завоевания этой североафриканской страны."
      }
    ]
  },
  "11-6": {
    "curiosity": [
      {
        "text": "6 ноября 1860 года Авраам Линкольн был избран 16-м президентом Соединенных Штатов, что вызвало напряженность, кульминацией которой стала Гражданская война в США."
      },
      {
        "text1": "6 ноября 1985 года произошло извержение вулкана Невадо-дель-Руис в Колумбии, вызвавшее лавину грязи и пепла, опустошившую город Армеро и ставшую причиной гибели более 23 000 человек."
      }
    ]
  },
  "11-7": {
    "curiosity": [
      {
        "text": "7 ноября 1917 года произошла русская революция, в ходе которой большевики во главе с Владимиром Лениным захватили власть и установили коммунистическое правление в России."
      },
      {
        "text1": "7 ноября 2000 года демократ Эл Гор получил большинство голосов избирателей, но республиканец Джордж Буш победил на президентских выборах в США после спорного решения Верховного суда."
      }
    ]
  },
  "11-8": {
    "curiosity": [
      {
        "text": "8 ноября 1895 года Вильгельм Конрад Рентген открыл рентгеновские лучи — важное открытие, совершившее революцию в медицине и радиологии."
      },
      {
        "text1": "8 ноября 2016 года Дональд Трамп был избран 45-м президентом США, победив кандидата от Демократической партии Хиллари Клинтон."
      }
    ]
  },
  "11-9": {
    "curiosity": [
      {
        "text": "9 ноября 1989 года пала Берлинская стена, разделявшая город Берлин на протяжении почти 30 лет, что символизировало окончание Холодной войны и распад социалистического блока."
      },
      {
        "text1": "9 ноября 1938 года в нацистской Германии произошла так называемая «Ночь разбитых витрин» — серия жестоких нападений на еврейское население, его собственность и синагоги."
      }
    ]
  },
  "11-10": {
    "curiosity": [
      {
        "text": "10 ноября 1483 года родился Мартин Лютер, лидер протестантской Реформации и важная фигура в религиозной и политической истории Европы."
      },
      {
        "text1": "10 ноября 1975 года королева Соединенного Королевства Елизавета II совершила исторический визит в Австралию, что стало первым визитом британского монарха в страну со времен Австралийской федерации в 1901 году."
      }
    ]
  },
  "11-11": {
    "curiosity": [
      {
        "text": "11 ноября 1918 года было подписано Компьеньское перемирие, положившее конец Первой мировой войне, вступившее в силу в 11 часов утра и отмечаемое во многих странах как День перемирия."
      },
      {
        "text1": "11 ноября 1889 года штат Рио-де-Жанейро в Бразилии отменил рабство, став первой бразильской федеративной единицей, сделавшей это."
      }
    ]
  },
  "11-12": {
    "curiosity": [
      {
        "text": "12 ноября 1955 года произошел инцидент, известный как «Лурдесское чудо», когда статуя Девы Марии начала плакать в городе Сиракьюс, штат Нью-Йорк, что привело к увеличению числа паломников и расследованию инцидента. явление католической церкви."
      },
      {
        "text1": "12 ноября 1990 года космический корабль НАСА «Галилео» пролетел над Венерой по траектории к Юпитеру, производя наблюдения и собирая научные данные."
      }
    ]
  },
  "11-13": {
    "curiosity": [
      {
        "text": "13 ноября 354 года родился святой Августин, один из самых влиятельных богословов и философов католической церкви, известный своими произведениями, такими как «Исповедь» и «Город Божий»."
      },
      {
        "text1": "13 ноября 2015 года в Париже (Франция) произошла серия скоординированных террористических атак, совершенных экстремистской группировкой «Исламское государство», в результате которых 130 человек погибли и сотни получили ранения."
      }
    ]
  },
  "11-14": {
    "curiosity": [
      {
        "text": "14 ноября 1851 года впервые вышла в свет британская газета «Нью-Йорк Таймс», став одной из самых влиятельных и известных газет в мире."
      },
      {
        "text1": "14 ноября 1969 года стартовал «Аполлон-12» — вторая пилотируемая миссия программы НАСА «Аполлон» с целью высадки на Луну."
      }
    ]
  },
  "11-15": {
    "curiosity": [
      {
        "text": "15 ноября 1889 года в Бразилии произошло Провозглашение республики, ознаменовавшее конец Империи и установление в стране республиканского режима."
      },
      {
        "text1": "15 ноября 1988 года Палестина провозгласила свою независимость в городе Алжир, Алжир, будучи признанной рядом стран как суверенное государство."
      }
    ]
  },
  "11-16": {
    "curiosity": [
      {
        "text": "16 ноября 1532 года в Перу произошла битва при Кахамарке, где испанский завоеватель Франсиско Писарро взял в плен императора инков Атауальпу, положив начало испанскому завоеванию региона."
      },
      {
        "text1": "16 ноября 1995 года было подписано Общее мирное соглашение, официально положившее конец Боснийской войне — этнорелигиозному конфликту, опустошившему Балканский регион в 1990-е годы."
      }
    ]
  },
  "11-17": {
    "curiosity": [
      {
        "text": "17 ноября 1558 года королева Англии Елизавета I взошла на трон, положив начало одному из самых важных и продолжительных периодов правления в истории страны."
      },
      {
        "text1": "17 ноября 1989 года в Чехословакии началась «Бархатная революция» — мирное движение, приведшее к падению коммунистического режима в стране."
      }
    ]
  },
  "11-18": {
    "curiosity": [
      {
        "text": "18 ноября 1307 года во Франции произошел арест тамплиеров, ставший знаковым событием в истории Ордена тамплиеров."
      },
      {
        "text1": "18 ноября 1928 года в Соединенных Штатах изобретателем и инженером-электронщиком Джоном Логи Бэрдом была осуществлена ​​первая передача цветного телевидения."
      }
    ]
  },
  "11-19": {
    "curiosity": [
      {
        "text": "19 ноября 1863 года президент США Авраам Линкольн произнес знаменитую Геттисбергскую речь во время Гражданской войны в США, вновь подтвердив идеалы равенства и свободы."
      },
      {
        "text1": "19 ноября 1997 года НАСА запустило космический зонд «Кассини-Гюйгенс» с целью изучения планеты Сатурн и ее спутников."
      }
    ]
  },
  "11-20": {
    "curiosity": [
      {
        "text": "20 ноября 1945 года начался Нюрнбергский процесс, на котором нацистские лидеры предстали перед судом за военные преступления и преступления против человечества во время Второй мировой войны."
      },
      {
        "text1": "20 ноября 1989 года Генеральная Ассамблея ООН приняла Конвенцию о правах ребенка, устанавливающую основные права детей во всем мире."
      }
    ]
  },
  "11-21": {
    "curiosity": [
      {
        "text": "21 ноября 1877 года Томас Эдисон объявил об изобретении фонографа — одного из первых устройств, способных воспроизводить записанные звуки."
      },
      {
        "text1": "21 ноября 1974 года Эфиопия стала социалистическим государством после падения императора Хайле Селассие."
      }
    ]
  },
  "11-22": {
    "curiosity": [
      {
        "text": "22 ноября 1963 года президент Соединенных Штатов Джон Ф. Кеннеди был убит в Далласе, штат Техас, в результате события, которое потрясло страну и мир."
      },
      {
        "text1": "22 ноября 2005 года Microsoft выпустила игровую консоль Xbox 360, положив начало новому поколению игровых консолей."
      }
    ]
  },
  "11-23": {
    "curiosity": [
      {
        "text": "23 ноября 1889 года ирландская журналистка и писательница Нелли Блай начала кругосветное путешествие за 72 дня, установив мировой рекорд."
      },
      {
        "text1": "23 ноября 1981 года космическая станция «Скайлэб», запущенная НАСА в 1973 году, снова вошла в атмосферу Земли и распалась, завершив свою миссию."
      }
    ]
  },
  "11-24": {
    "curiosity": [
      {
        "text": "24 ноября 1859 года была опубликована книга Чарльза Дарвина «Происхождение видов», излагающая теорию эволюции посредством естественного отбора."
      },
      {
        "text1": "24 ноября 1963 года за убийством президента США Джона Кеннеди последовало убийство Джеком Руби главного подозреваемого в преступлении Ли Харви Освальда."
      }
    ]
  },
  "11-25": {
    "curiosity": [
      {
        "text": "25 ноября 1975 года политический лидер и активистка за права женщин Аун Сан Су Чжи была арестована в Мьянме (тогда Бирма) и несколько лет находилась под домашним арестом."
      },
      {
        "text1": "25 ноября 2001 года была создана Всемирная торговая организация (ВТО) с целью содействия свободной торговле и регулирования международной торговли."
      }
    ]
  },
  "11-26": {
    "curiosity": [
      {
        "text": "26 ноября 1922 года британские археологи обнаружили вход в гробницу фараона Тутанхамона в Долине царей в Египте."
      },
      {
        "text1": "26 ноября 2008 г. в Мумбаи (Индия) произошел террористический акт, совершенный исламской группировкой, в результате которого произошло несколько скоординированных атак по всему городу."
      }
    ]
  },
  "11-27": {
    "curiosity": [
      {
        "text": "27 ноября 1095 года папа Урбан II произнес Клермонскую речь, призывая к Первому крестовому походу с целью вернуть Иерусалим из рук мусульман."
      },
      {
        "text1": "27 ноября 1978 года мэр Джонстауна, Гайана, Джим Джонс привел к коллективному самоубийству более 900 последователей своего культа в ходе события, известного как Джонстаунская резня."
      }
    ]
  },
  "11-28": {
    "curiosity": [
      {
        "text": "28 ноября 1520 года в Мексике произошла битва при Отумбе, в которой испанский завоеватель Эрнан Кортес и его местные союзники разгромили армию ацтеков под предводительством Куаутемока."
      },
      {
        "text1": "28 ноября 1942 года, во время Второй мировой войны, состоялась операция «Факел», в ходе которой войска союзников высадились на побережье Северной Африки, начав кампанию на средиземноморском театре военных действий."
      }
    ]
  },
  "11-29": {
    "curiosity": [
      {
        "text": "29 ноября 1947 года Генеральная Ассамблея ООН одобрила План раздела Палестины, который предлагал создание еврейского государства и арабского государства в регионе."
      },
      {
        "text1": "29 ноября 1961 года НАСА запустило космическую капсулу «Меркурий-Атлас 5» с обезьяной Эносом на борту, совершив второй пилотируемый орбитальный полет программы «Меркурий»."
      }
    ]
  },
  "11-30": {
    "curiosity": [
      {
        "text": "30 ноября 1803 года Соединенные Штаты официально приобрели территорию Луизианы у Франции в рамках соглашения, известного как «Покупка Луизианы»."
      },
      {
        "text1": "30 ноября 1966 года Барбадос стал независимым от Соединенного Королевства, прекратив свой статус британской колонии."
      }
    ]
  },
  "12-01": {
    "curiosity": [
      {
        "text": "1 декабря 1955 года Роза Паркс, борец за гражданские права, отказалась уступить свое место белому мужчине в автобусе в Монтгомери, штат Алабама, что положило начало движению за гражданские права в Соединенных Штатах."
      },
      {
        "text1": "1 декабря 1990 года произошло воссоединение Германии с объединением Западной Германии и Восточной Германии после падения Берлинской стены."
      }
    ]
  },
  "12-02": {
    "curiosity": [
      {
        "text": "2 декабря 1804 года в соборе Парижской Богоматери Наполеон Бонапарт был коронован императором Франции."
      },
      {
        "text1": "2 декабря 1942 года, во время Второй мировой войны, в Лос-Аламосской лаборатории в Нью-Мексико, США, состоялось первое успешное испытание атомной бомбы."
      }
    ]
  },
  "12-03": {
    "curiosity": [
      {
        "text": "3 декабря 1967 года южноафриканский хирург Кристиан Барнард провел первую успешную трансплантацию сердца человеку в Кейптауне, Южная Африка."
      },
      {
        "text1": "3 декабря 1984 года в городе Бхопал, Индия, произошла крупная утечка токсичного газа, которая считается одной из самых страшных промышленных катастроф в истории, унесшая тысячи жизней и ранений."
      }
    ]
  },
  "12-04": {
    "curiosity": [
      {
        "text": "4 декабря 1945 года была основана Организация Объединенных Наций по вопросам образования, науки и культуры (ЮНЕСКО) с целью содействия миру и международному сотрудничеству посредством образования, науки и культуры."
      },
      {
        "text1": "4 декабря 1971 года Индия победила Пакистан в войне за независимость Бангладеш, что привело к независимости Бангладеш и окончанию войны."
      }
    ]
  },
  "12-05": {
    "curiosity": [
      {
        "text": "5 декабря 1933 года «сухой закон» в США был отменен, снова разрешив производство и продажу алкогольных напитков."
      },
      {
        "text1": "5 декабря 2013 года Нельсон Мандела, лидер противников апартеида и бывший президент Южной Африки, скончался в возрасте 95 лет, оставив после себя наследие борьбы за права человека и примирения."
      }
    ]
  },
  "12-06": {
    "curiosity": [
      {
        "text": "6 декабря 1877 года Томас Эдисон впервые публично продемонстрировал свой фонограф — устройство, способное записывать и воспроизводить звуки."
      },
      {
        "text1": "6 декабря 1989 года в Пекине, Китай, произошла резня на площади Тяньаньмэнь, когда правительственные войска жестоко подавили протестующих, выступающих за демократию."
      }
    ]
  },
  "12-07": {
    "curiosity": [
      {
        "text": "7 декабря 1941 года произошло нападение Японии на военно-морскую базу Перл-Харбор на Гавайях, ознаменовавшее вступление США во Вторую мировую войну."
      },
      {
        "text1": "7 декабря 1972 года был запущен «Аполлон-17», последняя пилотируемая миссия программы НАСА «Аполлон», а также последний раз, когда люди были на Луне."
      }
    ]
  },
  "12-08": {
    "curiosity": [
      {
        "text": "8 декабря 1980 года бывший битлз Джон Леннон был убит в Нью-Йорке, США, встревоженным фанатом."
      },
      {
        "text1": "8 декабря 1991 года лидеры России, Украины и Белоруссии подписали Белавежское соглашение, согласно которому распался Советский Союз и было создано Содружество Независимых Государств (СНГ)."
      }
    ]
  },
  "12-09": {
    "curiosity": [
      {
        "text": "9 декабря 1987 года было подписано международное соглашение, известное как Монреальский протокол, целью которого было защитить озоновый слой путем постепенного сокращения использования веществ, разрушающих его."
      },
      {
        "text1": "9 декабря 2013 года бывшему президенту ЮАР Нельсону Манделе был вручен мемориал в Йоханнесбурге, на котором собрались лидеры и знаменитости со всего мира."
      }
    ]
  },
  "12-10": {
    "curiosity": [
      {
        "text": "10 декабря 1948 года Генеральная Ассамблея ООН приняла Всеобщую декларацию прав человека, устанавливающую основные права всех людей."
      },
      {
        "text1": "10 декабря 1989 года чешский лидер Вацлав Гавел был избран президентом Чехословакии, что ознаменовало конец коммунистического режима в стране."
      }
    ]
  },
  "12-11": {
    "curiosity": [
      {
        "text": "11 декабря 1936 года король Соединенного Королевства Эдуард VIII отрекся от престола, чтобы жениться на Уоллис Симпсон, разведенной американке, что спровоцировало конституционный кризис."
      },
      {
        "text1": "11 декабря 2001 года Китай вступил во Всемирную торговую организацию (ВТО), открыв свою экономику для мирового рынка."
      }
    ]
  },
  "12-12": {
    "curiosity": [
      {
        "text": "12 декабря 1915 года в США состоялась первая развлекательная радиопередача, ознаменовавшая начало эры радио как популярного средства связи."
      },
      {
        "text1": "12 декабря 2000 года Верховный суд США положил конец избирательному спору на президентских выборах 2000 года, объявив победителем Джорджа Буша."
      }
    ]
  },
  "12-13": {
    "curiosity": [
      {
        "text": "13 декабря 1937 года город Нанкин в Китае был захвачен японскими войсками, что ознаменовало начало Нанкинской резни, одного из самых жестоких событий Второй китайско-японской войны."
      },
      {
        "text1": "13 декабря 2003 года Саддам Хусейн, бывший президент Ирака, был схвачен американскими войсками и закончил свою жизнь в бегах."
      }
    ]
  },
  "12-14": {
    "curiosity": [
      {
        "text": "14 декабря 1900 года Макс Планк впервые представил свою квантовую теорию, что стало фундаментальной вехой в современной физике."
      },
      {
        "text1": "14 декабря 2012 года боевик открыл огонь в начальной школе Сэнди-Хук в США, убив 26 человек, в том числе 20 детей, в результате одной из самых жестоких школьных перестрелок в истории страны."
      }
    ]
  },
  "12-15": {
    "curiosity": [
      {
        "text": "15 декабря 1791 года был ратифицирован Билль о правах США, состоящий из десяти поправок к Конституции, гарантировавших гражданам гражданские и индивидуальные свободы."
      },
      {
        "text1": "15 декабря 2001 года город Кандагар в Афганистане был захвачен силами коалиции под руководством США, что стало поворотным моментом в афганской войне."
      }
    ]
  },
  "12-16": {
    "curiosity": [
      {
        "text": "16 декабря 1773 года произошло Бостонское чаепитие — акция протеста, в ходе которой американские колонисты сбросили грузы британского чая в Бостонскую гавань в знак сопротивления британским налогам."
      },
      {
        "text1": "16 декабря 1971 года Индия официально признала Бангладеш независимой страной, положив конец Освободительной войне Бангладеш против Пакистана."
      }
    ]
  },
  "12-17": {
    "curiosity": [
      {
        "text": "17 декабря 1903 года братья Райт совершили первый управляемый полет самолета с двигателем в Китти-Хок, Северная Каролина, США."
      },
      {
        "text1": "17 декабря 2010 года тунисский уличный торговец по имени Мохамед Буазизи поджег себя, что спровоцировало массовые протесты в Тунисе, известные как Жасминовая революция, которые распространились по всему арабскому миру."
      }
    ]
  },
  "12-18": {
    "curiosity": [
      {
        "text": "18 декабря 1865 года была ратифицирована Тринадцатая поправка к Конституции США, отменившая рабство в стране."
      },
      {
        "text1": "18 декабря 1892 года английский писатель Артур Конан Дойл опубликовал роман «Собака Баскервилей», один из самых известных рассказов о Шерлоке Холмсе."
      }
    ]
  },
  "12-19": {
    "curiosity": [
      {
        "text": "19 декабря 1843 года была опубликована книга Чарльза Диккенса «Рождественская история», одна из самых популярных рождественских историй всех времен."
      },
      {
        "text1": "19 декабря 1998 года Палата представителей США одобрила импичмент президенту Биллу Клинтону, обвиненному в лжесвидетельстве и препятствовании осуществлению правосудия."
      }
    ]
  },
  "12-20": {
    "curiosity": [
      {
        "text": "20 декабря 1803 года Соединенные Штаты официально приобрели территорию Луизианы у Франции в рамках соглашения, известного как «Покупка Луизианы»."
      },
      {
        "text1": "20 декабря 1989 года вооруженные силы США вторглись в Панаму в рамках операции по поимке диктатора Мануэля Норьеги, обвиняемого в торговле наркотиками и преступлениях против прав человека."
      }
    ]
  },
  "12-21": {
    "curiosity": [
      {
        "text": "21 декабря 1620 года английские колонисты высадились в Плимут-Роке, штат Массачусетс, основав Плимутскую колонию и положив начало британской колонизации Северной Америки."
      },
      {
        "text1": "21 декабря 1968 года в космос был запущен «Аполлон-8», пилотируемая космическая миссия НАСА, став первым космическим кораблем, вышедшим на орбиту Луны и благополучно вернувшимся на Землю."
      }
    ]
  },
  "12-22": {
    "curiosity": [
      {
        "text": "22 декабря 1807 года был подписан Тильзитский договор, положивший конец войне между Францией Наполеона Бонапарта и Россией царя Александра I."
      },
      {
        "text1": "22 декабря 1989 года в Румынии состоялся суд и казнили коммунистического диктатора Николае Чаушеску и его жену Елену после румынской революции."
      }
    ]
  },
  "12-23": {
    "curiosity": [
      {
        "text": "23 декабря 1888 года голландский художник Винсент Ван Гог во время психотического срыва отрезал себе часть левого уха."
      },
      {
        "text1": "23 декабря 1947 года Индийский национальный конгресс принял резолюцию, требующую независимости Индии и прекращения британского колониального правления."
      }
    ]
  },
  "12-24": {
    "curiosity": [
      {
        "text": "24 декабря 1814 года, во время войны 1812 года между Соединенными Штатами и Соединенным Королевством, состоялся Гентский мирный договор, официально положивший конец конфликту и восстановивший дипломатические отношения между двумя странами."
      },
      {
        "text1": "24 декабря 1914 года, во время Первой мировой войны, произошло «Рождественское перемирие», в рамках которого солдаты противника в окопах Западного фронта прекратили боевые действия и братались в канун Рождества."
      }
    ]
  },
  "12-25": {
    "curiosity": [
      {
        "text": "25 декабря 336 года римский император Константин I Великий отпраздновал первое официальное празднование Рождества как христианского праздника."
      },
      {
        "text1": "25 декабря 1941 года, во время Второй мировой войны, немецкие войска под командованием Адольфа Гитлера потерпели поражение в битве под Москвой, что ознаменовало крупное поражение нацистских войск."
      }
    ]
  },
  "12-26": {
    "curiosity": [
      {
        "text": "26 декабря 1776 года, во время американской войны за независимость, Джордж Вашингтон возглавил внезапное нападение на гессенские войска в Трентоне, штат Нью-Джерси, что стало решающей победой американских повстанцев."
      },
      {
        "text1": "26 декабря 2004 года в Индийском океане произошло разрушительное цунами, вызванное подводным землетрясением, вызвавшее одно из самых страшных стихийных бедствий в истории, унесшее сотни тысяч жизней в нескольких прибрежных странах."
      }
    ]
  },
  "12-27": {
    "curiosity": [
      {
        "text": "27 декабря 1831 года Чарльз Дарвин отправился в экспедицию на борту HMS Beagle, путешествие, которое привело его к разработке теории эволюции видов."
      },
      {
        "text1": "27 декабря 2007 года бывший премьер-министр Пакистана Беназир Бхутто была убита в результате взрыва террориста-смертника во время политического митинга в Равалпинди."
      }
    ]
  },
  "12-28": {
    "curiosity": [
      {
        "text": "28 декабря 1895 года братья Люмьер провели первый публичный показ движущихся фильмов в Гранд-кафе в Париже, ознаменовав рождение кинематографа."
      },
      {
        "text1": "28 декабря 1973 года президент США Ричард Никсон подписал Закон о переходе к энергетике, который установил цели по энергосбережению и способствовал использованию возобновляемых источников энергии."
      }
    ]
  },
  "12-29": {
    "curiosity": [
      {
        "text": "29 декабря 1890 года произошла резня в Вундед-Ни — трагическое столкновение между американскими солдатами и членами племени лакота сиу, в результате которого погибло около 300 коренных американцев, включая женщин и детей."
      },
      {
        "text1": "29 декабря 1972 года НАСА запустило космический корабль «Аполлон-17» — последнюю на сегодняшний день пилотируемую миссию на Луну — с Юджином Сернаном, Рональдом Эвансом и Харрисоном Шмиттом на борту."
      }
    ]
  },
  "12-30": {
    "curiosity": [
      {
        "text": "30 декабря 1922 года был провозглашен Союз Советских Социалистических Республик (СССР), образовавший новое государство, включившее в себя несколько советских республик."
      },
      {
        "text1": "30 декабря 2006 года бывший президент Ирака Саддам Хусейн был казнен через повешение после того, как был признан виновным в преступлениях против человечности."
      }
    ]
  },
  "12-31": {
    "curiosity": [
      {
        "text": "31 декабря 1759 года в Зальцбурге родился знаменитый австрийский композитор Вольфганг Амадей Моцарт, оставивший после себя неизгладимое наследие в классической музыке."
      },
      {
        "text1": "31 декабря 1999 года наступил рубеж тысячелетия, ознаменовав начало 21 века, и ужасная «ошибка тысячелетия» не вызвала предсказанных катастрофических проблем в компьютерных системах по всему миру."
      }
    ]
  }
}