{
  "1-1": {
    "curiosity": [
      {
        "text": "Vương quốc Ghana, nằm ở Tây Phi, là đế chế vĩ đại đầu tiên trong khu vực, được biết đến với hoạt động buôn bán vàng và muối."
      },
      {
        "text1": "Châu Phi là cái nôi của loài người, nơi con người đầu tiên tiến hóa."
      }
    ]
  },
  "1-2": {
    "curiosity": [
      {
        "text": "Đế quốc Ethiopia là một trong số ít các quốc gia châu Phi chống lại sự đô hộ của người châu Âu trong thế kỷ 19."
      },
      {
        "text1": "Ai Cập cổ đại là một trong những nền văn minh tiên tiến nhất trong lịch sử, xây dựng nên những kim tự tháp nổi tiếng."
      }
    ]
  },
  "1-3": {
    "curiosity": [
      {
        "text": "Chiến tranh Boer là một cuộc xung đột diễn ra ở Nam Phi giữa những người định cư gốc Hà Lan và Anh."
      },
      {
        "text1": "Vương quốc Aksum, nằm ở Ethiopia ngày nay, là một trong những nền văn minh vĩ đại đầu tiên ở Châu Phi."
      }
    ]
  },
  "1-4": {
    "curiosity": [
      {
        "text": "Vương quốc Carthage, nằm ở Bắc Phi, cạnh tranh với Rome trong thời kỳ Cộng hòa La Mã."
      },
      {
        "text1": "Vạn Lý Trường Thành của Trung Quốc là một trong những công trình kỹ thuật vĩ đại nhất trong lịch sử, được xây dựng để bảo vệ đất nước khỏi các cuộc xâm lược."
      }
    ]
  },
  "1-5": {
    "curiosity": [
      {
        "text": "Vương quốc Kush, nằm ở khu vực Sudan ngày nay, là một trung tâm thương mại và quyền lực quan trọng ở Ai Cập cổ đại."
      },
      {
        "text1": "Đế chế Inca là nền văn minh vĩ đại nhất ở châu Mỹ thời tiền Colombia, được biết đến với hệ thống đường sá và kiến ​​trúc tiên tiến."
      }
    ]
  },
  "1-6": {
    "curiosity": [
      {
        "text": "Vương quốc Mali Tây Phi nổi tiếng với người cai trị Mansa Musa, được coi là một trong những người giàu nhất trong lịch sử."
      },
      {
        "text1": "Cuộc cách mạng công nghiệp đánh dấu một sự thay đổi đáng kể trong xã hội và nền kinh tế, được thúc đẩy bởi sự phát minh ra máy móc và nhà máy."
      }
    ]
  },
  "1-7": {
    "curiosity": [
      {
        "text": "Đế chế Songhai, nằm ở Tây Phi, là một trong những đế chế lớn nhất trong lịch sử châu Phi."
      },
      {
        "text1": "Cách mạng Pháp là thời kỳ thay đổi chính trị và xã hội mãnh liệt ở Pháp, với những tác động lâu dài trên toàn thế giới."
      }
    ]
  },
  "1-8": {
    "curiosity": [
      {
        "text": "Vương quốc Axum, ở Ethiopia, là một cường quốc thương mại và tôn giáo quan trọng, có liên kết hàng hải với Ai Cập, Ấn Độ và Đế chế La Mã."
      },
      {
        "text1": "Đế quốc Mông Cổ, do Thành Cát Tư Hãn lãnh đạo, là đế quốc tiếp giáp lớn nhất trong lịch sử, trải dài từ Đông Á đến Đông Âu."
      }
    ]
  },
  "1-9": {
    "curiosity": [
      {
        "text": "Vương quốc Maroc có lịch sử lâu đời, chịu ảnh hưởng của Berber, Ả Rập và châu Âu qua nhiều thế kỷ."
      },
      {
        "text1": "Tuyên ngôn Độc lập của Hoa Kỳ được ký ngày 4 tháng 7 năm 1776 là một cột mốc quan trọng trong cuộc đấu tranh giành độc lập ở các thuộc địa của Mỹ."
      }
    ]
  },
  "1-10": {
    "curiosity": [
      {
        "text": "Đế chế Ottoman, được thành lập vào thế kỷ 13, đã thống trị một khu vực rộng lớn bao gồm các khu vực ở Châu Âu, Châu Á và Châu Phi trong hơn 600 năm."
      },
      {
        "text1": "Cuộc cách mạng công nghiệp ở Anh có tác động lớn đến việc chuyển đổi xã hội và nền kinh tế, thúc đẩy sản xuất và đô thị hóa quy mô lớn."
      }
    ]
  },
  "1-11": {
    "curiosity": [
      {
        "text": "Vương quốc Congo, nằm ở trung tâm châu Phi, là một quốc gia tiền thuộc địa hùng mạnh nổi tiếng với hoạt động buôn bán ngà voi và nô lệ."
      },
      {
        "text1": "Trận Waterloo, vào ngày 18 tháng 6 năm 1815, là một sự kiện then chốt trong lịch sử châu Âu, đánh dấu thất bại cuối cùng của Napoléon Bonaparte."
      }
    ]
  },
  "1-12": {
    "curiosity": [
      {
        "text": "Đế chế Mali, do vị vua nổi tiếng Mansa Musa lãnh đạo, là trung tâm thương mại, học tập và giàu có ở Tây Phi thời trung cổ."
      },
      {
        "text1": "Cách mạng Nga diễn ra năm 1917 dẫn đến sự sụp đổ của Đế quốc Nga và sự hình thành Liên Xô, mở ra một kỷ nguyên chính trị và xã hội mới."
      }
    ]
  },
  "1-13": {
    "curiosity": [
      {
        "text": "Đế chế Aztec, nằm ở Mexico, là một trong những nền văn minh vĩ đại nhất thời tiền Colombia, được biết đến với kiến ​​trúc và những tiến bộ trong nông nghiệp."
      },
      {
        "text1": "Cuộc cách mạng công nghiệp ở Hoa Kỳ đã biến đất nước này thành một cường quốc kinh tế và công nghiệp toàn cầu vào thế kỷ 19."
      }
    ]
  },
  "1-14": {
    "curiosity": [
      {
        "text": "Vương quốc Bénin, nơi ngày nay là Nigeria, từng là một trung tâm thương mại và văn hóa quan trọng ở Tây Phi thời tiền thuộc địa."
      },
      {
        "text1": "Tuyên bố Giải phóng Nô lệ do Tổng thống Hoa Kỳ Abraham Lincoln ban hành vào ngày 1 tháng 1 năm 1863 đã giải phóng nô lệ ở các bang thuộc Liên minh miền Nam trong Nội chiến Hoa Kỳ."
      }
    ]
  },
  "1-15": {
    "curiosity": [
      {
        "text": "Đế chế Byzantine, có trụ sở tại Constantinople, duy trì di sản của Đế chế Đông La Mã và đóng một vai trò quan trọng trong việc bảo tồn văn hóa cổ điển."
      },
      {
        "text1": "Chiến tranh Lạnh là thời kỳ căng thẳng chính trị và quân sự giữa Hoa Kỳ và Liên Xô, đặc trưng bởi sự cạnh tranh ý thức hệ và cạnh tranh toàn cầu."
      }
    ]
  },
  "1-16": {
    "curiosity": [
      {
        "text": "Vương quốc Zimbabwe ở Nam Phi là một trung tâm thương mại và văn hóa quan trọng trong thời Trung cổ."
      },
      {
        "text1": "Cuộc cách mạng công nghiệp ở Đức đã thúc đẩy sự phát triển kinh tế và công nghệ của đất nước, biến nước này trở thành một cường quốc công nghiệp trong thế kỷ 19."
      }
    ]
  },
  "1-17": {
    "curiosity": [
      {
        "text": "Đế chế Gupta ở Ấn Độ được mệnh danh là Thời kỳ hoàng kim của Ấn Độ do sự hưng thịnh về nghệ thuật, khoa học và thương mại."
      },
      {
        "text1": "Nội chiến Hoa Kỳ diễn ra từ năm 1861 đến năm 1865 là cuộc xung đột đẫm máu giữa các bang miền Bắc và miền Nam nước Mỹ, chủ yếu về vấn đề nô lệ."
      }
    ]
  },
  "1-18": {
    "curiosity": [
      {
        "text": "Vương quốc Bồ Đào Nha đóng một vai trò quan trọng trong Thời đại Khám phá, khám phá các tuyến đường biển và thành lập các thuộc địa trên khắp thế giới."
      },
      {
        "text1": "Cách mạng Mexico, bắt đầu vào năm 1910, dẫn đến việc lật đổ chính phủ độc tài của Porfirio Díaz và tìm kiếm công bằng xã hội cũng như cải cách chính trị ở Mexico."
      }
    ]
  },
  "1-19": {
    "curiosity": [
      {
        "text": "Đế chế Maya, nằm ở Trung Mỹ, là một trong những nền văn minh tiên tiến nhất thời cổ đại, được biết đến với chữ viết tượng hình và hệ thống lịch phức tạp."
      },
      {
        "text1": "Cuộc cách mạng công nghiệp ở Nhật Bản diễn ra vào cuối thế kỷ 19 đã thúc đẩy quá trình hiện đại hóa đất nước và chuyển đổi đất nước này thành một cường quốc công nghiệp."
      }
    ]
  },
  "1-20": {
    "curiosity": [
      {
        "text": "Vương quốc Buganda, nằm ở nơi ngày nay là Uganda, đóng một vai trò quan trọng trong lịch sử và văn hóa Đông Phi."
      },
      {
        "text1": "Chiến tranh thế giới thứ hai diễn ra từ năm 1939 đến năm 1945 là cuộc xung đột toàn cầu tàn khốc nhất trong lịch sử, lôi kéo các cường quốc chính trên thế giới vào một cuộc xung đột quân sự quy mô lớn."
      }
    ]
  },
  "1-21": {
    "curiosity": [
      {
        "text": "Đế chế La Mã là một trong những đế chế vĩ đại nhất trong lịch sử, được biết đến với kỹ thuật, luật pháp và ảnh hưởng lâu dài đến văn hóa phương Tây."
      },
      {
        "text1": "Cuộc cách mạng công nghiệp ở Pháp vào thế kỷ 19 đã mang lại những tiến bộ công nghệ và những thay đổi đáng kể về kinh tế xã hội cho đất nước."
      }
    ]
  },
  "1-22": {
    "curiosity": [
      {
        "text": "Vương quốc Kongo, ở miền trung châu Phi, đóng một vai trò quan trọng trong hoạt động buôn bán nô lệ xuyên Đại Tây Dương trong thế kỷ 16 và 17."
      },
      {
        "text1": "Chiến tranh giành độc lập của Hoa Kỳ, diễn ra từ năm 1775 đến năm 1783, dẫn đến việc hình thành Hoa Kỳ như một quốc gia độc lập."
      }
    ]
  },
  "1-23": {
    "curiosity": [
      {
        "text": "Đế chế Ba Tư, dưới sự trị vì của Cyrus Đại đế, đã thành lập một trong những đế chế vĩ đại nhất thời cổ đại, nổi tiếng về sự khoan dung tôn giáo và quản lý hiệu quả."
      },
      {
        "text1": "Cuộc cách mạng công nghiệp ở Nga vào thế kỷ 19 đã làm thay đổi nền kinh tế Nga và thúc đẩy tăng trưởng công nghiệp của đất nước."
      }
    ]
  },
  "1-24": {
    "curiosity": [
      {
        "text": "Vương quốc Bhutan ở châu Á được biết đến với chính sách Tổng Hạnh phúc Quốc gia, nhằm tìm kiếm phúc lợi vật chất và tinh thần cho người dân."
      },
      {
        "text1": "Cách mạng Haiti diễn ra từ năm 1791 đến năm 1804, là cuộc nổi dậy nô lệ thành công đầu tiên trong lịch sử, dẫn đến nền độc lập của Haiti và chấm dứt chế độ nô lệ ở thuộc địa Saint-Domingue của Pháp."
      }
    ]
  },
  "1-25": {
    "curiosity": [
      {
        "text": "Đế chế Inca, nằm ở vùng Andes, là nền văn minh tiền Colombia lớn nhất, được biết đến với kiến ​​trúc bằng đá và hệ thống nông nghiệp tiên tiến."
      },
      {
        "text1": "Cuộc cách mạng công nghiệp ở Bỉ vào thế kỷ 19 đã thúc đẩy sự phát triển của đất nước này như một trung tâm công nghiệp và thương mại ở châu Âu."
      }
    ]
  },
  "1-26": {
    "curiosity": [
      {
        "text": "Vương quốc Axum, ở Ethiopia ngày nay, là một trung tâm thương mại quan trọng và là một trong những nền văn minh Kitô giáo đầu tiên ở Châu Phi."
      },
      {
        "text1": "Cách mạng Pháp diễn ra từ năm 1789 đến năm 1799, là thời kỳ bất ổn chính trị và xã hội dữ dội ở Pháp, dẫn đến sự sụp đổ của chế độ quân chủ và sự thành lập Cộng hòa Pháp."
      }
    ]
  },
  "1-27": {
    "curiosity": [
      {
        "text": "Đế quốc Áo-Hung được thành lập năm 1867, là một cường quốc ở Trung Âu, bao gồm nhiều dân tộc và nền văn hóa khác nhau."
      },
      {
        "text1": "Cuộc cách mạng công nghiệp ở Canada vào thế kỷ 19 đã thúc đẩy tăng trưởng kinh tế của đất nước, đặc biệt là trong ngành sản xuất và vận tải."
      }
    ]
  },
  "1-28": {
    "curiosity": [
      {
        "text": "Vương quốc Kush, nằm ở vùng Sudan hiện đại, là một vương quốc hùng mạnh kiểm soát các tuyến thương mại giữa Trung Phi và Địa Trung Hải."
      },
      {
        "text1": "Cuộc cách mạng công nghiệp ở Ý vào thế kỷ 19 đã biến đất nước này từ nền kinh tế chủ yếu là nông nghiệp thành một cường quốc công nghiệp và thương mại."
      }
    ]
  },
  "1-29": {
    "curiosity": [
      {
        "text": "Đế quốc Trung Hoa, dưới thời nhà Đường, là một trong những thời kỳ thịnh vượng nhất trong lịch sử Trung Quốc, được biết đến với sự trao đổi thương mại và văn hóa."
      },
      {
        "text1": "Cuộc cách mạng công nghiệp ở Tây Ban Nha vào thế kỷ 19 đã có tác động đáng kể đến sự phát triển kinh tế và xã hội của đất nước."
      }
    ]
  },
  "1-30": {
    "curiosity": [
      {
        "text": "Đế quốc Anh là đế chế lớn nhất trong lịch sử, trải rộng trên các lãnh thổ trên khắp thế giới và có ảnh hưởng chính trị và văn hóa lâu dài."
      },
      {
        "text1": "Cuộc cách mạng công nghiệp ở Úc vào thế kỷ 19 đã thúc đẩy nền kinh tế đất nước, chủ yếu thông qua việc khai thác tài nguyên thiên nhiên và phát triển các ngành công nghiệp sản xuất."
      }
    ]
  },
  "1-31": {
    "curiosity": [
      {
        "text": "Vương quốc Imericia, thuộc Georgia ngày nay, đóng một vai trò quan trọng trong lịch sử của vùng Kavkaz và là trung tâm thương mại và văn hóa trong khu vực."
      },
      {
        "text1": "Cuộc cách mạng công nghiệp ở Ấn Độ vào thế kỷ 19 đã mang lại những thay đổi đáng kể cho nền kinh tế và xã hội đất nước, thúc đẩy sự phát triển của ngành dệt may và ngành giao thông vận tải."
      }
    ]
  },
  "2-1": {
    "curiosity": [
      {
        "text": "Đế chế Ottoman, được thành lập vào thế kỷ 13, là một trong những đế chế lớn nhất trong lịch sử, bao gồm các lãnh thổ ở Châu Âu, Châu Á và Châu Phi."
      },
      {
        "text1": "Cuộc cách mạng công nghiệp ở Thụy Điển vào thế kỷ 19 đã biến đất nước này thành một cường quốc công nghiệp quan trọng, đặc biệt là trong lĩnh vực khai thác mỏ và luyện kim."
      }
    ]
  },
  "2-2": {
    "curiosity": [
      {
        "text": "Vương quốc Maroc, nằm ở Bắc Phi, có lịch sử phong phú từ thời cổ đại và đóng một vai trò quan trọng trong các tuyến thương mại xuyên Sahara."
      },
      {
        "text1": "Cuộc cách mạng công nghiệp ở Brazil vào thế kỷ 19 đã thúc đẩy sự phát triển của ngành công nghiệp và hiện đại hóa đất nước, đặc biệt là với việc mở rộng ngành cà phê."
      }
    ]
  },
  "2-3": {
    "curiosity": [
      {
        "text": "Đế quốc Mông Cổ, do Thành Cát Tư Hãn lãnh đạo, là đế quốc tiếp giáp lớn nhất trong lịch sử, trải dài từ Đông Á đến Đông Âu."
      },
      {
        "text1": "Cuộc cách mạng công nghiệp ở Argentina vào thế kỷ 19 đã thúc đẩy sự phát triển kinh tế của đất nước, đặc biệt là trong lĩnh vực nông nghiệp và công nghiệp thực phẩm."
      }
    ]
  },
  "2-4": {
    "curiosity": [
      {
        "text": "Vương quốc Succotra, nằm trong quần đảo cùng tên ở Ấn Độ Dương, được biết đến với hệ thực vật độc đáo và cảnh quan tươi tốt."
      },
      {
        "text1": "Cuộc cách mạng công nghiệp ở Chile vào thế kỷ 19 đã thúc đẩy sự phát triển kinh tế của đất nước, đặc biệt là trong ngành khai thác mỏ và đồng."
      }
    ]
  },
  "2-5": {
    "curiosity": [
      {
        "text": "Đế quốc Tây Ban Nha là một trong những đế chế lớn nhất trong lịch sử, trải dài trên khắp châu Âu, châu Mỹ, châu Phi và châu Á."
      },
      {
        "text1": "Cuộc cách mạng công nghiệp ở Hy Lạp vào thế kỷ 19 đã mang lại những thay đổi đáng kể cho nền kinh tế nước này, đặc biệt là trong lĩnh vực hàng hải và công nghiệp dệt may."
      }
    ]
  },
  "2-6": {
    "curiosity": [
      {
        "text": "Vương quốc Tonga ở Nam Thái Bình Dương là quốc gia duy nhất trên lục địa đại dương chưa bao giờ bị một thế lực nước ngoài xâm chiếm."
      },
      {
        "text1": "Cuộc cách mạng công nghiệp ở Mexico vào thế kỷ 19 đã mang lại những thay đổi sâu sắc về kinh tế và xã hội cho đất nước, thúc đẩy sự phát triển của ngành dệt may, ngành khai thác mỏ và cơ sở hạ tầng giao thông."
      }
    ]
  },
  "2-7": {
    "curiosity": [
      {
        "text": "Đế chế Byzantine, với thủ đô ở Constantinople, là một trong những đế chế tồn tại lâu nhất trong lịch sử, bảo tồn văn hóa và di sản của Đế chế Đông La Mã."
      },
      {
        "text1": "Cuộc cách mạng công nghiệp ở Áo vào thế kỷ 19 đã thúc đẩy tăng trưởng kinh tế của đất nước, đặc biệt là trong ngành thép và sản xuất máy móc."
      }
    ]
  },
  "2-8": {
    "curiosity": [
      {
        "text": "Vương quốc Granada, nằm trên Bán đảo Iberia, là thành trì cuối cùng của người Hồi giáo trong khu vực trước khi bị các vương quốc Thiên chúa giáo chinh phục trong thời kỳ Reconquista."
      },
      {
        "text1": "Cuộc cách mạng công nghiệp ở Na Uy vào thế kỷ 19 đã mang lại những thay đổi đáng kể cho nền kinh tế nước này, đặc biệt là trong ngành gỗ, đánh cá và thủy điện."
      }
    ]
  },
  "2-9": {
    "curiosity": [
      {
        "text": "Đế chế Mauryan ở Ấn Độ cổ đại là một trong những đế chế lớn nhất thời bấy giờ, thống nhất phần lớn tiểu lục địa Ấn Độ dưới một chính phủ duy nhất."
      },
      {
        "text1": "Cuộc cách mạng công nghiệp ở Phần Lan vào thế kỷ 19 đã chuyển đổi đất nước từ nền kinh tế nông nghiệp sang nền kinh tế công nghiệp hóa, đặc biệt là trong ngành giấy và bột giấy."
      }
    ]
  },
  "2-10": {
    "curiosity": [
      {
        "text": "Vương quốc Aksum, nằm ở Ethiopia và Eritrea ngày nay, là một trung tâm thương mại và văn hóa quan trọng ở thời Cổ đại, kiểm soát các tuyến thương mại giữa Châu Phi, Châu Á và Châu Âu."
      },
      {
        "text1": "Cuộc cách mạng công nghiệp ở Hàn Quốc, bắt đầu từ những năm 1960, đã thúc đẩy sự phát triển kinh tế và công nghiệp nhanh chóng của đất nước, được gọi là 'Kỳ tích sông Hàn'."
      }
    ]
  },
  "2-11": {
    "curiosity": [
      {
        "text": "Đế chế Carolingian, được thành lập bởi Charlemagne, là một đế chế châu Âu bao trùm phần lớn Tây Âu trong thời Trung cổ."
      },
      {
        "text1": "Cuộc cách mạng công nghiệp ở Ba Lan vào thế kỷ 19 đã chuyển đổi đất nước từ nền kinh tế nông nghiệp sang nền kinh tế công nghiệp hóa, đặc biệt là trong ngành dệt may và thép."
      }
    ]
  },
  "2-12": {
    "curiosity": [
      {
        "text": "Cách mạng Pháp diễn ra từ năm 1789 đến năm 1799 là một sự kiện đánh dấu sự chuyển đổi từ chế độ quân chủ chuyên chế sang chế độ cộng hòa ở Pháp, với những hậu quả quan trọng về mặt chính trị và xã hội."
      },
      {
        "text1": "Chiến tranh thế giới thứ nhất diễn ra từ năm 1914 đến năm 1918, là cuộc xung đột toàn cầu có sự tham gia của các cường quốc thế giới vào thời điểm đó và có tác động đáng kể đến địa chính trị và xã hội trong thế kỷ 20."
      }
    ]
  },
  "2-13": {
    "curiosity": [
      {
        "text": "Hiệp ước Tordesillas, được ký năm 1494, phân chia các vùng đất được khám phá và sẽ được khám phá giữa Bồ Đào Nha và Tây Ban Nha, tạo cơ sở cho việc cả hai nước thuộc địa hóa châu Mỹ."
      },
      {
        "text1": "Chiến tranh Lạnh, kéo dài từ năm 1947 đến năm 1991, là thời kỳ căng thẳng về chính trị, quân sự và ý thức hệ giữa Hoa Kỳ và Liên Xô, đặc trưng bởi sự cạnh tranh giữa hai khối do các cường quốc này lãnh đạo."
      }
    ]
  },
  "2-14": {
    "curiosity": [
      {
        "text": "Ngày lễ tình nhân, được tổ chức vào ngày 14 tháng 2, bắt nguồn từ việc tưởng nhớ Thánh Valentine, một linh mục La Mã đã tử vì đạo vì bí mật kết hôn với những người lính, bất chấp mệnh lệnh của Hoàng đế Claudius II."
      },
      {
        "text1": "Hiệp ước Versailles, được ký năm 1919, đánh dấu sự kết thúc của Chiến tranh thế giới thứ nhất và áp đặt các biện pháp trừng phạt nặng nề đối với Đức, đặt nền móng cho thời kỳ giữa các cuộc chiến và sự xuất hiện của Chiến tranh thế giới thứ hai."
      }
    ]
  },
  "2-15": {
    "curiosity": [
      {
        "text": "Vào ngày 15 tháng 2 năm 1898, chiến hạm USS Maine phát nổ ở cảng Havana, Cuba, một sự kiện đóng vai trò quan trọng trong việc bùng nổ Chiến tranh Mỹ-Tây Ban Nha."
      },
      {
        "text1": "Ngày 15 tháng 2 năm 1954, Canada chính thức sử dụng cờ lá phong màu đỏ và trắng, biến nó thành biểu tượng quốc gia của đất nước."
      }
    ]
  },
  "2-16": {
    "curiosity": [
      {
        "text": "Ngày 16 tháng 2 năm 1923, Ai Cập được tuyên bố là một vương quốc độc lập, chấm dứt thời kỳ cai trị của Anh và thiết lập chế độ quân chủ lập hiến."
      },
      {
        "text1": "Vào ngày 16 tháng 2 năm 1968, Trận Huế nổi tiếng đã diễn ra, một trong những cuộc đụng độ chính trong Chiến tranh Việt Nam, giữa lực lượng Bắc Mỹ và Việt Cộng."
      }
    ]
  },
  "2-17": {
    "curiosity": [
      {
        "text": "Vào ngày 17 tháng 2 năm 1867, Vương quốc Anh ký Hiệp ước Rome với Vương quốc Ý, công nhận sự thống nhất của Ý và chấm dứt sự cai trị của các Quốc gia Giáo hoàng."
      },
      {
        "text1": "Vào ngày 17 tháng 2 năm 1979, Cách mạng Hồi giáo xảy ra ở Iran, dẫn đến sự sụp đổ của Shah Mohammad Reza Pahlavi và sự lên nắm quyền của Ayatollah Khomeini."
      }
    ]
  },
  "2-18": {
    "curiosity": [
      {
        "text": "Vào ngày 18 tháng 2 năm 1930, vụ việc nổi tiếng được gọi là 'Cuộc tuần hành muối' xảy ra ở Ấn Độ, do Mahatma Gandhi lãnh đạo, như một cuộc biểu tình bất bạo động chống lại thuế muối của Anh."
      },
      {
        "text1": "Vào ngày 18 tháng 2 năm 1954, các nhà khoa học James Watson và Francis Crick đã phát hiện ra cấu trúc của DNA, một cột mốc quan trọng trong việc tìm hiểu về di truyền và di truyền."
      }
    ]
  },
  "2-19": {
    "curiosity": [
      {
        "text": "Ngày 19 tháng 2 năm 1878, Thomas Edison nhận được bằng sáng chế cho máy quay đĩa, một trong những thiết bị đầu tiên có khả năng ghi và tái tạo âm thanh."
      },
      {
        "text1": "Vào ngày 19 tháng 2 năm 1942, trong Thế chiến thứ hai, Tổng thống Hoa Kỳ, Franklin D. Roosevelt, đã ký Sắc lệnh hành pháp 9066, cho phép giam giữ công dân Nhật Bản và người Mỹ gốc Nhật trong các trại tập trung."
      }
    ]
  },
  "2-20": {
    "curiosity": [
      {
        "text": "Vào ngày 20 tháng 2 năm 1962, phi hành gia người Mỹ John Glenn trở thành người Mỹ đầu tiên bay quanh quỹ đạo Trái đất, trên tàu vũ trụ Hữu nghị 7."
      },
      {
        "text1": "Ngày 20 tháng 2 năm 1986, trạm vũ trụ Mir được phóng lên, trở thành trạm vũ trụ mô-đun đầu tiên trên quỹ đạo Trái đất."
      }
    ]
  },
  "2-21": {
    "curiosity": [
      {
        "text": "Ngày 21 tháng 2 năm 1848, Tuyên ngôn của Đảng Cộng sản do Karl Marx và Friedrich Engels viết được xuất bản, một tài liệu cơ bản cho hệ tư tưởng cộng sản."
      },
      {
        "text1": "Vào ngày 21 tháng 2 năm 1965, nhà hoạt động người Mỹ gốc Phi Malcolm X bị ám sát ở New York, một sự kiện có tác động đáng kể đến phong trào dân quyền ở Hoa Kỳ."
      }
    ]
  },
  "2-22": {
    "curiosity": [
      {
        "text": "Vào ngày 22 tháng 2 năm 1632, triết gia René Descartes xuất bản tác phẩm triết học nổi tiếng nhất của ông, 'Diễn ngôn về phương pháp', tác phẩm đặt nền móng cho chủ nghĩa duy lý hiện đại."
      },
      {
        "text1": "Vào ngày 22 tháng 2 năm 1980, đội khúc côn cầu trên băng của Hoa Kỳ đã đánh bại đội Liên Xô trong một trận đấu lịch sử được gọi là 'Điều kỳ diệu trên băng' trong Thế vận hội Mùa đông 1980."
      }
    ]
  },
  "2-23": {
    "curiosity": [
      {
        "text": "Vào ngày 23 tháng 2 năm 1945, trong Thế chiến thứ hai, quân đội Mỹ và Philippines đã tái chiếm thành phố Manila, Philippines sau khi giao tranh ác liệt với lực lượng Nhật Bản."
      },
      {
        "text1": "Vào ngày 23 tháng 2 năm 1981, cuộc đảo chính quân sự diễn ra ở Tây Ban Nha, được gọi là '23-F', khi một nhóm bảo vệ dân sự xâm chiếm quốc hội Tây Ban Nha trong một nỗ lực đảo chính thất bại."
      }
    ]
  },
  "2-24": {
    "curiosity": [
      {
        "text": "Vào ngày 24 tháng 2 năm 1868, Cách mạng Vinh quang bắt đầu ở Tây Ban Nha, một phong trào dẫn đến việc lật đổ Nữ hoàng Isabella II và thành lập chính phủ lâm thời."
      },
      {
        "text1": "Vào ngày 24 tháng 2 năm 1989, nhà khoa học người Anh Tim Berners-Lee đã trình bày đề xuất tạo ra World Wide Web, một trong những cột mốc quan trọng nhất trong lịch sử Internet."
      }
    ]
  },
  "2-25": {
    "curiosity": [
      {
        "text": "Vào ngày 25 tháng 2 năm 1836, Trận Alamo diễn ra, cuộc đụng độ giữa lực lượng Mexico và quân phòng thủ Texas đã trở thành biểu tượng của lòng dũng cảm và sự phản kháng trong lịch sử Texas."
      },
      {
        "text1": "Vào ngày 25 tháng 2 năm 1956, lãnh đạo Liên Xô Nikita Khrushchev đã có bài phát biểu bí mật tại Đại hội lần thứ 20 của Đảng Cộng sản Liên Xô, tố cáo những tội ác và sự thái quá đã xảy ra dưới chế độ Josef Stalin."
      }
    ]
  },
  "2-26": {
    "curiosity": [
      {
        "text": "Vào ngày 26 tháng 2 năm 1815, Trận Waterloo diễn ra tại Bỉ, nơi lực lượng của Hoàng đế Napoléon Bonaparte bị quân đội của liên minh do Công tước Wellington lãnh đạo đánh bại, đánh dấu sự kết thúc cuối cùng của đế chế Napoléon."
      },
      {
        "text1": "Vào ngày 26 tháng 2 năm 1993, vụ tấn công vào Trung tâm Thương mại Thế giới xảy ra ở New York, khi một quả bom xe tải phát nổ trong gara của khu phức hợp, khiến 6 người chết và hàng trăm người bị thương."
      }
    ]
  },
  "2-27": {
    "curiosity": [
      {
        "text": "Ngày 27 tháng 2 năm 1900, hãng phim Mỹ Universal Pictures được thành lập, trở thành một trong những nhà sản xuất phim lâu đời nhất và có ảnh hưởng nhất trên thế giới."
      },
      {
        "text1": "Vào ngày 27 tháng 2 năm 1933, vụ hỏa hoạn ở Reichstag, quốc hội Đức ở Berlin, được Đức Quốc xã dùng làm cái cớ để hạn chế quyền tự do dân sự và củng cố quyền lực của chúng."
      }
    ]
  },
  "2-28": {
    "curiosity": [
      {
        "text": "Ngày 28/2/1953, nhà khoa học James Watson và nhà sinh vật học Francis Crick đã phát hiện ra cấu trúc của phân tử DNA, một trong những khám phá quan trọng nhất trong lịch sử sinh học."
      },
      {
        "text1": "Vào ngày 28 tháng 2 năm 1986, tàu vũ trụ Challenger phát nổ ngay sau khi phóng, dẫn đến cái chết của cả 7 phi hành gia trên tàu."
      }
    ]
  },
  "2-29": {
    "curiosity": [
      {
        "text": "Vào ngày 28 tháng 2 năm 1986, tàu vũ trụ Challenger phát nổ ngay sau khi phóng, dẫn đến cái chết của cả 7 phi hành gia trên tàu."
      },
      {
        "text1": "Ngày 28/2/1953, nhà khoa học James Watson và nhà sinh vật học Francis Crick đã phát hiện ra cấu trúc của phân tử DNA, một trong những khám phá quan trọng nhất trong lịch sử sinh học."
      }
    ]
  },
  "3-1": {
    "curiosity": [
      {
        "text": "Vào ngày 1 tháng 3 năm 1872, Vườn quốc gia Yellowstone được thành lập tại Hoa Kỳ, trở thành vườn quốc gia đầu tiên trên thế giới."
      },
      {
        "text1": "Vào ngày 1 tháng 3 năm 1994, nhóm nhạc Brazil Mamonas Assassinas qua đời trong một vụ tai nạn máy bay thảm khốc, làm gián đoạn sớm sự phát triển vượt bậc của ban nhạc."
      }
    ]
  },
  "3-2": {
    "curiosity": [
      {
        "text": "Ngày 2 tháng 3 năm 1956, Maroc giành được độc lập, chấm dứt thời kỳ thuộc địa của Pháp ở nước này."
      },
      {
        "text1": "Vào ngày 2 tháng 3 năm 1962, ca sĩ kiêm nhạc sĩ người Mỹ Bob Dylan đã phát hành album phòng thu đầu tiên của mình, mang tên 'Bob Dylan', album này đã trở thành một bước ngoặt trong âm nhạc dân gian."
      }
    ]
  },
  "3-3": {
    "curiosity": [
      {
        "text": "Ngày 3 tháng 3 năm 1845, Florida được thừa nhận là tiểu bang thứ 27 của Hoa Kỳ, mở rộng lãnh thổ nước này ở khu vực Vịnh Mexico."
      },
      {
        "text1": "Vào ngày 3 tháng 3 năm 1913, Cuộc diễu hành Suffragette diễn ra tại Washington DC, nơi hàng nghìn phụ nữ tuần hành để giành quyền bầu cử ở Hoa Kỳ."
      }
    ]
  },
  "3-4": {
    "curiosity": [
      {
        "text": "Ngày 4 tháng 3 năm 1789, lễ nhậm chức của tổng thống đầu tiên của Hoa Kỳ, George Washington, đã diễn ra, đánh dấu sự khởi đầu của lịch sử tổng thống của đất nước."
      },
      {
        "text1": "Ngày 4 tháng 3 năm 1933, Tổng thống Franklin D. Roosevelt nhậm chức trong thời kỳ Đại suy thoái, có bài phát biểu nhậm chức nổi tiếng với câu “Điều duy nhất chúng ta phải sợ chính là nỗi sợ hãi”."
      }
    ]
  },
  "3-5": {
    "curiosity": [
      {
        "text": "Ngày 5/3/1953, lãnh đạo Liên Xô Joseph Stalin qua đời, sau khi cai trị Liên Xô bằng bàn tay sắt trong hơn hai thập kỷ."
      },
      {
        "text1": "Ngày 5 tháng 3 năm 1984, chương trình máy tính Lotus 1-2-3, một trong những phần mềm bảng tính đầu tiên được ra mắt, đóng vai trò quan trọng trong việc phổ biến máy tính cá nhân."
      }
    ]
  },
  "3-6": {
    "curiosity": [
      {
        "text": "Vào ngày 6 tháng 3 năm 1475, họa sĩ nổi tiếng thời Phục hưng Michelangelo, được biết đến với những kiệt tác như tác phẩm điêu khắc 'David' và bức tranh Nhà nguyện Sistine, đã ra đời."
      },
      {
        "text1": "Ngày 6/3/1957, Ghana trở thành quốc gia châu Phi đầu tiên giành được độc lập khỏi chủ nghĩa thực dân, dẫn đầu phong trào phi thực dân hóa trên lục địa này."
      }
    ]
  },
  "3-7": {
    "curiosity": [
      {
        "text": "Vào ngày 7 tháng 3 năm 1876, Alexander Graham Bell nhận được bằng sáng chế cho điện thoại, cách mạng hóa truyền thông và mở đường cho thời đại viễn thông."
      },
      {
        "text1": "Vào ngày 7 tháng 3 năm 1965, tập phim nổi tiếng được gọi là 'Ngày Chủ nhật đẫm máu' xảy ra, khi những người biểu tình đòi dân quyền bị cảnh sát đàn áp dã man trên cây cầu từ Selma đến Montgomery, Hoa Kỳ."
      }
    ]
  },
  "3-8": {
    "curiosity": [
      {
        "text": "Ngày 8 tháng 3 năm 1917, trong bối cảnh Chiến tranh thế giới thứ nhất, Cách mạng Nga bắt đầu nổ ra, với các cuộc biểu tình của phụ nữ ở Petrograd, sau này dẫn đến sự sụp đổ của chế độ Sa hoàng."
      },
      {
        "text1": "Vào ngày 8 tháng 3 năm 1971, võ sĩ Muhammad Ali và Joe Frazier đã chiến đấu trong trận đấu được gọi là 'Trận chiến của thế kỷ', Frazier giành chiến thắng bằng quyết định nhất trí."
      }
    ]
  },
  "3-9": {
    "curiosity": [
      {
        "text": "Ngày 9/3/1959, ca sĩ kiêm diễn viên Elvis Presley xuất ngũ, sau khi hoàn thành nghĩa vụ ở Đức, trở lại với sự nghiệp thành công."
      },
      {
        "text1": "Vào ngày 9 tháng 3 năm 1997, rapper The Notorious BIG, còn được gọi là Biggie Smalls, bị sát hại trong một vụ xả súng ở Los Angeles, để lại một di sản đáng chú ý trong thế giới hip-hop."
      }
    ]
  },
  "3-10": {
    "curiosity": [
      {
        "text": "Vào ngày 10 tháng 3 năm 1876, máy hát, tiền thân của máy ghi âm, do Thomas Edison phát minh, đã được cấp bằng sáng chế, tạo ra một cuộc cách mạng trong cách ghi và tái tạo âm nhạc."
      },
      {
        "text1": "Vào ngày 10 tháng 3 năm 1959, Tây Tạng bị Trung Quốc xâm chiếm, dẫn đến một thời gian dài bị đàn áp về văn hóa và chính trị ở nước này."
      }
    ]
  },
  "3-11": {
    "curiosity": [
      {
        "text": "Ngày 11 tháng 3 năm 1818, nhà soạn nhạc nổi tiếng người Đức Johann Sebastian Bach qua đời, để lại di sản là những tác phẩm âm nhạc cổ điển có ảnh hưởng đến thế hệ sau."
      },
      {
        "text1": "Vào ngày 11 tháng 3 năm 2011, một trận động đất mạnh 9,0 độ richter đã xảy ra ở Nhật Bản, kéo theo đó là trận sóng thần tàn khốc, dẫn đến cuộc khủng hoảng hạt nhân nghiêm trọng tại nhà máy Fukushima."
      }
    ]
  },
  "3-12": {
    "curiosity": [
      {
        "text": "Vào ngày 12 tháng 3 năm 1930, Mahatma Gandhi bắt đầu cuộc Tuần hành Muối ở Ấn Độ, một trong những cột mốc quan trọng trong phong trào giành độc lập của đất nước chống lại sự cai trị của Anh."
      },
      {
        "text1": "Ngày 12/3/1994 xảy ra vụ thảm sát Hebron, một vụ tấn công khủng bố vào một nhà thờ Hồi giáo ở thành phố Hebron, Bờ Tây, khiến 29 người Palestine thiệt mạng và hàng chục người bị thương."
      }
    ]
  },
  "3-13": {
    "curiosity": [
      {
        "text": "Vào ngày 13 tháng 3 năm 1781, nhà thiên văn học William Herschel đã phát hiện ra hành tinh Sao Thiên Vương, mở rộng kiến ​​thức về Hệ Mặt Trời."
      },
      {
        "text1": "Ngày 13 tháng 3 năm 2013, Đức Hồng Y Jorge Mario Bergoglio người Argentina được bầu làm Giáo hoàng Phanxicô, trở thành vị giáo hoàng người Mỹ Latinh đầu tiên trong lịch sử Giáo hội Công giáo."
      }
    ]
  },
  "3-14": {
    "curiosity": [
      {
        "text": "Vào ngày 14 tháng 3 năm 1879, Albert Einstein, một trong những nhà khoa học nổi tiếng nhất trong lịch sử, sinh ra ở Ulm, Vương quốc Württemberg, thuộc Đế quốc Đức."
      },
      {
        "text1": "Ngày 14/3/1950, Liên hợp quốc (LHQ) thành lập Ngày Quốc tế Phụ nữ, được tổ chức hàng năm nhằm thúc đẩy bình đẳng giới và quyền của phụ nữ."
      }
    ]
  },
  "3-15": {
    "curiosity": [
      {
        "text": "Vào ngày 15 tháng 3 năm 44 trước Công nguyên, vụ ám sát Julius Caesar, nhà lãnh đạo và hoàng đế La Mã, bởi một nhóm thượng nghị sĩ đã xảy ra, dẫn đến một sự thay đổi đáng kể trong tiến trình lịch sử La Mã."
      },
      {
        "text1": "Vào ngày 15 tháng 3 năm 1972, Vương quốc Anh đã áp dụng hệ thống tiền tệ thập phân, thay thế hệ thống cũ là bảng Anh, shilling và pence."
      }
    ]
  },
  "3-16": {
    "curiosity": [
      {
        "text": "Vào ngày 16 tháng 3 năm 1521, nhà hàng hải người Bồ Đào Nha Ferdinand Magellan đã đến Philippines trong chuyến thám hiểm vòng quanh thế giới của mình, trở thành người châu Âu đầu tiên làm như vậy."
      },
      {
        "text1": "Vào ngày 16 tháng 3 năm 1968, vụ thảm sát Mỹ Lai xảy ra trong Chiến tranh Việt Nam, trong đó lính Mỹ đã giết hại hơn 500 thường dân Việt Nam, bao gồm cả phụ nữ, trẻ em và người già."
      }
    ]
  },
  "3-17": {
    "curiosity": [
      {
        "text": "Vào ngày 17 tháng 3 năm 461 sau Công nguyên, Thánh Patrick, vị thánh bảo trợ của Ireland, người được tổ chức hàng năm vào Ngày Thánh Patrick, được gọi là Ngày Thánh Patrick, đã qua đời."
      },
      {
        "text1": "Ngày 17 tháng 3 năm 1905, Ngày Chủ nhật Đẫm máu diễn ra tại Saint Petersburg, Nga, khi những người biểu tình ôn hòa bị quân đội Sa hoàng đàn áp, khiến hàng trăm người thiệt mạng và đánh dấu sự khởi đầu của Cách mạng Nga năm 1905."
      }
    ]
  },
  "3-18": {
    "curiosity": [
      {
        "text": "Vào ngày 18 tháng 3 năm 1314, Jacques de Molay, Grand Master cuối cùng của các Hiệp sĩ dòng Đền, bị thiêu rụi trên cọc, đánh dấu sự kết thúc của Hội Hiệp sĩ Dòng Đền."
      },
      {
        "text1": "Vào ngày 18 tháng 3 năm 1965, cuộc tuần hành đòi quyền công dân từ Selma đến Montgomery ở Hoa Kỳ đã diễn ra trong nỗ lực bảo đảm quyền bầu cử cho người Mỹ gốc Phi."
      }
    ]
  },
  "3-19": {
    "curiosity": [
      {
        "text": "Vào ngày 19 tháng 3 năm 1687, Isaac Newton xuất bản kiệt tác của mình, 'Nguyên lý toán học', trong đó thiết lập các định luật về chuyển động và định luật hấp dẫn, cách mạng hóa vật lý."
      },
      {
        "text1": "Vào ngày 19 tháng 3 năm 2003, Chiến tranh Iraq bắt đầu, do Hoa Kỳ và các đồng minh lãnh đạo, dẫn đến một loạt sự kiện định hình địa chính trị của khu vực."
      }
    ]
  },
  "3-20": {
    "curiosity": [
      {
        "text": "Ngày 20 tháng 3 năm 1852, Harriet Beecher Stowe xuất bản cuốn tiểu thuyết “Túp lều của chú Tom”, một tác phẩm quan trọng trong cuộc chiến chống chế độ nô lệ ở Hoa Kỳ."
      },
      {
        "text1": "Ngày 20/3/2016, cựu Tổng thống Hoa Kỳ Barack Obama đã có chuyến thăm lịch sử tới Cuba, đánh dấu cột mốc quan trọng trong việc bình thường hóa quan hệ giữa hai nước."
      }
    ]
  },
  "3-21": {
    "curiosity": [
      {
        "text": "Vào ngày 21 tháng 3 năm 1960, vụ thảm sát Sharpeville xảy ra ở Nam Phi, khi cảnh sát nổ súng vào những người biểu tình ôn hòa chống lại luật phân biệt chủng tộc, khiến 69 người thiệt mạng."
      },
      {
        "text1": "Vào ngày 21 tháng 3 năm 2014, Nga sáp nhập bán đảo Crimea, sau một cuộc trưng cầu dân ý gây tranh cãi bị cộng đồng quốc tế lên án."
      }
    ]
  },
  "3-22": {
    "curiosity": [
      {
        "text": "Vào ngày 22 tháng 3 năm 1622, Vụ thảm sát Jamestown xảy ra ở thuộc địa Virginia của Anh, khi người Mỹ bản địa tấn công và giết chết thực dân Anh."
      },
      {
        "text1": "Vào ngày 22 tháng 3 năm 1993, nhạc sĩ kiêm ca sĩ nhạc rock người Canada John Candy qua đời ở tuổi 43, để lại di sản là những vở hài kịch và những màn trình diễn đáng nhớ."
      }
    ]
  },
  "3-23": {
    "curiosity": [
      {
        "text": "Vào ngày 23 tháng 3 năm 1806, Lewis và Clark bắt đầu chuyến thám hiểm huyền thoại khám phá miền Tây nước Mỹ, một hành trình kéo dài hơn hai năm và giúp mở rộng kiến ​​thức về địa lý, thiên nhiên của nước Mỹ. vùng đất."
      },
      {
        "text1": "Ngày 23 tháng 3 năm 2001, Nga phóng trạm vũ trụ Mir vào vũ trụ, trạm này trở thành một cột mốc quan trọng trong hoạt động thám hiểm không gian và hoạt động được hơn 15 năm trước khi ngừng hoạt động."
      }
    ]
  },
  "3-24": {
    "curiosity": [
      {
        "text": "Vào ngày 24 tháng 3 năm 1603, Nữ hoàng Elizabeth I của Anh qua đời, chấm dứt triều đại Tudor và đánh dấu sự khởi đầu cho triều đại Stuart, với sự lên ngôi của James VI của Scotland lên ngai vàng nước Anh với tên gọi James I."
      },
      {
        "text1": "Vào ngày 24 tháng 3 năm 1999, NATO bắt đầu ném bom trên không ở Serbia, như một phần của sự can thiệp quân sự vào cuộc xung đột Kosovo, trong Chiến tranh Kosovo."
      }
    ]
  },
  "3-25": {
    "curiosity": [
      {
        "text": "Vào ngày 25 tháng 3 năm 1807, Quốc hội Anh đã thông qua Đạo luật xóa bỏ buôn bán nô lệ, cấm buôn bán nô lệ ở Đế quốc Anh."
      },
      {
        "text1": "Ngày 25 tháng 3 năm 1957, Hiệp ước Rome được ký kết, tạo ra Cộng đồng Kinh tế Châu Âu (EEC), tiền thân của Liên minh Châu Âu (EU)."
      }
    ]
  },
  "3-26": {
    "curiosity": [
      {
        "text": "Ngày 26/3/1979, Hiệp ước Hòa bình giữa Israel và Ai Cập được ký kết tại Washington DC, chính thức chấm dứt tình trạng chiến tranh giữa hai nước."
      },
      {
        "text1": "Ngày 26/3/1997, tàu vũ trụ Soyuz TM-24 của Nga được phóng lên, chở phi hành đoàn gồm một phi hành gia người Nga, một phi hành gia người Mỹ và một phi hành gia người Đức lên Trạm vũ trụ Mir."
      }
    ]
  },
  "3-27": {
    "curiosity": [
      {
        "text": "Vào ngày 27 tháng 3 năm 1912, Nhật Bản và Trung Quốc đã ký Hiệp ước Xinchou, chấm dứt Chiến tranh Nga-Nhật và thiết lập nền độc lập cho Ngoại Mông."
      },
      {
        "text1": "Vào ngày 27 tháng 3 năm 1977, hai chiếc máy bay Boeing 747 va chạm ở Tenerife, thuộc quần đảo Canary, dẫn đến thảm họa hàng không tồi tệ nhất trong lịch sử, khiến 583 người thiệt mạng."
      }
    ]
  },
  "3-28": {
    "curiosity": [
      {
        "text": "Vào ngày 28 tháng 3 năm 1930, Constantinople, thủ đô của Đế quốc Byzantine, được đổi tên thành Istanbul, đánh dấu một sự thay đổi đáng kể trong lịch sử của thành phố."
      },
      {
        "text1": "Ngày 28/3/1979, vụ tai nạn tại nhà máy điện hạt nhân Three Mile Island ở Mỹ xảy ra, dẫn đến một trong những thảm họa hạt nhân tồi tệ nhất trong lịch sử nước này."
      }
    ]
  },
  "3-29": {
    "curiosity": [
      {
        "text": "Vào ngày 29 tháng 3 năm 1974, Cách mạng Hoa cẩm chướng xảy ra ở Bồ Đào Nha, một cuộc nổi dậy quân sự lật đổ chế độ độc tài Estado Novo và đánh dấu sự khởi đầu của một thời kỳ dân chủ hóa ở nước này."
      },
      {
        "text1": "Vào ngày 29 tháng 3 năm 2004, Bulgaria, Estonia, Latvia, Lithuania, Romania, Slovakia và Slovenia gia nhập NATO, củng cố liên minh quân sự."
      }
    ]
  },
  "3-30": {
    "curiosity": [
      {
        "text": "Vào ngày 30 tháng 3 năm 1856, Hiệp ước Paris được ký kết, chấm dứt Chiến tranh Crimea và thiết lập các điều kiện hòa bình giữa các cường quốc liên quan."
      },
      {
        "text1": "Ngày 30 tháng 3 năm 1981, Tổng thống Hoa Kỳ Ronald Reagan bị bắn trong một vụ ám sát nhưng vẫn sống sót sau khi trải qua cuộc phẫu thuật."
      }
    ]
  },
  "3-31": {
    "curiosity": [
      {
        "text": "Vào ngày 31 tháng 3 năm 1492, các Quốc vương Công giáo, Ferdinand II của Aragon và Isabel I của Castile, ban hành Sắc lệnh Alhambra, trục xuất người Do Thái khỏi Tây Ban Nha, dẫn đến một trong những khoảnh khắc đen tối nhất trong lịch sử Do Thái."
      },
      {
        "text1": "Vào ngày 31 tháng 3 năm 1889, Tháp Eiffel, một trong những biểu tượng nổi tiếng nhất của Paris và thế giới, đã được khánh thành trong Triển lãm Thế giới Paris."
      }
    ]
  },
  "4-1": {
    "curiosity": [
      {
        "text": "Vào ngày 1 tháng 4 năm 1867, Vương quốc Anh ban hành Đạo luật Bắc Mỹ thuộc Anh, thành lập Liên bang Canada và tạo cơ sở cho sự hình thành Canada hiện đại."
      },
      {
        "text1": "Vào ngày 1 tháng 4 năm 1976, Apple Inc. được thành lập bởi Steve Jobs, Steve Wozniak và Ronald Wayne, tạo nên một trong những công ty công nghệ có ảnh hưởng nhất trên thế giới."
      }
    ]
  },
  "4-2": {
    "curiosity": [
      {
        "text": "Ngày 2 tháng 4 năm 1917, Hoa Kỳ bước vào Thế chiến thứ nhất, gửi quân tham chiến cùng lực lượng Đồng minh chống lại các cường quốc Trung tâm."
      },
      {
        "text1": "Ngày 2 tháng 4 năm 2005, Giáo hoàng John Paul II qua đời ở tuổi 84, sau một triều đại giáo hoàng kéo dài gần 27 năm, là một trong những vị giáo hoàng được yêu mến nhất trong lịch sử cận đại."
      }
    ]
  },
  "4-3": {
    "curiosity": [
      {
        "text": "Vào ngày 3 tháng 4 năm 1948, Kế hoạch Marshall, một chương trình hỗ trợ kinh tế của Hoa Kỳ nhằm tái thiết Châu Âu sau Thế chiến II, có hiệu lực."
      },
      {
        "text1": "Ngày 3/4/1973, chiếc điện thoại di động đầu tiên được Motorola sản xuất, đánh dấu một cột mốc quan trọng trong sự phát triển của công nghệ di động."
      }
    ]
  },
  "4-4": {
    "curiosity": [
      {
        "text": "Vào ngày 4 tháng 4 năm 1968, nhà lãnh đạo dân quyền Hoa Kỳ Martin Luther King Jr. bị ám sát tại Memphis, Tennessee, gây náo loạn và biểu tình trên khắp đất nước."
      },
      {
        "text1": "Ngày 4/4/1949, Tổ chức Hiệp ước Bắc Đại Tây Dương (NATO) được thành lập, thiết lập một liên minh quân sự giữa một số quốc gia phương Tây để bảo vệ lẫn nhau."
      }
    ]
  },
  "4-5": {
    "curiosity": [
      {
        "text": "Vào ngày 5 tháng 4 năm 1614, Pocahontas, một trong những nhân vật nổi tiếng nhất về cuộc gặp gỡ giữa thực dân Anh và người Mỹ bản địa, kết hôn với John Rolfe ở Virginia, Hoa Kỳ."
      },
      {
        "text1": "Ngày 5 tháng 4 năm 1955, Winston Churchill từ chức Thủ tướng Vương quốc Anh, kết thúc nhiệm kỳ thứ hai."
      }
    ]
  },
  "4-6": {
    "curiosity": [
      {
        "text": "Ngày 6 tháng 4 năm 1917, Hoa Kỳ tuyên chiến với Đế quốc Đức, chính thức bước vào Thế chiến thứ nhất."
      },
      {
        "text1": "Vào ngày 6 tháng 4 năm 1994, nạn diệt chủng bắt đầu ở Rwanda, trong đó khoảng 800.000 người, chủ yếu thuộc nhóm dân tộc Tutsi, đã bị sát hại dã man trong khoảng thời gian khoảng 100 ngày."
      }
    ]
  },
  "4-7": {
    "curiosity": [
      {
        "text": "Ngày 7 tháng 4 năm 1948, Tuyên ngôn Quốc tế về Nhân quyền được Đại hội đồng Liên hợp quốc công bố, xác lập những quyền cơ bản của mọi con người."
      },
      {
        "text1": "Vào ngày 7 tháng 4 năm 1964, vệ tinh liên lạc đầu tiên, Syncom 3, được NASA phóng lên quỹ đạo, bắt đầu một kỷ nguyên mới trong truyền thông toàn cầu."
      }
    ]
  },
  "4-8": {
    "curiosity": [
      {
        "text": "Vào ngày 8 tháng 4 năm 1974, nhà độc tài Bồ Đào Nha António de Oliveira Salazar qua đời, dẫn đến sự sụp đổ của chế độ độc tài Estado Novo và quá trình dân chủ hóa Bồ Đào Nha."
      },
      {
        "text1": "Vào ngày 8 tháng 4 năm 1994, ca sĩ nhạc rock Kurt Cobain, thủ lĩnh ban nhạc Nirvana, được phát hiện đã chết tại nhà riêng ở Seattle, Hoa Kỳ."
      }
    ]
  },
  "4-9": {
    "curiosity": [
      {
        "text": "Vào ngày 9 tháng 4 năm 1865, sự đầu hàng của Tướng Liên minh miền Nam Robert E. Lee trước Tướng Liên minh Ulysses S. Grant xảy ra, đánh dấu sự kết thúc của Nội chiến Hoa Kỳ."
      },
      {
        "text1": "Vào ngày 9 tháng 4 năm 1940, Đức Quốc xã xâm lược Đan Mạch và Na Uy, bắt đầu chiếm đóng các quốc gia này trong Thế chiến thứ hai."
      }
    ]
  },
  "4-10": {
    "curiosity": [
      {
        "text": "Vào ngày 10 tháng 4 năm 1912, tàu RMS Titanic khởi hành trong chuyến hành trình đầu tiên từ Southampton, Anh đến New York, Hoa Kỳ, trước khi va chạm với một tảng băng trôi và chìm ở Đại Tây Dương."
      },
      {
        "text1": "Ngày 10/4/1972, Thủ tướng Nhật Bản Kakuei Tanaka thăm Trung Quốc, đánh dấu thời điểm quan trọng trong việc bình thường hóa quan hệ giữa hai nước."
      }
    ]
  },
  "4-11": {
    "curiosity": [
      {
        "text": "Vào ngày 11 tháng 4 năm 1951, Tướng Douglas MacArthur bị Tổng thống Hoa Kỳ Harry S. Truman cách chức quyền chỉ huy trong Chiến tranh Triều Tiên sau những bất đồng về chiến lược quân sự."
      },
      {
        "text1": "Vào ngày 11 tháng 4 năm 1979, tổng thống Zimbabwe, Canaan Banana, tuyên bố độc lập của đất nước, chấm dứt ách thống trị của thực dân Anh và thành lập Cộng hòa Zimbabwe."
      }
    ]
  },
  "4-12": {
    "curiosity": [
      {
        "text": "Vào ngày 12 tháng 4 năm 1961, nhà du hành vũ trụ Liên Xô Yuri Gagarin đã trở thành người đầu tiên bay quanh Trái đất trên tàu vũ trụ Vostok 1."
      },
      {
        "text1": "Vào ngày 12 tháng 4 năm 1992, Eurotunnel, nối Vương quốc Anh với Pháp qua eo biển Manche, được khai trương, cung cấp kết nối đường sắt trực tiếp giữa hai nước."
      }
    ]
  },
  "4-13": {
    "curiosity": [
      {
        "text": "Vào ngày 13 tháng 4 năm 1743, Thomas Jefferson, tổng thống thứ ba của Hoa Kỳ và là tác giả chính của Tuyên ngôn Độc lập, sinh ra tại Thuộc địa Virginia."
      },
      {
        "text1": "Vào ngày 13 tháng 4 năm 1943, Cuộc nổi dậy ở khu ổ chuột Warsaw xảy ra, một hành động phản kháng do người Do Thái tổ chức chống lại lực lượng Đức Quốc xã trong Thế chiến thứ hai."
      }
    ]
  },
  "4-14": {
    "curiosity": [
      {
        "text": "Ngày 14 tháng 4 năm 1865, Tổng thống Hoa Kỳ Abraham Lincoln bị nam diễn viên John Wilkes Booth ám sát tại một rạp hát ở Washington DC."
      },
      {
        "text1": "Vào ngày 14 tháng 4 năm 1986, Hoa Kỳ thực hiện một cuộc không kích nhằm vào Libya, để trả đũa việc nước này bị cáo buộc liên quan đến vụ tấn công khủng bố tại một hộp đêm ở Berlin."
      }
    ]
  },
  "4-15": {
    "curiosity": [
      {
        "text": "Vào ngày 15 tháng 4 năm 1912, tàu RMS Titanic bị chìm sau khi va chạm với một tảng băng trôi, khiến hơn 1.500 người thiệt mạng trong một trong những thảm họa hàng hải nổi tiếng nhất lịch sử."
      },
      {
        "text1": "Vào ngày 15 tháng 4 năm 1947, cầu thủ bóng chày Jackie Robinson có trận ra mắt Major League Baseball, phá vỡ rào cản chủng tộc trong thể thao chuyên nghiệp ở Hoa Kỳ."
      }
    ]
  },
  "4-16": {
    "curiosity": [
      {
        "text": "Vào ngày 16 tháng 4 năm 1945, nhà độc tài người Đức Adolf Hitler đã tự sát trong hầm trú ẩn ở Berlin, đánh dấu sự kết thúc của chế độ Đức Quốc xã trong Thế chiến thứ hai."
      },
      {
        "text1": "Vào ngày 16 tháng 4 năm 1972, vụ thảm sát Mỹ Lai xảy ra, trong đó lính Mỹ đã giết hại hàng trăm thường dân Việt Nam trong Chiến tranh Việt Nam."
      }
    ]
  },
  "4-17": {
    "curiosity": [
      {
        "text": "Vào ngày 17 tháng 4 năm 1961, cuộc xâm lược Vịnh Con lợn diễn ra, một nỗ lực thất bại của CIA nhằm lật đổ chế độ của Fidel Castro ở Cuba."
      },
      {
        "text1": "Ngày 17/4/1975, Khmer Đỏ do Pol Pot lãnh đạo đã nắm quyền kiểm soát Phnom Penh, thủ đô của Campuchia, đánh dấu sự khởi đầu của một thời kỳ diệt chủng và đàn áp ở nước này."
      }
    ]
  },
  "4-18": {
    "curiosity": [
      {
        "text": "Vào ngày 18 tháng 4 năm 1775, cuộc đối đầu vũ trang đầu tiên giữa thực dân Mỹ và quân đội Anh xảy ra trong Trận Lexington và Concord, đánh dấu sự khởi đầu của Chiến tranh giành độc lập của Mỹ."
      },
      {
        "text1": "Vào ngày 18 tháng 4 năm 1980, chiến dịch giải cứu con tin Mỹ diễn ra tại đại sứ quán Hoa Kỳ ở Tehran, Iran, được gọi là Chiến dịch Móng vuốt đại bàng, kết thúc không thành công và dẫn đến cái chết của một số binh sĩ Mỹ."
      },
      {
        "text1": "Ngày 18/4/1996, quân đội Uganda và nhóm phiến quân Quân đội kháng chiến của Chúa (LRA) đã ký lệnh ngừng bắn tạm thời sau nhiều năm xung đột vũ trang ở miền bắc Uganda."
      }
    ]
  },
  "4-19": {
    "curiosity": [
      {
        "text": "Vào ngày 19 tháng 4 năm 1775, Trận Concord diễn ra trong Chiến tranh giành độc lập của Hoa Kỳ, trong đó dân quân thuộc địa đã đẩy lùi được quân đội Anh."
      },
      {
        "text1": "Ngày 19 tháng 4 năm 1995, một vụ tấn công khủng bố xảy ra ở thành phố Oklahoma, Hoa Kỳ, khi một quả bom xe tải phát nổ trước tòa nhà liên bang Alfred P. Murrah, khiến 168 người thiệt mạng."
      }
    ]
  },
  "4-20": {
    "curiosity": [
      {
        "text": "Vào ngày 20 tháng 4 năm 1889, Adolf Hitler, nhà lãnh đạo tương lai của Đức Quốc xã, sinh ra ở Braunau am Inn, Áo."
      },
      {
        "text1": "Vào ngày 20 tháng 4 năm 1999, vụ thảm sát Columbine xảy ra, trong đó hai học sinh có vũ trang tấn công trường trung học Columbine, Hoa Kỳ, giết chết 12 học sinh và một giáo viên trước khi tự sát."
      }
    ]
  },
  "4-21": {
    "curiosity": [
      {
        "text": "Vào ngày 21 tháng 4 năm 753 trước Công nguyên, theo truyền thuyết, Rome được thành lập bởi Romulus và Remus."
      },
      {
        "text1": "Ngày 21/4/1960, Brasília, thủ đô của Brazil, chính thức khánh thành, được coi là một cột mốc quan trọng trong lịch sử kiến ​​trúc và đô thị."
      }
    ]
  },
  "4-22": {
    "curiosity": [
      {
        "text": "Vào ngày 22 tháng 4 năm 1970, Ngày Trái đất đầu tiên được tổ chức, một sự kiện quốc tế được thiết kế nhằm nâng cao nhận thức về các vấn đề môi trường và bảo vệ hành tinh."
      },
      {
        "text1": "Vào ngày 22 tháng 4 năm 1993, lãnh đạo ANC và tổng thống tương lai của Nam Phi, Nelson Mandela, và Tổng thống Frederik Willem de Klerk đã được trao giải Nobel Hòa bình vì những nỗ lực chấm dứt chế độ phân biệt chủng tộc."
      }
    ]
  },
  "4-23": {
    "curiosity": [
      {
        "text": "Vào ngày 23 tháng 4 năm 1564, William Shakespeare, một trong những nhà viết kịch vĩ đại nhất trong lịch sử, sinh ra ở Stratford-upon-Avon, Anh."
      },
      {
        "text1": "Vào ngày 23 tháng 4 năm 1910, Theodore Roosevelt có bài phát biểu nổi tiếng 'Nói năng mượt mà, thể thao lớn' tại Sorbonne ở Paris, nhấn mạnh tầm quan trọng của ngoại giao và việc sử dụng quyền lực để thúc đẩy hòa bình thế giới."
      }
    ]
  },
  "4-24": {
    "curiosity": [
      {
        "text": "Vào ngày 24 tháng 4 năm 1800, Thư viện Quốc hội Hoa Kỳ được thành lập tại Washington D.C., với việc mua cuốn sách đầu tiên."
      },
      {
        "text1": "Vào ngày 24 tháng 4 năm 1916, Easter Rising diễn ra, một cuộc nổi dậy vũ trang ở Ireland chống lại sự cai trị của Anh, được coi là một cột mốc quan trọng trên con đường giành độc lập của Ireland."
      }
    ]
  },
  "4-25": {
    "curiosity": [
      {
        "text": "Vào ngày 25 tháng 4 năm 1945, trong Thế chiến thứ hai, lực lượng Liên Xô và Nam Tư đã giải phóng thành phố Belgrade, Nam Tư khỏi sự thống trị của Đức Quốc xã."
      },
      {
        "text1": "Vào ngày 25 tháng 4 năm 1974, Cách mạng Hoa cẩm chướng xảy ra ở Bồ Đào Nha, một phong trào quân sự lật đổ chế độ độc tài của Estado Novo và khôi phục nền dân chủ ở nước này."
      }
    ]
  },
  "4-26": {
    "curiosity": [
      {
        "text": "Ngày 26/4/1986, thảm họa hạt nhân Chernobyl xảy ra ở Ukraine, khi một vụ nổ ở lò phản ứng hạt nhân đã thải một lượng lớn chất phóng xạ vào khí quyển, gây ra một trong những thảm họa hạt nhân lớn nhất trong lịch sử."
      },
      {
        "text1": "Vào ngày 26 tháng 4 năm 2005, Thái tử Nhật Bản Naruhito kết hôn với Masako Owada trong một buổi lễ được tổ chức tại Đền Meiji ở Tokyo."
      }
    ]
  },
  "4-27": {
    "curiosity": [
      {
        "text": "Theo truyền thống, vào ngày 27 tháng 4 năm 497 trước Công nguyên, thành phố Rome chính thức được thành lập."
      },
      {
        "text1": "Ngày 27 tháng 4 năm 1994, Nelson Mandela được bầu làm tổng thống da đen đầu tiên của Nam Phi, đánh dấu sự kết thúc của chế độ phân biệt chủng tộc ở nước này."
      }
    ]
  },
  "4-28": {
    "curiosity": [
      {
        "text": "Vào ngày 28 tháng 4 năm 1789, Cuộc nổi loạn HMS Bounty xảy ra, khi thủy thủ đoàn tàu Anh nổi dậy chống lại Thuyền trưởng William Bligh."
      },
      {
        "text1": "Vào ngày 28 tháng 4 năm 1945, trong Thế chiến thứ hai, nhà độc tài người Ý Benito Mussolini đã bị các thành viên của quân kháng chiến Ý bắt và xử tử."
      }
    ]
  },
  "4-29": {
    "curiosity": [
      {
        "text": "Vào ngày 29 tháng 4 năm 1975, Chiến tranh Việt Nam kết thúc với sự thất thủ của Sài Gòn, thủ đô của miền Nam Việt Nam, dưới tay lực lượng cộng sản ở miền Bắc Việt Nam."
      },
      {
        "text1": "Vào ngày 29 tháng 4 năm 2011, Hoàng tử William của Vương quốc Anh kết hôn với Catherine Middleton trong một buổi lễ được tổ chức tại Tu viện Westminster ở London."
      }
    ]
  },
  "4-30": {
    "curiosity": [
      {
        "text": "Vào ngày 30 tháng 4 năm 1789, George Washington tuyên thệ nhậm chức tổng thống đầu tiên của Hợp chủng quốc Hoa Kỳ."
      },
      {
        "text1": "Vào ngày 30 tháng 4 năm 1945, Adolf Hitler và vợ Eva Braun đã tự sát trong hầm trú ẩn của họ ở Berlin, đánh dấu sự kết thúc của chế độ Đức Quốc xã ở Đức."
      }
    ]
  },
  "5-1": {
    "curiosity": [
      {
        "text": "Vào ngày 1 tháng 5 năm 1886, Cuộc nổi dậy Haymarket diễn ra ở Chicago, Hoa Kỳ, được đánh dấu bằng các cuộc biểu tình của công nhân đòi điều kiện làm việc tốt hơn và ngày làm việc 8 giờ."
      },
      {
        "text1": "Vào ngày 1 tháng 5 năm 1994, Hiệp định chung về Thuế quan và Thương mại (GATT) có hiệu lực, một cột mốc quan trọng trong thương mại quốc tế đã thành lập Tổ chức Thương mại Thế giới (World Trade Organisation) với tư cách là tổ chức kế thừa của GATT."
      }
    ]
  },
  "5-2": {
    "curiosity": [
      {
        "text": "Vào ngày 2 tháng 5 năm 1519, nhà thám hiểm người Ý Leonardo da Vinci qua đời tại Amboise, Pháp."
      },
      {
        "text1": "Vào ngày 2 tháng 5 năm 2011, thủ lĩnh khủng bố Osama bin Laden, người sáng lập Al-Qaeda và chịu trách nhiệm về vụ tấn công ngày 11 tháng 9 năm 2001, đã bị giết trong một chiến dịch quân sự của Hoa Kỳ ở Pakistan."
      }
    ]
  },
  "5-3": {
    "curiosity": [
      {
        "text": "Vào ngày 3 tháng 5 năm 1808, Cuộc nổi dậy Dos de Mayo đã diễn ra, một cuộc nổi dậy phổ biến chống lại sự chiếm đóng của Pháp ở Madrid, trong Chiến tranh Napoléon."
      },
      {
        "text1": "Ngày 3 tháng 5 năm 1979, Margaret Thatcher trở thành người phụ nữ đầu tiên được bầu làm Thủ tướng Vương quốc Anh, giữ chức vụ này trong ba nhiệm kỳ liên tiếp."
      },
      {
        "text1": "Vào ngày 3 tháng 5 năm 2000, lễ khánh thành Cầu Thiên niên kỷ đã diễn ra ở London, một công trình mang tính biểu tượng bắc qua sông Thames và đã trở thành biểu tượng của thành phố."
      }
    ]
  },
  "5-4": {
    "curiosity": [
      {
        "text": "Vào ngày 4 tháng 5 năm 1626, nhà thám hiểm người Hà Lan Peter Minuit đến đảo Manhattan và thành lập một thuộc địa mà sau này trở thành Thành phố New York."
      },
      {
        "text1": "Vào ngày 4 tháng 5 năm 1970, Vụ thảm sát bang Kent xảy ra ở Hoa Kỳ, khi lính Vệ binh Quốc gia nổ súng vào các sinh viên phản đối Chiến tranh Việt Nam khiến 4 người thiệt mạng."
      }
    ]
  },
  "5-5": {
    "curiosity": [
      {
        "text": "Vào ngày 5 tháng 5 năm 1821, nhà lãnh đạo cách mạng Nam Mỹ Simón Bolívar đã đánh bại lực lượng Tây Ban Nha trong Trận Carabobo, củng cố nền độc lập của Venezuela."
      },
      {
        "text1": "Vào ngày 5 tháng 5 năm 1862, Trận Puebla diễn ra ở Mexico, trong đó quân đội Mexico đã giành được chiến thắng bất ngờ trước lực lượng Pháp đang tìm cách chinh phục đất nước."
      }
    ]
  },
  "5-6": {
    "curiosity": [
      {
        "text": "Vào ngày 6 tháng 5 năm 1527, Vụ cướp thành Rome xảy ra, khi quân đội của Hoàng đế Charles V xâm chiếm và cướp phá thành phố Rome, đánh dấu sự kết thúc của thời kỳ Phục hưng Ý."
      },
      {
        "text1": "Vào ngày 6 tháng 5 năm 1954, Trận Điện Biên Phủ ở Việt Nam kết thúc với chiến thắng của Việt Minh trước lực lượng thực dân Pháp, dẫn đến việc Pháp rút quân và chấm dứt Đông Dương thuộc Pháp."
      }
    ]
  },
  "5-7": {
    "curiosity": [
      {
        "text": "Vào ngày 7 tháng 5 năm 1824, Beethoven ra mắt Bản giao hưởng số 9 tại Vienna, Áo, với sáng tác nổi tiếng nhất của ông, Hymn to Joy."
      },
      {
        "text1": "Vào ngày 7 tháng 5 năm 1945, Đức Quốc xã đầu hàng quân Đồng minh vô điều kiện, đánh dấu sự kết thúc của Thế chiến thứ hai ở châu Âu."
      }
    ]
  },
  "5-8": {
    "curiosity": [
      {
        "text": "Vào ngày 8 tháng 5 năm 1886, Cuộc nổi dậy của Công nhân Haymarket diễn ra ở Chicago, Hoa Kỳ, để phản đối ngày làm việc 8 giờ, dẫn đến xung đột bạo lực giữa công nhân và cảnh sát."
      },
      {
        "text1": "Vào ngày 8 tháng 5 năm 1945, Ngày Chiến thắng ở Châu Âu được tuyên bố, kỷ niệm sự kết thúc của Thế chiến thứ hai ở Châu Âu với sự đầu hàng vô điều kiện của Đức Quốc xã."
      }
    ]
  },
  "5-9": {
    "curiosity": [
      {
        "text": "Vào ngày 9 tháng 5 năm 1502, nhà thám hiểm Christopher Columbus bắt đầu chuyến hành trình thứ tư và cũng là chuyến cuối cùng tới Tân Thế giới."
      },
      {
        "text1": "Ngày 9 tháng 5 năm 1950, Bộ trưởng Bộ Ngoại giao Pháp Robert Schuman trình bày đề xuất thành lập Cộng đồng Than Thép Châu Âu (ECSC), một bước quan trọng hướng tới hội nhập Châu Âu."
      }
    ]
  },
  "5-10": {
    "curiosity": [
      {
        "text": "Vào ngày 10 tháng 5 năm 1503, họa sĩ thời Phục hưng người Ý Michelangelo bắt đầu thực hiện tác phẩm điêu khắc David, một trong những tác phẩm nổi tiếng nhất của ông."
      },
      {
        "text1": "Ngày 10 tháng 5 năm 1994, Nelson Mandela tuyên thệ nhậm chức tổng thống da đen đầu tiên của Nam Phi, đánh dấu sự kết thúc của chế độ phân biệt chủng tộc ở nước này và mở đầu một kỷ nguyên mới."
      }
    ]
  },
  "5-11": {
    "curiosity": [
      {
        "text": "Vào ngày 11 tháng 5 năm 330, Hoàng đế La Mã Constantine I đã thành lập thành phố Constantinople, nơi sẽ trở thành thủ đô của Đế quốc Đông La Mã và sau đó là Đế quốc Byzantine."
      },
      {
        "text1": "Ngày 11/5/1998, Ấn Độ thực hiện thành công vụ thử vũ khí hạt nhân đầu tiên, làm gia tăng căng thẳng trong khu vực và gây ra hàng loạt vụ thử hạt nhân ở Nam Á."
      }
    ]
  },
  "5-12": {
    "curiosity": [
      {
        "text": "Vào ngày 12 tháng 5 năm 1820, Florence Nightingale, người tiên phong trong lĩnh vực điều dưỡng hiện đại, sinh ra ở Florence, Ý."
      },
      {
        "text1": "Vào ngày 12 tháng 5 năm 1962, phi hành gia người Mỹ Scott Carpenter trở thành người Mỹ thứ hai bay quanh Trái đất trên tàu vũ trụ Aurora 7."
      }
    ]
  },
  "5-13": {
    "curiosity": [
      {
        "text": "Vào ngày 13 tháng 5 năm 1917, lần hiện ra đầu tiên của Đức Trinh Nữ Maria với ba trẻ chăn cừu đã diễn ra tại Fátima, Bồ Đào Nha, bắt đầu một loạt các sự kiện mà sau này được gọi là Cuộc hiện ra của Fátima."
      },
      {
        "text1": "Ngày 13 tháng 5 năm 1981, Giáo hoàng John Paul II bị tấn công ở Rome, bị thương nặng nhưng vẫn sống sót sau vụ tấn công."
      }
    ]
  },
  "5-14": {
    "curiosity": [
      {
        "text": "Vào ngày 14 tháng 5 năm 1948, nền độc lập của Nhà nước Israel được tuyên bố, đánh dấu sự thành lập Nhà nước Do Thái hiện đại."
      },
      {
        "text1": "Vào ngày 14 tháng 5 năm 2011, Tuyên ngôn Độc lập của Nam Sudan đã diễn ra, khiến nước này trở thành quốc gia trẻ nhất trên thế giới."
      }
    ]
  },
  "5-15": {
    "curiosity": [
      {
        "text": "Vào ngày 15 tháng 5 năm 1252, Giáo hoàng Innocent IV đã ban hành sắc lệnh Ad Extirpanda, cho phép Tòa án dị giáo sử dụng tra tấn như một phương tiện để nhận được những lời thú tội dị giáo."
      },
      {
        "text1": "Vào ngày 15 tháng 5 năm 1940, trong Thế chiến thứ hai, Hà Lan đầu hàng quân Đức, kết thúc Trận chiến Hà Lan."
      }
    ]
  },
  "5-16": {
    "curiosity": [
      {
        "text": "Ngày 16 tháng 5 năm 1929, Viện Hàn lâm Khoa học và Nghệ thuật Điện ảnh được thành lập, chịu trách nhiệm trao giải Oscar."
      },
      {
        "text1": "Vào ngày 16 tháng 5 năm 1966, album mang tính biểu tượng của The Beach Boys, mang tên 'Pet Sounds', được phát hành, album này đã trở thành một tài liệu tham khảo trong nhạc pop và ảnh hưởng đến nhiều thế hệ nghệ sĩ."
      }
    ]
  },
  "5-17": {
    "curiosity": [
      {
        "text": "Vào ngày 17 tháng 5 năm 1792, Nữ hoàng Marie Antoinette của Pháp bị xét xử và kết án tử hình trong Cách mạng Pháp."
      },
      {
        "text1": "Vào ngày 17 tháng 5 năm 2004, cuộc hôn nhân đồng giới đầu tiên được hợp pháp hóa tại Hoa Kỳ, thuộc bang Massachusetts."
      }
    ]
  },
  "5-18": {
    "curiosity": [
      {
        "text": "Vào ngày 18 tháng 5 năm 1804, Napoléon Bonaparte được tuyên bố là Hoàng đế của Pháp, thành lập Đế chế Pháp đầu tiên."
      },
      {
        "text1": "Vào ngày 18 tháng 5 năm 1980, Núi Saint Helens, một ngọn núi lửa nằm ở Hoa Kỳ, phun trào, dẫn đến một trong những vụ phun trào núi lửa lớn nhất trong lịch sử nước này."
      }
    ]
  },
  "5-19": {
    "curiosity": [
      {
        "text": "Vào ngày 19 tháng 5 năm 1536, Anne Boleyn, người vợ thứ hai của Henry VIII của Anh, bị xử tử vì tội ngoại tình và phản quốc."
      },
      {
        "text1": "Vào ngày 19 tháng 5 năm 1962, nữ diễn viên Marilyn Monroe đã hát bài \"Chúc mừng sinh nhật\" tới Tổng thống Hoa Kỳ, John F. Kennedy, trong bữa tiệc kỷ niệm sinh nhật của ông."
      }
    ]
  },
  "5-20": {
    "curiosity": [
      {
        "text": "Ngày 20/5/1498, nhà thám hiểm người Bồ Đào Nha Vasco da Gama đến Ấn Độ, mở ra con đường biển giữa châu Âu và tiểu lục địa Ấn Độ."
      },
      {
        "text1": "Vào ngày 20 tháng 5 năm 1873, nhà soạn nhạc nổi tiếng người Nga Pyotr Ilyich Tchaikovsky đã trình diễn bản giao hưởng 'Bản giao hưởng số 3 cung D Major, Op. 29', còn được gọi là 'Bản giao hưởng Ba Lan'."
      }
    ]
  },
  "5-21": {
    "curiosity": [
      {
        "text": "Vào ngày 21 tháng 5 năm 1927, phi công người Mỹ Charles Lindbergh đã hoàn thành chuyến bay xuyên Đại Tây Dương không ngừng nghỉ một mình đầu tiên, bay từ New York đến Paris trên chiếc máy bay Spirit of St. Louis."
      },
      {
        "text1": "Ngày 21 tháng 5 năm 1991, cựu Tổng thống Philippines, Corazon Aquino, tuyên bố rút các căn cứ quân sự của Mỹ khỏi nước này, chấm dứt hàng thập kỷ hiện diện quân sự của Mỹ ở Philippines."
      }
    ]
  },
  "5-22": {
    "curiosity": [
      {
        "text": "Vào ngày 22 tháng 5 năm 1455, Cuộc chiến hoa hồng bắt đầu ở Anh, một cuộc xung đột dân sự giữa nhà York và nhà Lancaster để giành quyền kiểm soát ngai vàng."
      },
      {
        "text1": "Ngày 22/5/2010, một trận động đất mạnh 6,3 độ richter đã xảy ra ở thành phố Christchurch, New Zealand, gây thiệt hại nghiêm trọng và thiệt hại về nhân mạng."
      }
    ]
  },
  "5-23": {
    "curiosity": [
      {
        "text": "Vào ngày 23 tháng 5 năm 1430, Joan of Arc bị quân Burgundy bắt giữ trong Chiến tranh Trăm năm, sau đó được giao cho người Anh và bị xét xử vì tội dị giáo."
      },
      {
        "text1": "Vào ngày 23 tháng 5 năm 1934, cặp vợ chồng tội phạm Bonnie Parker và Clyde Barrow, được biết đến với cái tên 'Bonnie và Clyde', đã bị cảnh sát bắn chết trong một cuộc đối đầu."
      }
    ]
  },
  "5-24": {
    "curiosity": [
      {
        "text": "Vào ngày 24 tháng 5 năm 1543, Nicolaus Copernicus xuất bản cuốn sách 'De Revolutionibus Orbium Celestium', trình bày lý thuyết nhật tâm của ông về hệ mặt trời."
      },
      {
        "text1": "Vào ngày 24 tháng 5 năm 1883, cầu Brooklyn, một trong những cây cầu treo cổ nhất nước Mỹ, được thông xe, nối Manhattan với Brooklyn."
      }
    ]
  },
  "5-25": {
    "curiosity": [
      {
        "text": "Vào ngày 25 tháng 5 năm 1977, bộ phim đầu tiên trong saga 'Chiến tranh giữa các vì sao', có tựa đề 'Chiến tranh giữa các vì sao: Tập IV - Một niềm hy vọng mới', được công chiếu tại các rạp ở Hoa Kỳ."
      },
      {
        "text1": "Vào ngày 25 tháng 5 năm 2005, Airbus A380, máy bay thương mại lớn nhất thế giới, đã thực hiện chuyến bay thử nghiệm đầu tiên tại Toulouse, Pháp."
      }
    ]
  },
  "5-26": {
    "curiosity": [
      {
        "text": "Vào ngày 26 tháng 5 năm 1896, Charles Dow công bố chỉ số chứng khoán đầu tiên, được gọi là Chỉ số Trung bình Công nghiệp Dow Jones, chỉ số này đã trở thành một chỉ số thị trường tài chính quan trọng."
      },
      {
        "text1": "Vào ngày 26 tháng 5 năm 1967, album mang tính biểu tượng của The Beatles, mang tên 'Sgt. Pepper's Lonely Hearts Club Band', được phát hành, đã trở thành một bước ngoặt trong lịch sử âm nhạc đại chúng."
      }
    ]
  },
  "5-27": {
    "curiosity": [
      {
        "text": "Vào ngày 27 tháng 5 năm 1937, khí cầu Hindenburg của Đức bốc cháy khi cố gắng hạ cánh xuống New Jersey, Hoa Kỳ, khiến 36 người thiệt mạng."
      },
      {
        "text1": "Ngày 27/5/1999, Tổ chức Y tế Thế giới (WHO) tuyên bố bệnh bại liệt đã được thanh toán ở châu Mỹ, trở thành khu vực đầu tiên trên thế giới không mắc bệnh này."
      }
    ]
  },
  "5-28": {
    "curiosity": [
      {
        "text": "Vào ngày 28 tháng 5 năm 1953, nhà leo núi người New Zealand Edmund Hillary và Sherpa Tenzing Norgay trở thành những người đầu tiên lên tới đỉnh Everest, ngọn núi cao nhất thế giới."
      },
      {
        "text1": "Vào ngày 28 tháng 5 năm 1995, Đội bóng bầu dục quốc gia Nam Phi đã giành được Giải vô địch bóng bầu dục thế giới, trong lần tham dự đầu tiên sau khi chế độ phân biệt chủng tộc kết thúc."
      }
    ]
  },
  "5-29": {
    "curiosity": [
      {
        "text": "Vào ngày 29 tháng 5 năm 1453, sự sụp đổ của Constantinople, thủ đô của Đế quốc Byzantine, trước lực lượng của Đế quốc Ottoman đã xảy ra, đánh dấu sự kết thúc của Thời Trung cổ và sự khởi đầu của kỷ nguyên hiện đại."
      },
      {
        "text1": "Vào ngày 29 tháng 5 năm 1953, Ngài Edmund Hillary và Tenzing Norgay đã lên tới đỉnh Everest lần đầu tiên trong lịch sử, mở đường cho những cuộc thám hiểm trong tương lai và thách thức giới hạn của con người."
      }
    ]
  },
  "5-30": {
    "curiosity": [
      {
        "text": "Vào ngày 30 tháng 5 năm 1431, Joan of Arc bị thiêu sống vì tội dị giáo trong Chiến tranh Trăm Năm."
      },
      {
        "text1": "Vào ngày 30 tháng 5 năm 1922, Đài tưởng niệm Lincoln được khánh thành tại Washington, DC, Hoa Kỳ, để vinh danh tổng thống thứ 16 của Hoa Kỳ, Abraham Lincoln."
      }
    ]
  },
  "5-31": {
    "curiosity": [
      {
        "text": "Vào ngày 31 tháng 5 năm 1911, cuộc đua Indianapolis đầu tiên, một trong những cuộc đua ô tô truyền thống và nổi tiếng nhất thế giới, đã hoàn thành."
      },
      {
        "text1": "Vào ngày 31 tháng 5 năm 1962, trận động đất Valdivia xảy ra ở Chile, được coi là trận động đất mạnh nhất từng được ghi nhận, với cường độ ước tính từ 9,4 đến 9,6."
      }
    ]
  },
  "6-1": {
    "curiosity": [
      {
        "text": "Vào ngày 1 tháng 6 năm 1495, nhà thám hiểm người Ý Christopher Columbus đã phát hiện ra đảo Trinidad trong chuyến hành trình thứ ba đến Tân Thế giới."
      },
      {
        "text1": "Vào ngày 1 tháng 6 năm 1967, album mang tính biểu tượng của The Beatles, có tựa đề 'Sgt. Pepper's Lonely Hearts Club Band', được phát hành, đã trở thành một bước ngoặt trong lịch sử âm nhạc đại chúng."
      }
    ]
  },
  "6-2": {
    "curiosity": [
      {
        "text": "Vào ngày 2 tháng 6 năm 1953, lễ đăng quang của Nữ hoàng Elizabeth II của Vương quốc Anh được tổ chức tại Tu viện Westminster ở Luân Đôn sau cái chết của cha bà, Vua George VI."
      },
      {
        "text1": "Vào ngày 2 tháng 6 năm 1979, cựu đệ nhất phu nhân Philippines, Imelda Marcos, bị bắt vì tội tham nhũng và làm giàu bất chính, sau khi chế độ của nhà độc tài Ferdinand Marcos sụp đổ."
      }
    ]
  },
  "6-3": {
    "curiosity": [
      {
        "text": "Vào ngày 3 tháng 6 năm 1965, phi hành gia người Mỹ Edward White đã trở thành phi hành gia Hoa Kỳ đầu tiên thực hiện chuyến đi bộ ngoài không gian trong sứ mệnh Gemini 4."
      },
      {
        "text1": "Vào ngày 3 tháng 6 năm 1989, Vụ thảm sát Thiên An Môn xảy ra ở Bắc Kinh, Trung Quốc, khi chính quyền Trung Quốc đàn áp dã man những người biểu tình ủng hộ dân chủ, khiến hàng trăm, có thể hàng nghìn người thiệt mạng."
      }
    ]
  },
  "6-4": {
    "curiosity": [
      {
        "text": "Vào ngày 4 tháng 6 năm 1942, trong Thế chiến thứ hai, Trận Midway bắt đầu ở Thái Bình Dương, mang lại chiến thắng chiến lược cho Hoa Kỳ trước Đế quốc Nhật Bản."
      },
      {
        "text1": "Vào ngày 4 tháng 6 năm 1989, các cuộc biểu tình ủng hộ dân chủ tại Quảng trường Thiên An Môn, Bắc Kinh, Trung Quốc, đã bị chính phủ Trung Quốc đàn áp dã man bằng việc sử dụng lực lượng quân sự và xe tăng."
      }
    ]
  },
  "6-5": {
    "curiosity": [
      {
        "text": "Vào ngày 5 tháng 6 năm 1947, Kế hoạch Marshall được Ngoại trưởng Hoa Kỳ George Marshall công bố, nhằm cung cấp hỗ trợ kinh tế cho các nước châu Âu bị ảnh hưởng bởi Thế chiến thứ hai."
      },
      {
        "text1": "Ngày 5 tháng 6 năm 1967, Chiến tranh Sáu ngày bắt đầu, cuộc xung đột giữa Israel và các nước Ả Rập láng giềng, mang lại chiến thắng quyết định cho Israel và những thay đổi đáng kể về biên giới trong khu vực."
      }
    ]
  },
  "6-6": {
    "curiosity": [
      {
        "text": "Vào ngày 6 tháng 6 năm 1944, D-Day diễn ra, một trong những hoạt động quân sự lớn nhất trong Thế chiến thứ hai, khi lực lượng Đồng minh đổ bộ vào Normandy, Pháp, để bắt đầu giải phóng Tây Âu khỏi sự thống trị của Đức Quốc xã."
      },
      {
        "text1": "Vào ngày 6 tháng 6 năm 1968, Thượng nghị sĩ Mỹ Robert F. Kennedy, anh trai của Tổng thống John F. Kennedy, bị ám sát tại Los Angeles, California, trong chiến dịch tranh cử tổng thống của ông."
      }
    ]
  },
  "6-7": {
    "curiosity": [
      {
        "text": "Vào ngày 7 tháng 6 năm 1494, Hiệp ước Tordesillas được ký kết giữa Bồ Đào Nha và Tây Ban Nha, phân chia những vùng đất được khám phá và những vùng đất được khám phá bên ngoài châu Âu, thiết lập một đường tưởng tượng chia cắt thế giới giữa hai nước."
      },
      {
        "text1": "Vào ngày 7 tháng 6 năm 1981, tàu thăm dò không gian Voyager 2 đã đến Sao Thổ, gửi hình ảnh và thông tin chi tiết về hành tinh này và các mặt trăng của nó về Trái đất."
      }
    ]
  },
  "6-8": {
    "curiosity": [
      {
        "text": "Vào ngày 8 tháng 6 năm 1783, anh em nhà Montgolfier đã thực hiện chuyến bay công khai thành công đầu tiên của khinh khí cầu có người lái ở Annonay, Pháp, đánh dấu sự khởi đầu của kỷ nguyên hàng không."
      },
      {
        "text1": "Vào ngày 8 tháng 6 năm 1972, bộ phim \"Bố già\" do Francis Ford Coppola đạo diễn với sự tham gia của Marlon Brando và Al Pacino, được công chiếu tại các rạp ở Hoa Kỳ."
      }
    ]
  },
  "6-9": {
    "curiosity": [
      {
        "text": "Vào ngày 9 tháng 6 năm 1815, Trận Waterloo, Bỉ, diễn ra giữa lực lượng do Napoléon Bonaparte chỉ huy và liên minh quân đội châu Âu, dẫn đến thất bại cuối cùng của Napoléon và sự kết thúc của đế chế của ông."
      },
      {
        "text1": "Vào ngày 9 tháng 6 năm 1934, Ủy ban về các vấn đề phi Mỹ của Hạ viện Hoa Kỳ được thành lập, bắt đầu cuộc điều tra các hoạt động cộng sản ở đất nước mà sau này được gọi là 'Cuộc săn phù thủy'."
      }
    ]
  },
  "6-10": {
    "curiosity": [
      {
        "text": "Vào ngày 10 tháng 6 năm 1940, trong Thế chiến thứ hai, Ý tuyên chiến với Pháp và Anh, tham gia vào cuộc xung đột về phía Đức Quốc xã."
      },
      {
        "text1": "Vào ngày 10 tháng 6 năm 1967, Chiến tranh Sáu ngày kết thúc với chiến thắng quyết định của Israel trước các nước Ả Rập láng giềng, dẫn đến những thay đổi đáng kể về biên giới trong khu vực."
      }
    ]
  },
  "6-11": {
    "curiosity": [
      {
        "text": "Vào ngày 11 tháng 6 năm 1509, Vua Henry VIII của Anh kết hôn với người vợ đầu tiên của mình, Catherine xứ Aragon, trong một buổi lễ diễn ra tại Nhà thờ Hoàng gia ở Cung điện Greenwich."
      },
      {
        "text1": "Vào ngày 11 tháng 6 năm 1963, hòa thượng Thích Quảng Đức đã hy sinh trên một con phố đông đúc ở Sài Gòn để phản đối sự đàn áp tôn giáo của chính quyền miền Nam Việt Nam."
      }
    ]
  },
  "6-12": {
    "curiosity": [
      {
        "text": "Vào ngày 12 tháng 6 năm 1898, trong Chiến tranh Tây Ban Nha-Mỹ, Trận Las Guasimas đã diễn ra giữa lực lượng Hoa Kỳ và Tây Ban Nha gần Santiago de Cuba."
      },
      {
        "text1": "Vào ngày 12 tháng 6 năm 1987, Tổng thống Hoa Kỳ Ronald Reagan đã có bài phát biểu tại Berlin, Đức, trong đó ông kêu gọi nhà lãnh đạo Liên Xô Mikhail Gorbachev 'phá bỏ bức tường này', ám chỉ Bức tường Berlin."
      }
    ]
  },
  "6-13": {
    "curiosity": [
      {
        "text": "Vào ngày 13 tháng 6 năm 1920, Hiệp ước Trianon được ký kết, chính thức chấm dứt tình trạng chiến tranh giữa các cường quốc Đồng minh và Hungary sau Thế chiến thứ nhất."
      },
      {
        "text1": "Vào ngày 13 tháng 6 năm 1971, vệ tinh vũ trụ thương mại đầu tiên mang tên Intelsat IV F-3 được phóng, cho phép truyền hình trực tiếp và gọi điện thoại quốc tế."
      }
    ]
  },
  "6-14": {
    "curiosity": [
      {
        "text": "Vào ngày 14 tháng 6 năm 1777, Quốc hội Lục địa Hoa Kỳ đã thông qua 'Quốc kỳ Hoa Kỳ', có 13 sọc đỏ và trắng xen kẽ và một ô màu xanh lam với 13 ngôi sao trắng trong một vòng tròn, tượng trưng cho 13 thuộc địa ban đầu."
      },
      {
        "text1": "Ngày 14 tháng 6 năm 1940, quân Đức tiến vào Paris, chiếm thủ đô của Pháp trong Thế chiến thứ hai."
      }
    ]
  },
  "6-15": {
    "curiosity": [
      {
        "text": "Vào ngày 15 tháng 6 năm 1215, Vua John của Anh đã ký Magna Carta, một văn kiện hạn chế quyền lực của quốc vương và thiết lập các quyền và tự do cho giới quý tộc Anh."
      },
      {
        "text1": "Vào ngày 15 tháng 6 năm 1904, ấn bản đầu tiên của cuốn sách “Ulysses” do James Joyce viết được xuất bản tại Paris, đánh dấu một cột mốc quan trọng trong văn học hiện đại."
      }
    ]
  },
  "6-16": {
    "curiosity": [
      {
        "text": "Vào ngày 16 tháng 6 năm 1858, Diễn văn Springfield diễn ra, một bài phát biểu nổi tiếng của Abraham Lincoln trong đại hội Đảng Cộng hòa ở Illinois, trong đó ông tuyên bố, 'Một ngôi nhà tự chia rẽ không thể đứng vững'. ."
      },
      {
        "text1": "Vào ngày 16 tháng 6 năm 1963, nhà du hành vũ trụ Liên Xô Valentina Tereshkova trở thành người phụ nữ đầu tiên du hành vào vũ trụ trên tàu vũ trụ Vostok 6."
      }
    ]
  },
  "6-17": {
    "curiosity": [
      {
        "text": "Vào ngày 17 tháng 6 năm 1579, Ngài Francis Drake, một nhà thám hiểm và tư nhân người Anh, đã hạ cánh tại một nơi mà ngày nay được gọi là Vịnh Drake, California, trong chuyến đi vòng quanh thế giới của ông."
      },
      {
        "text1": "Vào ngày 17 tháng 6 năm 1972, vụ đột nhập nổi tiếng tại khách sạn Watergate ở Washington, DC đã diễn ra, dẫn đến vụ bê bối chính trị được gọi là 'Vụ bê bối Watergate' và dẫn đến việc Tổng thống Hoa Kỳ, Richard Nixon phải từ chức. vào năm 1974."
      }
    ]
  },
  "6-18": {
    "curiosity": [
      {
        "text": "Vào ngày 18 tháng 6 năm 1815, Trận Waterloo diễn ra, trong đó lực lượng của Công tước Wellington và Thống chế Phổ Gebhard Leberecht von Blücher đã đánh bại dứt khoát Napoléon Bonaparte và chấm dứt đế chế của ông ta."
      },
      {
        "text1": "Vào ngày 18 tháng 6 năm 1983, Sally Ride trở thành người phụ nữ Mỹ đầu tiên du hành vào vũ trụ trên tàu con thoi Challenger."
      }
    ]
  },
  "6-19": {
    "curiosity": [
      {
        "text": "Vào ngày 19 tháng 6 năm 1865, những người cuối cùng bị bắt làm nô lệ ở Texas, Hoa Kỳ, được thông báo về việc họ được giải phóng, trong một sự kiện được gọi là 'Ngày 17 tháng 6', ngày nay vẫn được kỷ niệm là Ngày Độc lập. Giải phóng người Mỹ gốc Phi."
      },
      {
        "text1": "Vào ngày 19 tháng 6 năm 1978, Garfield, chú mèo màu cam nổi tiếng do Jim Davis tạo ra, ra mắt dưới dạng truyện tranh trên các tờ báo khắp nước Mỹ."
      }
    ]
  },
  "6-20": {
    "curiosity": [
      {
        "text": "Vào ngày 20 tháng 6 năm 1782, Quốc hội Lục địa đã thông qua thiết kế con dấu hiện tại của Hoa Kỳ, trong đó có hình đại bàng Mỹ với tấm khiên và mười ba ngôi sao, đại diện cho mười ba thuộc địa ban đầu."
      },
      {
        "text1": "Vào ngày 20 tháng 6 năm 1963, Liên Xô phóng tàu vũ trụ Vostok 6, với Valentina Tereshkova trên tàu, khiến bà trở thành người phụ nữ đầu tiên thực hiện chuyến bay vào vũ trụ một mình."
      }
    ]
  },
  "6-21": {
    "curiosity": [
      {
        "text": "Vào ngày 21 tháng 6 năm 1948, Tây Đức giới thiệu một loại tiền tệ mới, đồng mác Đức, đánh dấu sự khởi đầu của sự phân chia tiền tệ giữa Đông Đức và Tây Đức."
      },
      {
        "text1": "Vào ngày 21 tháng 6 năm 1982, Không quân Anh phát động Chiến dịch Black Buck trong Chiến tranh Falklands, thực hiện các cuộc không kích nhằm vào các đường băng của Quần đảo Falkland do Argentina chiếm đóng."
      }
    ]
  },
  "6-22": {
    "curiosity": [
      {
        "text": "Vào ngày 22 tháng 6 năm 1941, trong Thế chiến thứ hai, Đức Quốc xã xâm chiếm Liên Xô, bắt đầu Chiến dịch Barbarossa."
      },
      {
        "text1": "Ngày 22/6/1990, Đông Đức và Tây Đức ký Hiệp ước thống nhất, đánh dấu sự chấm dứt sự chia cắt nước Đức và thống nhất đất nước."
      }
    ]
  },
  "6-23": {
    "curiosity": [
      {
        "text": "Vào ngày 23 tháng 6 năm 1314, Trận Bannockburn diễn ra, trong đó quân đội Scotland, do Robert the Bruce chỉ huy, đã giành chiến thắng quyết định trước lực lượng Anh trong Chiến tranh giành độc lập lần thứ nhất của Scotland."
      },
      {
        "text1": "Vào ngày 23 tháng 6 năm 2016, cử tri ở Vương quốc Anh đã bỏ phiếu ủng hộ nước này rời khỏi Liên minh Châu Âu, trong một cuộc trưng cầu dân ý được gọi là Brexit."
      }
    ]
  },
  "6-24": {
    "curiosity": [
      {
        "text": "Vào ngày 24 tháng 6 năm 1497, nhà thám hiểm người Ý Giovanni Caboto, được biết đến với cái tên John Cabot, đã đến Bắc Mỹ, tuyên bố chủ quyền vùng đất này dưới danh nghĩa nước Anh."
      },
      {
        "text1": "Ngày 24/6/1948, Cuộc phong tỏa Berlin bắt đầu, khi Liên Xô đóng cửa toàn bộ đường bộ và đường thủy tới Tây Berlin, dẫn đến một cuộc khủng hoảng quốc tế."
      }
    ]
  },
  "6-25": {
    "curiosity": [
      {
        "text": "Vào ngày 25 tháng 6 năm 1876, Trận Little Bighorn xảy ra, trong đó lực lượng Sioux và Cheyenne đánh bại Trung đoàn kỵ binh số 7 của Quân đội Hoa Kỳ, do Trung tá George Armstrong Custer chỉ huy."
      },
      {
        "text1": "Vào ngày 25 tháng 6 năm 1950, Chiến tranh Triều Tiên bắt đầu khi quân đội Triều Tiên xâm chiếm Hàn Quốc, dẫn đến cuộc xung đột kéo dài đến năm 1953."
      }
    ]
  },
  "6-26": {
    "curiosity": [
      {
        "text": "Vào ngày 26 tháng 6 năm 1284, Trận Meloria diễn ra, trong đó Cộng hòa Genoa đánh bại Cộng hòa Pisa, củng cố quyền thống trị của mình ở phía tây Biển Địa Trung Hải."
      },
      {
        "text1": "Vào ngày 26 tháng 6 năm 1975, sự độc lập của Mozambique diễn ra, đánh dấu sự kết thúc của chế độ thực dân Bồ Đào Nha ở nước này."
      }
    ]
  },
  "6-27": {
    "curiosity": [
      {
        "text": "Vào ngày 27 tháng 6 năm 1709, Peter Đại đế, lãnh đạo nước Nga, đã giành chiến thắng trong trận Poltava trước Thụy Điển, củng cố quyền lực của Nga trong khu vực và đánh dấu sự suy tàn của Đế quốc Thụy Điển."
      },
      {
        "text1": "Vào ngày 27 tháng 6 năm 1950, Trận Taejon bắt đầu trong Chiến tranh Triều Tiên, trong đó lực lượng Triều Tiên tấn công thành phố Taejon do quân đội Hoa Kỳ bảo vệ."
      }
    ]
  },
  "6-28": {
    "curiosity": [
      {
        "text": "Vào ngày 28 tháng 6 năm 1914, Thái tử Franz Ferdinand của Áo và vợ bị ám sát ở Sarajevo, Bosnia, một sự kiện gây ra sự bùng nổ của Chiến tranh thế giới thứ nhất."
      },
      {
        "text1": "Vào ngày 28 tháng 6 năm 1969, Cuộc bạo loạn Stonewall xảy ra, một loạt cuộc biểu tình phản đối cuộc đột kích của cảnh sát tại Stonewall Inn, một quán bar mà những người LGBTQ+ thường xuyên lui tới ở New York, đánh dấu một cột mốc quan trọng trong phong trào đấu tranh vì quyền của LGBTQ+."
      }
    ]
  },
  "6-29": {
    "curiosity": [
      {
        "text": "Vào ngày 29 tháng 6 năm 1613, Nhà hát Globe ở London đã bị hỏa hoạn thiêu rụi khi đang trình diễn một vở kịch của Shakespeare và sau đó được xây dựng lại."
      },
      {
        "text1": "Vào ngày 29 tháng 6 năm 2007, chiếc iPhone đầu tiên của Apple được ra mắt tại Mỹ, tạo nên một cuộc cách mạng trong ngành công nghiệp điện thoại thông minh và công nghệ di động."
      }
    ]
  },
  "6-30": {
    "curiosity": [
      {
        "text": "Vào ngày 30 tháng 6 năm 1859, người Pháp Charles Blondin trở thành người đầu tiên vượt thác Niagara trên một sợi cáp thép căng."
      },
      {
        "text1": "Vào ngày 30 tháng 6 năm 1997, chủ quyền của Hồng Kông được chuyển từ Vương quốc Anh sang Cộng hòa Nhân dân Trung Hoa, đánh dấu sự chấm dứt quyền cai trị của Anh đối với lãnh thổ."
      }
    ]
  },
  "7-1": {
    "curiosity": [
      {
        "text": "Vào ngày 1 tháng 7 năm 1867, Liên bang Canada diễn ra, hợp nhất các tỉnh New Brunswick, Nova Scotia và Tỉnh Canada thành một liên bang tự trị trong Đế quốc Anh, đánh dấu sự thành lập Canada hiện đại."
      },
      {
        "text1": "Vào ngày 1 tháng 7 năm 1916, trong Thế chiến thứ nhất, Trận chiến Somme bắt đầu, một trong những trận chiến đẫm máu và tàn khốc nhất trong lịch sử, với hơn một triệu nạn nhân, bao gồm cả người chết, bị thương và mất tích."
      }
    ]
  },
  "7-2": {
    "curiosity": [
      {
        "text": "Vào ngày 2 tháng 7 năm 1776, Quốc hội Lục địa Hoa Kỳ đã bỏ phiếu ủng hộ nền độc lập của 13 thuộc địa khỏi Vương quốc Anh, một sự kiện then chốt trong lịch sử Hoa Kỳ dẫn đến Tuyên ngôn Độc lập vào ngày 4 tháng 7."
      },
      {
        "text1": "Ngày 2 tháng 7 năm 1881, Tổng thống Hoa Kỳ James A. Garfield bị một kẻ ám sát bắn chết ở Washington, DC, dẫn đến cái chết của ông vào tháng 9 cùng năm."
      }
    ]
  },
  "7-3": {
    "curiosity": [
      {
        "text": "Vào ngày 3 tháng 7 năm 1863, trong Nội chiến Hoa Kỳ, Trận Gettysburg đã diễn ra, một trong những cuộc đụng độ chính của cuộc xung đột và được coi là một trong những trận chiến quan trọng nhất trong lịch sử Hoa Kỳ."
      },
      {
        "text1": "Ngày 3 tháng 7 năm 1971, tờ New York Times bắt đầu xuất bản Hồ sơ Lầu Năm Góc, một loạt tài liệu mật của chính phủ Hoa Kỳ tiết lộ thông tin về Chiến tranh Việt Nam và có tác động lớn trong dư luận."
      }
    ]
  },
  "7-4": {
    "curiosity": [
      {
        "text": "Vào ngày 4 tháng 7 năm 1776, Hợp chủng quốc Hoa Kỳ tuyên bố độc lập khỏi Vương quốc Anh, đây là Ngày Độc lập Hoa Kỳ, được tổ chức hàng năm như một ngày lễ quốc gia."
      },
      {
        "text1": "Vào ngày 4 tháng 7 năm 1863, Tướng Robert E. Lee và lực lượng Quân đội Bắc Virginia của ông đầu hàng Tướng Ulysses S. Grant, đánh dấu sự kết thúc của Trận Vicksburg trong Nội chiến Hoa Kỳ."
      }
    ]
  },
  "7-5": {
    "curiosity": [
      {
        "text": "Vào ngày 5 tháng 7 năm 1948, Vương quốc Anh quốc hữu hóa ngành đường sắt Anh, thành lập British Railways, một công ty nhà nước chịu trách nhiệm về hệ thống đường sắt của đất nước."
      },
      {
        "text1": "Vào ngày 5 tháng 7 năm 1996, cừu Dolly trở thành động vật có vú đầu tiên được nhân bản từ tế bào trưởng thành, một cột mốc quan trọng trong lịch sử nhân bản."
      }
    ]
  },
  "7-6": {
    "curiosity": [
      {
        "text": "Vào ngày 6 tháng 7 năm 1885, Louis Pasteur lần đầu tiên đã tiêm thành công vắc-xin bệnh dại cho bệnh nhân, đánh dấu một bước tiến đáng kể trong lĩnh vực tiêm chủng."
      },
      {
        "text1": "Vào ngày 6 tháng 7 năm 1957, Althea Gibson trở thành tay vợt người Mỹ gốc Phi đầu tiên vô địch giải Wimbledon, mở đường cho sự đa dạng trong môn thể thao này."
      }
    ]
  },
  "7-7": {
    "curiosity": [
      {
        "text": "Vào ngày 7 tháng 7 năm 1937, Trận cầu Lugou đánh dấu sự khởi đầu của Chiến tranh Trung-Nhật lần thứ hai, một cuộc xung đột kéo dài đến năm 1945 và có tác động đáng kể đến khu vực châu Á-Thái Bình Dương."
      },
      {
        "text1": "Vào ngày 7 tháng 7 năm 2005, Vụ tấn công ngày 7 tháng 7 diễn ra ở London, một loạt vụ tấn công khủng bố phối hợp nhằm vào hệ thống giao thông công cộng của thành phố, khiến 52 người thiệt mạng và hàng trăm người bị thương."
      }
    ]
  },
  "7-8": {
    "curiosity": [
      {
        "text": "Ngày 8 tháng 7 năm 1497, nhà thám hiểm người Bồ Đào Nha Vasco da Gama rời Lisbon trong chuyến hành trình đầu tiên đến Ấn Độ, mở ra tuyến đường biển trực tiếp giữa châu Âu và châu Á."
      },
      {
        "text1": "Vào ngày 8 tháng 7 năm 1776, Tuyên ngôn Độc lập của Hoa Kỳ được đọc công khai lần đầu tiên tại Philadelphia, Pennsylvania, tuyên bố chính thức tách 13 thuộc địa khỏi Vương quốc Anh."
      }
    ]
  },
  "7-9": {
    "curiosity": [
      {
        "text": "Vào ngày 9 tháng 7 năm 1877, giải quần vợt Wimbledon đầu tiên được tổ chức tại London, trở thành một trong những sự kiện danh giá nhất của môn thể thao này."
      },
      {
        "text1": "Vào ngày 9 tháng 7 năm 1962, Cộng hòa Algeria được tuyên bố thành lập, đánh dấu sự kết thúc của Chiến tranh Algeria chống lại sự thống trị của thực dân Pháp."
      }
    ]
  },
  "7-10": {
    "curiosity": [
      {
        "text": "Vào ngày 10 tháng 7 năm 1962, Telstar 1, vệ tinh liên lạc tích cực đầu tiên, được phóng lên vũ trụ, cho phép truyền tín hiệu truyền hình, điện thoại và dữ liệu trên quy mô toàn cầu."
      },
      {
        "text1": "Vào ngày 10 tháng 7 năm 1940, trong Thế chiến thứ hai, Trận chiến nước Anh bắt đầu, đánh dấu một chiến dịch không kích dữ dội giữa Lực lượng Không quân Hoàng gia và Không quân Đức."
      }
    ]
  },
  "7-11": {
    "curiosity": [
      {
        "text": "Vào ngày 11 tháng 7 năm 1804, Phó Tổng thống Hoa Kỳ lúc bấy giờ là Aaron Burr đã làm bị thương Alexander Hamilton, một trong những Người sáng lập đất nước, trong một cuộc đấu tay đôi khét tiếng."
      },
      {
        "text1": "Vào ngày 11 tháng 7 năm 1960, Tchad giành được độc lập từ Pháp, đánh dấu một bước quan trọng hướng tới quá trình phi thực dân hóa ở Châu Phi."
      }
    ]
  },
  "7-12": {
    "curiosity": [
      {
        "text": "Ngày 12/7/1906, cuốn sách “Nguồn gốc các loài” của Charles Darwin được xuất bản, trình bày thuyết tiến hóa nhờ chọn lọc tự nhiên, một cột mốc quan trọng trong sinh học và trong sự hiểu biết về sự đa dạng của sự sống trên Trái đất."
      },
      {
        "text1": "Vào ngày 12 tháng 7 năm 1979, chính phủ Nicaragua do phong trào Sandinista lãnh đạo đã lật đổ chế độ độc tài của Anastasio Somoza Debayle, chấm dứt một kỷ nguyên cai trị độc tài lâu dài ở Nicaragua."
      }
    ]
  },
  "7-13": {
    "curiosity": [
      {
        "text": "Vào ngày 13 tháng 7 năm 1793, trong Cách mạng Pháp, Jean-Paul Marat, một trong những nhà lãnh đạo chính trị thời kỳ đó, bị Charlotte Corday, một người có cảm tình với Girondin, ám sát."
      },
      {
        "text1": "Vào ngày 13 tháng 7 năm 1985, thảm họa xảy ra tại sân vận động Heysel ở Brussels trước trận chung kết UEFA Champions League, khiến 39 người thiệt mạng do giẫm đạp giữa những người hâm mộ bóng đá."
      }
    ]
  },
  "7-14": {
    "curiosity": [
      {
        "text": "Vào ngày 14 tháng 7 năm 1789, Bão Bastille xảy ra ở Paris, một sự kiện tượng trưng cho sự khởi đầu của Cách mạng Pháp và cuộc đấu tranh cho tự do và bình đẳng."
      },
      {
        "text1": "Vào ngày 14 tháng 7 năm 1965, tàu thăm dò không gian Mariner 4 đã thực hiện chuyến bay ngang qua sao Hỏa thành công đầu tiên, gửi về những hình ảnh cận cảnh đầu tiên về hành tinh đỏ."
      }
    ]
  },
  "7-15": {
    "curiosity": [
      {
        "text": "Vào ngày 15 tháng 7 năm 1099, cuộc chinh phục Jerusalem của các lực lượng trong cuộc Thập tự chinh thứ nhất diễn ra, thành lập Vương quốc Jerusalem trong các cuộc Thập tự chinh vào thời Trung cổ."
      },
      {
        "text1": "Vào ngày 15 tháng 7 năm 1971, Apollo 15, một sứ mệnh không gian do NASA điều khiển, được phóng lên, là sứ mệnh đầu tiên sử dụng tàu thám hiểm mặt trăng để khám phá bề mặt Mặt trăng."
      }
    ]
  },
  "7-16": {
    "curiosity": [
      {
        "text": "Vào ngày 16 tháng 7 năm 1945, vụ nổ hạt nhân thành công đầu tiên trong Dự án Manhattan, được gọi là Thử nghiệm Trinity, đã được thực hiện, đánh dấu sự khởi đầu của thời đại hạt nhân."
      },
      {
        "text1": "Vào ngày 16 tháng 7 năm 1969, tàu Apollo 11 được phóng từ Trạm Không quân Cape Kennedy, với mục đích đưa những phi hành gia đầu tiên lên Mặt trăng."
      }
    ]
  },
  "7-17": {
    "curiosity": [
      {
        "text": "Vào ngày 17 tháng 7 năm 1918, hoàng gia Nga, do Sa hoàng Nicholas II lãnh đạo, bị những người Bolshevik xử tử trong Cách mạng Nga."
      },
      {
        "text1": "Vào ngày 17 tháng 7 năm 1996, chuyến bay TWA 800 đã xảy ra, một chiếc máy bay Boeing 747 phát nổ giữa không trung và lao xuống Đại Tây Dương gần Long Island, New York, khiến toàn bộ 230 người trên máy bay thiệt mạng. Cái bảng."
      }
    ]
  },
  "7-18": {
    "curiosity": [
      {
        "text": "Vào ngày 18 tháng 7 năm 1925, nhà lãnh đạo cách mạng Mexico Pancho Villa bị ám sát ở Parral, Mexico, trong hoàn cảnh vẫn còn nhiều bí ẩn."
      },
      {
        "text1": "Vào ngày 18 tháng 7 năm 1969, phi hành gia Neil Armstrong trở thành người đầu tiên đi bộ trên Mặt trăng trong sứ mệnh Apollo 11, thốt lên câu nói nổi tiếng: 'Đây là một bước nhỏ của con người, nhưng là một bước nhảy vọt khổng lồ của nhân loại'."
      }
    ]
  },
  "7-19": {
    "curiosity": [
      {
        "text": "Vào ngày 19 tháng 7 năm 1799, Đá Rosetta được phát hiện trong thời kỳ Pháp chiếm đóng Ai Cập, cung cấp chìa khóa để giải mã chữ tượng hình Ai Cập cổ đại."
      },
      {
        "text1": "Vào ngày 19 tháng 7 năm 1848, Hội nghị Seneca Falls đầu tiên được tổ chức tại Hoa Kỳ, đánh dấu sự khởi đầu của phong trào đòi quyền phụ nữ."
      }
    ]
  },
  "7-20": {
    "curiosity": [
      {
        "text": "Vào ngày 20 tháng 7 năm 1969, Apollo 11 chạm xuống bề mặt mặt trăng, trở thành sứ mệnh không gian có người lái đầu tiên thực hiện hạ cánh lên mặt trăng và cho phép các phi hành gia Neil Armstrong và Buzz Aldrin đi bộ trên Mặt trăng."
      },
      {
        "text1": "Vào ngày 20 tháng 7 năm 1944, trong Thế chiến thứ hai, cuộc tấn công của Hitler đã xảy ra, một nỗ lực bất thành nhằm ám sát Adolf Hitler do Claus von Stauffenberg lãnh đạo."
      }
    ]
  },
  "7-21": {
    "curiosity": [
      {
        "text": "Vào ngày 21 tháng 7 năm 1969, các phi hành gia Apollo 11 Neil Armstrong và Buzz Aldrin đã trở về Trái đất an toàn sau sứ mệnh lịch sử tới Mặt trăng."
      },
      {
        "text1": "Vào ngày 21 tháng 7 năm 1944, Trận Guam diễn ra trong Thế chiến thứ hai, lực lượng Mỹ chiếm lại hòn đảo từ sự kiểm soát của Nhật Bản."
      }
    ]
  },
  "7-22": {
    "curiosity": [
      {
        "text": "Vào ngày 22 tháng 7 năm 1298, Trận Falkirk diễn ra trong Chiến tranh giành độc lập lần thứ nhất của Scotland, với quân đội Anh do Edward I chỉ huy đánh bại lực lượng Scotland do William Wallace chỉ huy."
      },
      {
        "text1": "Vào ngày 22 tháng 7 năm 1933, Wiley Post trở thành phi công đầu tiên bay một mình vòng quanh thế giới trên máy bay, hoàn thành lộ trình trong 7 ngày, 18 giờ và 49 phút."
      }
    ]
  },
  "7-23": {
    "curiosity": [
      {
        "text": "Vào ngày 23 tháng 7 năm 1952, tướng Ai Cập Muhammad Naguib đã phế truất vua Farouk I của Ai Cập, đánh dấu sự khởi đầu một kỷ nguyên mới ở đất nước này."
      },
      {
        "text1": "Vào ngày 23 tháng 7 năm 1903, Công ty Ford Motor chính thức được thành lập tại Hoa Kỳ, tạo nên một trong những công ty ô tô lớn nhất thế giới."
      }
    ]
  },
  "7-24": {
    "curiosity": [
      {
        "text": "Vào ngày 24 tháng 7 năm 1911, Hiram Bingham III đã khám phá lại thành phố Machu Picchu đã mất ở Peru, tiết lộ cho thế giới một trong những kỳ quan khảo cổ quan trọng nhất trong lịch sử."
      },
      {
        "text1": "Vào ngày 24 tháng 7 năm 1969, Chỉ huy tàu Apollo 11 Neil Armstrong và phi công mô-đun mặt trăng Buzz Aldrin đã thực hiện chuyến đi bộ ngoài không gian đầu tiên trên mặt trăng, được gọi là EVA (Hoạt động ngoại vi)."
      }
    ]
  },
  "7-25": {
    "curiosity": [
      {
        "text": "Ngày 25 tháng 7 năm 1797, Hiệp ước Hòa bình Campo Formio được ký kết, chấm dứt Liên minh thứ nhất và ghi nhận thành tựu của cách mạng Pháp do Napoléon Bonaparte lãnh đạo."
      },
      {
        "text1": "Vào ngày 25 tháng 7 năm 1956, tàu viễn dương Andrea Doria của Ý đã va chạm với tàu Stockholm của Thụy Điển ngoài khơi bờ biển Nantucket, Hoa Kỳ, dẫn đến một trong những thảm họa hàng hải nổi tiếng nhất trong lịch sử."
      }
    ]
  },
  "7-26": {
    "curiosity": [
      {
        "text": "Vào ngày 26 tháng 7 năm 1953, cuộc tấn công vào doanh trại Moncada ở Santiago de Cuba do Fidel Castro và nhóm phiến quân của ông chỉ huy, đánh dấu sự khởi đầu của Cách mạng Cuba."
      },
      {
        "text1": "Vào ngày 26 tháng 7 năm 1945, Hội nghị Potsdam kết thúc, trong đó các nhà lãnh đạo của các cường quốc đồng minh gặp nhau để thảo luận về tương lai của châu Âu sau Thế chiến thứ hai."
      }
    ]
  },
  "7-27": {
    "curiosity": [
      {
        "text": "Ngày 27/7/1953, Hiệp định đình chiến Bàn Môn Điếm được ký kết, chính thức chấm dứt Chiến tranh Triều Tiên và thành lập Khu phi quân sự giữa Bắc và Nam Triều Tiên."
      },
      {
        "text1": "Vào ngày 27 tháng 7 năm 1976, vụ cướp chuyến bay 139 của Air France xảy ra, nơi những kẻ khủng bố Palestine cướp máy bay và hành khách của nó, dẫn đến một cuộc giải cứu kịch tính tại Sân bay Entebbe ở Uganda."
      }
    ]
  },
  "7-28": {
    "curiosity": [
      {
        "text": "Vào ngày 28 tháng 7 năm 1540, nhà thám hiểm người Tây Ban Nha Francisco Vázquez de Coronado đã thành lập thành phố Santa Fe, nơi sau này trở thành thủ phủ của bang New Mexico ở Hoa Kỳ."
      },
      {
        "text1": "Vào ngày 28 tháng 7 năm 1914, Áo-Hungary tuyên chiến với Serbia, gây ra một loạt sự kiện dẫn đến sự bùng nổ của Thế chiến thứ nhất."
      }
    ]
  },
  "7-29": {
    "curiosity": [
      {
        "text": "Vào ngày 29 tháng 7 năm 1958, NASA được thành lập tại Hoa Kỳ, củng cố chương trình không gian của Hoa Kỳ và dẫn đến cuộc thám hiểm không gian chưa từng có."
      },
      {
        "text1": "Vào ngày 29 tháng 7 năm 1981, đám cưới của Thái tử Charles và Phu nhân Diana Spencer diễn ra tại Nhà thờ St. Paul ở London, một sự kiện có tầm ảnh hưởng lớn trên toàn cầu."
      }
    ]
  },
  "7-30": {
    "curiosity": [
      {
        "text": "Vào ngày 30 tháng 7 năm 1619, hội đồng lập pháp đầu tiên của Bắc Mỹ, được gọi là Hội đồng Burgesses của Virginia, đã tổ chức cuộc họp đầu tiên tại Jamestown, thiết lập một cột mốc quan trọng cho nền dân chủ ở thuộc địa của Anh."
      },
      {
        "text1": "Vào ngày 30 tháng 7 năm 1971, Hiệp ước Hữu nghị Xô-Trung được ký kết tại Moscow, chấm dứt nhiều năm căng thẳng giữa hai cường quốc cộng sản."
      }
    ]
  },
  "7-31": {
    "curiosity": [
      {
        "text": "Ngày 31/7/1498, nhà thám hiểm người Bồ Đào Nha Vasco da Gama tới Calicut, Ấn Độ, mở ra tuyến đường biển trực tiếp giữa châu Âu và phương Đông."
      },
      {
        "text1": "Ngày 31/7/1972, Chiến dịch Cưa xích do Brazil dẫn đầu được phát động nhằm chống nạn phá rừng trái phép ở Amazon, trở thành cột mốc quan trọng trong cuộc chiến bảo tồn rừng nhiệt đới."
      }
    ]
  },
  "8-1": {
    "curiosity": [
      {
        "text": "Vào ngày 1 tháng 8 năm 1291, sự hình thành Liên bang Thụy Sĩ diễn ra, khi ba bang cùng nhau tham gia một hiệp ước phòng thủ chung, đánh dấu sự khởi đầu của quốc gia Thụy Sĩ."
      },
      {
        "text1": "Vào ngày 1 tháng 8 năm 1944, Cuộc nổi dậy Warsaw đã diễn ra, một cuộc nổi dậy chống lại sự chiếm đóng của Đức Quốc xã ở thủ đô Ba Lan trong Thế chiến thứ hai."
      }
    ]
  },
  "8-2": {
    "curiosity": [
      {
        "text": "Ngày 2/8/1934, Tổng thống Đức Paul von Hindenburg qua đời, để cho Adolf Hitler củng cố quyền lực và trở thành nhà lãnh đạo tối cao của nước Đức."
      },
      {
        "text1": "Vào ngày 2 tháng 8 năm 1990, Iraq xâm chiếm Kuwait, gây ra Chiến tranh vùng Vịnh và dẫn đến sự can thiệp quốc tế do Hoa Kỳ lãnh đạo."
      }
    ]
  },
  "8-3": {
    "curiosity": [
      {
        "text": "Vào ngày 3 tháng 8 năm 1492, Christopher Columbus rời Palos de la Frontera, Tây Ban Nha, trong chuyến thám hiểm dẫn đến việc phát hiện ra Châu Mỹ."
      },
      {
        "text1": "Vào ngày 3 tháng 8 năm 1914, Đức tuyên chiến với Pháp, bắt đầu Thế chiến thứ nhất."
      }
    ]
  },
  "8-4": {
    "curiosity": [
      {
        "text": "Ngày 4 tháng 8 năm 1944, gia đình Anne Frank và các tù nhân khác đang lẩn trốn trong Căn nhà bí mật ở Amsterdam, Hà Lan bị Đức Quốc xã phát hiện và bắt giữ."
      },
      {
        "text1": "Ngày 4 tháng 8 năm 1964, sự cố Vịnh Bắc Bộ xảy ra, khi hai tàu Mỹ báo cáo bị tàu Bắc Việt tấn công, khiến Hoa Kỳ tăng cường tham gia Chiến tranh Việt Nam."
      }
    ]
  },
  "8-5": {
    "curiosity": [
      {
        "text": "Vào ngày 5 tháng 8 năm 1962, nữ diễn viên kiêm biểu tượng điện ảnh Marilyn Monroe được phát hiện đã chết tại nhà riêng ở Los Angeles, California, trong hoàn cảnh vẫn còn là chủ đề gây tranh cãi và các thuyết âm mưu."
      },
      {
        "text1": "Ngày 5/8/1914, Brazil tuyên bố trung lập trong Thế chiến thứ nhất, đứng ngoài cuộc xung đột đang tàn phá châu Âu."
      }
    ]
  },
  "8-6": {
    "curiosity": [
      {
        "text": "Vào ngày 6 tháng 8 năm 1945, quả bom nguyên tử Little Boy được Hoa Kỳ thả xuống thành phố Hiroshima của Nhật Bản, dẫn đến sự tàn phá to lớn và hàng nghìn người chết ngay lập tức."
      },
      {
        "text1": "Vào ngày 6 tháng 8 năm 1965, Tổng thống Hoa Kỳ, Lyndon B. Johnson, đã ký Đạo luật Quyền bầu cử, cấm phân biệt chủng tộc trong quá trình bầu cử, đảm bảo quyền bầu cử bình đẳng cho mọi công dân Mỹ."
      }
    ]
  },
  "8-7": {
    "curiosity": [
      {
        "text": "Vào ngày 7 tháng 8 năm 1947, sự cố Roswell bắt đầu, khi một vật thể không xác định bị rơi gần Roswell, New Mexico, làm dấy lên suy đoán về khả năng nó là một tàu vũ trụ ngoài Trái đất."
      },
      {
        "text1": "Vào ngày 7 tháng 8 năm 1998, các cuộc tấn công khủng bố vào đại sứ quán Mỹ ở Nairobi, Kenya và Dar es Salaam, Tanzania, khiến hàng trăm người thiệt mạng và hàng nghìn người bị thương."
      }
    ]
  },
  "8-8": {
    "curiosity": [
      {
        "text": "Ngày 8 tháng 8 năm 1974, Tổng thống Hoa Kỳ Richard Nixon từ chức vì vụ bê bối Watergate, trở thành tổng thống Mỹ đầu tiên từ chức."
      },
      {
        "text1": "Ngày 8 tháng 8 năm 1945, Liên Xô tuyên chiến với Nhật Bản và xâm chiếm Mãn Châu, góp phần khiến Nhật Bản đầu hàng và kết thúc Thế chiến thứ hai ở châu Á."
      }
    ]
  },
  "8-9": {
    "curiosity": [
      {
        "text": "Ngày 9 tháng 8 năm 1945, quả bom nguyên tử Fat Man được Mỹ thả xuống thành phố Nagasaki của Nhật Bản, gây ra sự hủy diệt hàng loạt và khiến hơn 70.000 người thiệt mạng."
      },
      {
        "text1": "Vào ngày 9 tháng 8 năm 1965, phi hành gia người Mỹ Neil Armstrong đã thực hiện chuyến đi bộ ngoài không gian đầu tiên trong lịch sử trong sứ mệnh Gemini 8."
      }
    ]
  },
  "8-10": {
    "curiosity": [
      {
        "text": "Vào ngày 10 tháng 8 năm 1519, đoàn thám hiểm do Ferdinand Magellan dẫn đầu khởi hành từ Seville, Tây Ban Nha để tìm kiếm tuyến đường biển đến Quần đảo Moluccas, dẫn đến chuyến đi vòng quanh Trái đất đầu tiên."
      },
      {
        "text1": "Vào ngày 10 tháng 8 năm 1792, Vụ thảm sát Tuileries xảy ra ở Paris, trong Cách mạng Pháp, trong đó các lực lượng cách mạng tấn công Cung điện Tuileries, nơi gia đình hoàng gia đang ẩn náu."
      }
    ]
  },
  "8-11": {
    "curiosity": [
      {
        "text": "Ngày 11 tháng 8 năm 3114 trước Công nguyên, theo lịch của người Maya, là ngày bắt đầu của chu kỳ dài tính toán thời gian của người Maya hiện nay, được gọi là 13.0.0.0.0, đánh dấu một ngày quan trọng trong văn hóa Maya."
      },
      {
        "text1": "Vào ngày 11 tháng 8 năm 1999, nhật thực toàn phần xảy ra ở nhiều nơi ở Châu Âu, Châu Á và Châu Phi, là một sự kiện thiên văn có tầm quan trọng lớn và được công chúng quan tâm."
      }
    ]
  },
  "8-12": {
    "curiosity": [
      {
        "text": "Vào ngày 12 tháng 8 năm 30 trước Công nguyên, Nữ hoàng Cleopatra VII của Ai Cập được cho là đã chết do tự sát, sau thất bại của Mark Antony và việc sáp nhập Ai Cập vào Đế chế La Mã."
      },
      {
        "text1": "Vào ngày 12 tháng 8 năm 1944, Trận Narva bắt đầu trong Thế chiến thứ hai, trong đó quân Đức và các đồng minh của họ phải đối mặt với Hồng quân ở Estonia."
      }
    ]
  },
  "8-13": {
    "curiosity": [
      {
        "text": "Vào ngày 13 tháng 8 năm 1961, việc xây dựng Bức tường Berlin được khởi công, chia cắt thành phố Berlin thành hai phần, ngăn cách Đông Đức và Tây Đức."
      },
      {
        "text1": "Vào ngày 13 tháng 8 năm 1521, thủ đô Tenochtitlán của Aztec bị quân Tây Ban Nha do Hernán Cortés chỉ huy đánh chiếm, đánh dấu sự kết thúc của Đế chế Aztec ở Mexico."
      }
    ]
  },
  "8-14": {
    "curiosity": [
      {
        "text": "Ngày 14/8/1945, Nhật Bản chấp nhận điều khoản đầu hàng vô điều kiện, kết thúc Thế chiến thứ hai và đánh dấu Ngày Chiến thắng ở Nhật Bản."
      },
      {
        "text1": "Ngày 14/8/1947, Pakistan trở thành quốc gia độc lập sau khi tách khỏi Ấn Độ, một cột mốc lịch sử trong khu vực dẫn đến sự hình thành của hai quốc gia riêng biệt."
      }
    ]
  },
  "8-15": {
    "curiosity": [
      {
        "text": "Vào ngày 15 tháng 8 năm 1947, Ấn Độ giành được độc lập khỏi ách thống trị của thực dân Anh, trở thành một quốc gia có chủ quyền và đánh dấu Ngày Độc lập của Ấn Độ."
      },
      {
        "text1": "Vào ngày 15 tháng 8 năm 1969, lễ hội âm nhạc Woodstock bắt đầu ở Bethel, New York, trở thành một trong những sự kiện mang tính biểu tượng và có ảnh hưởng nhất trong lịch sử âm nhạc."
      }
    ]
  },
  "8-16": {
    "curiosity": [
      {
        "text": "Vào ngày 16 tháng 8 năm 1977, Vua nhạc Rock 'n' Roll, Elvis Presley, qua đời tại nhà riêng ở Graceland ở Memphis, Tennessee, để lại một di sản lâu dài trong âm nhạc và văn hóa đại chúng."
      },
      {
        "text1": "Vào ngày 16 tháng 8 năm 1819, thành phố Manchester, Anh, là nơi xảy ra vụ thảm sát Peterloo, khi kỵ binh và bộ binh Anh tấn công một đám đông phản đối cải cách chính trị và xã hội, dẫn đến tử vong và bị thương nặng."
      }
    ]
  },
  "8-17": {
    "curiosity": [
      {
        "text": "Ngày 17/8/1945, Indonesia tuyên bố độc lập khỏi sự chiếm đóng của thực dân Hà Lan, đánh dấu sự khởi đầu của một cuộc đấu tranh lâu dài vì chủ quyền đất nước."
      },
      {
        "text1": "Vào ngày 17 tháng 8 năm 2017, một vụ tấn công khủng bố đã xảy ra ở Barcelona, ​​​​Tây Ban Nha, khi một chiếc xe tải cố tình lái vào khu vực đông đúc, dẫn đến một số người chết và bị thương."
      }
    ]
  },
  "8-18": {
    "curiosity": [
      {
        "text": "Vào ngày 18 tháng 8 năm 1920, Tu chính án thứ 19 của Hiến pháp Hoa Kỳ được phê chuẩn, trao cho phụ nữ quyền bầu cử."
      },
      {
        "text1": "Vào ngày 18 tháng 8 năm 1966, tàu thăm dò không gian Lunar Orbiter 1 được NASA phóng lên, bắt đầu một loạt sứ mệnh nhằm lập bản đồ bề mặt Mặt trăng."
      }
    ]
  },
  "8-19": {
    "curiosity": [
      {
        "text": "Ngày 19 tháng 8 năm 1934, Hiệp ước Hòa bình giữa Ý và Ethiopia diễn ra, chấm dứt Chiến tranh Italo-Ethiopia lần thứ hai."
      },
      {
        "text1": "Ngày 19 tháng 8 năm 1991, cuộc đảo chính tháng 8 diễn ra ở Liên Xô, khi một phe bảo thủ của Đảng Cộng sản âm mưu lật đổ Tổng thống Mikhail Gorbachev và cướp chính quyền."
      }
    ]
  },
  "8-20": {
    "curiosity": [
      {
        "text": "Vào ngày 20 tháng 8 năm 1975, NASA đã phóng tàu thăm dò không gian Viking 1 về phía Sao Hỏa, sứ mệnh đầu tiên hạ cánh thành công xuống bề mặt hành tinh đỏ."
      },
      {
        "text1": "Vào ngày 20 tháng 8 năm 1968, quân đội Hiệp ước Warsaw do Liên Xô lãnh đạo đã xâm chiếm Tiệp Khắc, chấm dứt Mùa xuân Praha và tăng cường sự kiểm soát của cộng sản ở nước này."
      }
    ]
  },
  "8-21": {
    "curiosity": [
      {
        "text": "Ngày 21/8/1959, Hawaii trở thành tiểu bang thứ 50 của Hoa Kỳ, sau hàng chục năm đấu tranh để sáp nhập lãnh thổ vào nước này."
      },
      {
        "text1": "Vào ngày 21 tháng 8 năm 1911, bức Mona Lisa nổi tiếng của Leonardo da Vinci đã bị đánh cắp khỏi Bảo tàng Louvre ở Paris, gây chấn động lớn và trở thành một trong những vụ trộm nghệ thuật nổi tiếng nhất trong lịch sử. lịch sử."
      }
    ]
  },
  "8-22": {
    "curiosity": [
      {
        "text": "Vào ngày 22 tháng 8 năm 1485, Trận Bosworth diễn ra, trong đó Henry Tudor đánh bại Vua Richard III của Anh, đánh dấu sự kết thúc của Chiến tranh Hoa Hồng và sự khởi đầu của triều đại Tudor."
      },
      {
        "text1": "Ngày 22/8/1962, Bức tường Berlin bắt đầu được Đông Đức dựng lên, chia cắt thành phố Berlin và tượng trưng cho sự chia cắt của Chiến tranh Lạnh."
      }
    ]
  },
  "8-23": {
    "curiosity": [
      {
        "text": "Vào ngày 23 tháng 8 năm 1305, nhà lãnh đạo Scotland William Wallace bị quân Anh bắt giữ và sau đó bị xử tử vì tội phản quốc."
      },
      {
        "text1": "Vào ngày 23 tháng 8 năm 1944, Trận Narva diễn ra trong Thế chiến thứ hai, trong đó quân Đức đã đẩy lùi được một cuộc tấn công lớn của Hồng quân ở Estonia."
      }
    ]
  },
  "8-24": {
    "curiosity": [
      {
        "text": "Vào ngày 24 tháng 8 năm 79 sau Công Nguyên, núi Vesuvius phun trào, phá hủy các thành phố La Mã Pompeii và Herculaneum rồi chôn vùi chúng dưới tro bụi núi lửa."
      },
      {
        "text1": "Vào ngày 24 tháng 8 năm 1814, vụ đốt cháy Washington, DC xảy ra trong Chiến tranh năm 1812, khi lực lượng Anh phóng hỏa một số tòa nhà chính phủ, bao gồm Nhà Trắng và Tòa nhà Quốc hội Hoa Kỳ."
      }
    ]
  },
  "8-25": {
    "curiosity": [
      {
        "text": "Vào ngày 25 tháng 8 năm 1944, Paris được quân Đồng minh giải phóng khỏi sự cai trị của Đức trong Thế chiến thứ hai, đánh dấu một khoảnh khắc ăn mừng cho thành phố và cho nước Pháp."
      },
      {
        "text1": "Vào ngày 25 tháng 8 năm 1835, Cuộc nổi dậy Malês xảy ra, một cuộc nổi dậy của nô lệ Hồi giáo ở thành phố Salvador, Brazil, những người tìm kiếm tự do và thành lập Nhà nước Hồi giáo."
      }
    ]
  },
  "8-26": {
    "curiosity": [
      {
        "text": "Ngày 26 tháng 8 năm 1789, Tuyên ngôn về Nhân quyền và Dân quyền được Quốc hội lập hiến Pháp thông qua trong Cách mạng Pháp, xác lập các quyền cơ bản và các nguyên tắc chính trị của dân tộc."
      },
      {
        "text1": "Vào ngày 26 tháng 8 năm 1914, Trận Tannenberg diễn ra trong Thế chiến thứ nhất, dẫn đến chiến thắng quyết định của quân Đức trước quân đội Nga."
      }
    ]
  },
  "8-27": {
    "curiosity": [
      {
        "text": "Vào ngày 27 tháng 8 năm 1859, tàu thăm dò không gian Sao Mộc được NASA phóng lên, là sứ mệnh đầu tiên khám phá hành tinh Sao Mộc và các mặt trăng của nó."
      },
      {
        "text1": "Vào ngày 27 tháng 8 năm 1928, Hiệp ước Briand-Kellogg, còn được gọi là Hiệp ước Kellogg-Briand, được ký kết, một hiệp ước đa phương từ bỏ chiến tranh như một phương tiện giải quyết các tranh chấp quốc tế."
      }
    ]
  },
  "8-28": {
    "curiosity": [
      {
        "text": "Vào ngày 28 tháng 8 năm 1963, cuộc Tuần hành vì Việc làm và Tự do ở Washington đã diễn ra, một sự kiện mang tính biểu tượng của phong trào dân quyền ở Hoa Kỳ, nơi Martin Luther King Jr. đã có bài phát biểu nổi tiếng 'Tôi có một giấc mơ'."
      },
      {
        "text1": "Ngày 28/8/1996, vụ tấn công khủng bố vào tháp Eiffel ở Paris, Pháp xảy ra, khi một quả bom xe phát nổ khiến nhiều người bị thương."
      }
    ]
  },
  "8-29": {
    "curiosity": [
      {
        "text": "Vào ngày 29 tháng 8 năm 2005, cơn bão Katrina tấn công Bờ Vịnh Hoa Kỳ, gây ra một trong những thảm họa thiên nhiên tồi tệ nhất trong lịch sử nước này, chủ yếu xảy ra ở thành phố New Orleans."
      },
      {
        "text1": "Ngày 29/8/1949, Liên Xô thử thành công quả bom nguyên tử đầu tiên, đánh dấu sự khởi đầu của cuộc chạy đua vũ trang hạt nhân trong Chiến tranh Lạnh."
      }
    ]
  },
  "8-30": {
    "curiosity": [
      {
        "text": "Vào ngày 30 tháng 8 năm 1797, Mary Shelley, tác giả cuốn Frankenstein, sinh ra ở London, Anh, trở thành một trong những nhà văn có ảnh hưởng nhất của văn học Gothic và khoa học viễn tưởng."
      },
      {
        "text1": "Vào ngày 30 tháng 8 năm 2003, phi hành gia người Brazil Marcos Pontes được phóng lên vũ trụ trên tàu vũ trụ Soyuz, trở thành phi hành gia người Brazil đầu tiên du hành tới Trạm vũ trụ quốc tế."
      }
    ]
  },
  "8-31": {
    "curiosity": [
      {
        "text": "Vào ngày 31 tháng 8 năm 1997, cái chết thương tâm của Công nương Diana xảy ra trong một vụ tai nạn xe hơi ở Paris, Pháp, gây chấn động toàn thế giới và để lại di sản lâu dài như một nhân vật nhân đạo."
      },
      {
        "text1": "Vào ngày 31 tháng 8 năm 1939, Thế chiến thứ hai bắt đầu với việc Đức Quốc xã xâm lược Ba Lan, bắt đầu một cuộc xung đột toàn cầu kéo dài sáu năm và khiến hàng triệu người thiệt mạng."
      }
    ]
  },
  "9-1": {
    "curiosity": [
      {
        "text": "Vào ngày 1 tháng 9 năm 1939, Đức Quốc xã xâm lược Ba Lan, đánh dấu sự khởi đầu của Thế chiến thứ hai ở châu Âu."
      },
      {
        "text1": "Vào ngày 1 tháng 9 năm 1985, xác tàu Titanic được phát hiện dưới đáy Đại Tây Dương bởi nhóm nghiên cứu do Robert Ballard dẫn đầu."
      }
    ]
  },
  "9-2": {
    "curiosity": [
      {
        "text": "Vào ngày 2 tháng 9 năm 1945, Nhật Bản chính thức đầu hàng, đánh dấu sự kết thúc của Thế chiến II sau vụ nổ bom nguyên tử ở Hiroshima và Nagasaki."
      },
      {
        "text1": "Vào ngày 2 tháng 9 năm 1666, trận đại hỏa hoạn ở Luân Đôn bùng phát, phá hủy phần lớn thành phố, bao gồm cả Nhà thờ St. Paul nổi tiếng."
      }
    ]
  },
  "9-3": {
    "curiosity": [
      {
        "text": "Vào ngày 3 tháng 9 năm 1783, Hiệp ước Paris được ký kết, chấm dứt Chiến tranh Cách mạng Hoa Kỳ và công nhận nền độc lập của Hợp chủng quốc Hoa Kỳ."
      },
      {
        "text1": "Vào ngày 3 tháng 9 năm 1939, Pháp và Anh tuyên chiến với Đức Quốc xã để đáp trả cuộc xâm lược Ba Lan, đánh dấu sự khởi đầu của Thế chiến thứ hai ở châu Âu."
      }
    ]
  },
  "9-4": {
    "curiosity": [
      {
        "text": "Ngày 4/9/1957, Liên Xô phóng thành công tàu vũ trụ Sputnik 2, mang sinh vật sống đầu tiên là chú chó Laika vào không gian."
      },
      {
        "text1": "Vào ngày 4 tháng 9 năm 1781, lực lượng thuộc địa Mỹ do George Washington chỉ huy đã đánh bại quân đội Anh trong trận Yorktown, một sự kiện mang tính quyết định trong Chiến tranh giành độc lập của Mỹ."
      }
    ]
  },
  "9-5": {
    "curiosity": [
      {
        "text": "Vào ngày 5 tháng 9 năm 1972, đội điền kinh Israel là mục tiêu của một cuộc tấn công khủng bố trong Thế vận hội Olympic Munich, dẫn đến cái chết của 11 vận động viên."
      },
      {
        "text1": "Ngày 5 tháng 9 năm 1793, Vụ thảm sát Lyon xảy ra, trong bối cảnh Cách mạng Pháp, trong đó hàng trăm người bị hành quyết để trả thù việc chống lại Công ước Quốc gia."
      }
    ]
  },
  "9-6": {
    "curiosity": [
      {
        "text": "Vào ngày 6 tháng 9 năm 1901, Tổng thống Hoa Kỳ, William McKinley, bị ám sát tại Buffalo, New York bởi một kẻ vô chính phủ tên là Leon Czolgosz."
      },
      {
        "text1": "Vào ngày 6 tháng 9 năm 1966, loạt phim truyền hình Star Trek được công chiếu tại Hoa Kỳ, trở thành một hiện tượng văn hóa và có ảnh hưởng đến các thế hệ người hâm mộ và sản xuất khoa học viễn tưởng trong tương lai."
      }
    ]
  },
  "9-7": {
    "curiosity": [
      {
        "text": "Vào ngày 7 tháng 9 năm 1822, Brazil tuyên bố độc lập khỏi Bồ Đào Nha, đánh dấu sự khởi đầu của một đất nước mới và sự kết thúc của chế độ thuộc địa của Bồ Đào Nha."
      },
      {
        "text1": "Vào ngày 7 tháng 9 năm 1940, trong Thế chiến thứ hai, các cuộc tấn công ném bom của Đức vào London đã lên đến đỉnh điểm trong trận Blitz, gây ra thiệt hại đáng kể cho thành phố."
      }
    ]
  },
  "9-8": {
    "curiosity": [
      {
        "text": "Vào ngày 8 tháng 9 năm 1565, Trận Malta diễn ra, trong đó các Hiệp sĩ Saint John đã đánh bại quân đội Ottoman, ngăn chặn cuộc chinh phục hòn đảo của Đế chế Ottoman."
      },
      {
        "text1": "Vào ngày 8 tháng 9 năm 1900, cơn bão Galveston tấn công thành phố Galveston, Texas, Hoa Kỳ, gây ra một trong những thảm họa thiên nhiên tồi tệ nhất trong lịch sử Hoa Kỳ, với ước tính hơn 8.000 người thiệt mạng."
      }
    ]
  },
  "9-9": {
    "curiosity": [
      {
        "text": "Ngày 9 tháng 9 năm 1971, Nhà nước Qatar tuyên bố độc lập khỏi Vương quốc Anh, trở thành quốc gia có chủ quyền ở Vịnh Ba Tư."
      },
      {
        "text1": "Vào ngày 9 tháng 9 năm 1948, Triều Tiên tuyên bố thành lập Cộng hòa Dân chủ Nhân dân Triều Tiên, trở thành một quốc gia cộng sản tách biệt khỏi Hàn Quốc."
      }
    ]
  },
  "9-10": {
    "curiosity": [
      {
        "text": "Vào ngày 10 tháng 9 năm 1939, Canada tuyên chiến với Đức Quốc xã, bước vào Thế chiến thứ hai cùng với Vương quốc Anh và các nước Đồng minh khác."
      },
      {
        "text1": "Vào ngày 10 tháng 9 năm 2008, Máy Va chạm Hadron Lớn (LHC), máy gia tốc hạt lớn nhất thế giới, được vận hành lần đầu tiên, mở đường cho những khám phá khoa học mới."
      }
    ]
  },
  "9-11": {
    "curiosity": [
      {
        "text": "Vào ngày 11 tháng 9 năm 2001, Hoa Kỳ là mục tiêu của các cuộc tấn công khủng bố do tổ chức Al-Qaeda phối hợp, dẫn đến việc Tòa tháp đôi của Trung tâm Thương mại Thế giới bị phá hủy, vụ tấn công vào Lầu Năm Góc và Chuyến bay 93 của United, bị rơi ở Pennsylvania."
      },
      {
        "text1": "Vào ngày 11 tháng 9 năm 1973, một cuộc đảo chính diễn ra ở Chile, do Tướng Augusto Pinochet lãnh đạo, dẫn đến sự sụp đổ của chính phủ dân chủ của Salvador Allende và thiết lập chế độ độc tài quân sự."
      }
    ]
  },
  "9-12": {
    "curiosity": [
      {
        "text": "Vào ngày 12 tháng 9 năm 1940, trong Thế chiến thứ hai, Pháp buộc phải ký hiệp định đình chiến với Đức Quốc xã, chấm dứt sự tham gia tích cực của nước này vào cuộc xung đột."
      },
      {
        "text1": "Ngày 12/9/1959, tàu thăm dò không gian Luna 2 do Liên Xô phóng lên đã trở thành vật thể nhân tạo đầu tiên chạm tới Mặt trăng, đánh dấu một cột mốc quan trọng trong thám hiểm không gian."
      }
    ]
  },
  "9-13": {
    "curiosity": [
      {
        "text": "Ngày 13 tháng 9 năm 1993, các nhà lãnh đạo Israel và Tổ chức Giải phóng Palestine (PLO) đã ký Hiệp định Oslo, đặt nền móng cho hòa bình ở Trung Đông."
      },
      {
        "text1": "Vào ngày 13 tháng 9 năm 1948, Pháp, Anh và Hoa Kỳ đã ban hành Tuyên bố ba bên, tái khẳng định sự ủng hộ của họ đối với một giải pháp hòa bình cho cuộc xung đột Ả Rập-Israel."
      }
    ]
  },
  "9-14": {
    "curiosity": [
      {
        "text": "Vào ngày 14 tháng 9 năm 1901, Tổng thống Hoa Kỳ William McKinley qua đời vì vết thương trong một vụ tấn công bằng súng, khiến Theodore Roosevelt lên nắm quyền tổng thống."
      },
      {
        "text1": "Ngày 14 tháng 9 năm 1982, vụ thảm sát Sabra và Shatila xảy ra tại trại tị nạn của người Palestine ở Beirut, Lebanon, khiến hàng nghìn người thiệt mạng."
      }
    ]
  },
  "9-15": {
    "curiosity": [
      {
        "text": "Vào ngày 15 tháng 9 năm 1821, Trung Mỹ tuyên bố độc lập khỏi Tây Ban Nha, hình thành Các tỉnh thống nhất của Trung Mỹ, sau này được chia thành nhiều quốc gia."
      },
      {
        "text1": "Vào ngày 15 tháng 9 năm 1944, lực lượng Đồng minh bắt đầu Chiến dịch Market Garden trong Thế chiến thứ hai, một nỗ lực không thành công nhằm chiếm những cây cầu quan trọng ở Hà Lan do Đức Quốc xã chiếm đóng."
      }
    ]
  },
  "9-16": {
    "curiosity": [
      {
        "text": "Vào ngày 16 tháng 9 năm 1810, Mexico bắt đầu cuộc chiến giành độc lập từ Tây Ban Nha, một phong trào được gọi là Tiếng kêu của Dolores."
      },
      {
        "text1": "Ngày 16/9/1978, Hiệp ước Hòa bình Trại David được ký kết giữa Israel và Ai Cập, chính thức chấm dứt hàng thập kỷ thù địch giữa hai nước."
      }
    ]
  },
  "9-17": {
    "curiosity": [
      {
        "text": "Vào ngày 17 tháng 9 năm 1787, Hiến pháp Hợp chủng quốc Hoa Kỳ được ký kết tại Philadelphia, Pennsylvania, thiết lập nền tảng cho hệ thống chính trị và pháp luật của đất nước."
      },
      {
        "text1": "Vào ngày 17 tháng 9 năm 1948, Cộng hòa Hàn Quốc (Hàn Quốc) được tuyên bố, sau sự phân chia bán đảo Triều Tiên vào cuối Thế chiến II."
      }
    ]
  },
  "9-18": {
    "curiosity": [
      {
        "text": "Vào ngày 18 tháng 9 năm 1931, Nhật Bản xâm chiếm Mãn Châu, bắt đầu một cuộc xung đột được gọi là Sự cố Mukden, cuối cùng dẫn đến Chiến tranh Trung-Nhật lần thứ hai."
      },
      {
        "text1": "Ngày 18 tháng 9 năm 2001, Quốc hội Hoa Kỳ thông qua Nghị quyết cho phép sử dụng lực lượng quân sự, mở đường cho cuộc chiến chống khủng bố sau vụ tấn công ngày 11 tháng 9."
      }
    ]
  },
  "9-19": {
    "curiosity": [
      {
        "text": "Vào ngày 19 tháng 9 năm 1870, trong Chiến tranh Pháp-Phổ, Trận Sedan đã diễn ra, dẫn đến việc quân Phổ bắt giữ Hoàng đế Pháp Napoléon III."
      },
      {
        "text1": "Ngày 19 tháng 9 năm 1985, trận động đất kinh hoàng xảy ra ở Thành phố Mexico, với cường độ 8,1 độ Richter, khiến hàng nghìn người thiệt mạng và tàn phá trên diện rộng."
      }
    ]
  },
  "9-20": {
    "curiosity": [
      {
        "text": "Vào ngày 20 tháng 9 năm 1519, nhà thám hiểm người Bồ Đào Nha Ferdinand Magellan bắt đầu chuyến thám hiểm vòng quanh thế giới, một hành trình kéo dài gần ba năm."
      },
      {
        "text1": "Vào ngày 20 tháng 9 năm 2001, Tổng thống Hoa Kỳ, George W. Bush, có bài phát biểu trước Quốc hội, tuyên bố 'Cuộc chiến chống khủng bố' để đáp lại vụ tấn công ngày 11 tháng 9."
      }
    ]
  },
  "9-21": {
    "curiosity": [
      {
        "text": "Vào ngày 21 tháng 9 năm 1937, Vụ thảm sát Nam Kinh xảy ra trong Chiến tranh Trung-Nhật lần thứ hai, trong đó lực lượng Nhật Bản đã thực hiện hành vi tàn bạo đối với dân thường và tù nhân chiến tranh."
      },
      {
        "text1": "Vào ngày 21 tháng 9 năm 1989, cơn bão Hugo tấn công bờ biển Nam Carolina, Hoa Kỳ, gây tàn phá trên diện rộng và khiến hơn 80 người thiệt mạng."
      }
    ]
  },
  "9-22": {
    "curiosity": [
      {
        "text": "Vào ngày 22 tháng 9 năm 1980, Iraq, do Saddam Hussein lãnh đạo, xâm chiếm Iran, bắt đầu một cuộc chiến tranh kéo dài 8 năm và khiến hàng triệu người thiệt mạng."
      },
      {
        "text1": "Vào ngày 22 tháng 9 năm 1862, trong Nội chiến Hoa Kỳ, Trận Antietam đã diễn ra, cuộc đối đầu đẫm máu nhất trong lịch sử Hoa Kỳ, với hơn 22.000 người thương vong chỉ trong một ngày."
      }
    ]
  },
  "9-23": {
    "curiosity": [
      {
        "text": "Ngày 23 tháng 9 năm 1949, nước Cộng hòa Nhân dân Trung Hoa được Mao Trạch Đông tuyên bố thành lập, thiết lập chế độ cộng sản ở nước này."
      },
      {
        "text1": "Ngày 23 tháng 9 năm 2008, công ty tài chính Lehman Brothers tuyên bố phá sản, gây ra cuộc khủng hoảng tài chính toàn cầu và khiến suy thoái kinh tế toàn cầu ngày càng sâu sắc."
      }
    ]
  },
  "9-24": {
    "curiosity": [
      {
        "text": "Vào ngày 24 tháng 9 năm 622, lễ Hijra diễn ra, cuộc di cư của nhà tiên tri Muhammad từ Mecca đến Medina, đánh dấu sự khởi đầu của lịch Hồi giáo."
      },
      {
        "text1": "Ngày 24/9/1946, tòa án quân sự quốc tế ở Nuremberg, Đức đã kết án tử hình 12 thủ lĩnh Đức Quốc xã vì tội ác chiến tranh và tội ác chống lại loài người."
      }
    ]
  },
  "9-25": {
    "curiosity": [
      {
        "text": "Vào ngày 25 tháng 9 năm 1513, nhà thám hiểm người Tây Ban Nha Vasco Núñez de Balboa trở thành người châu Âu đầu tiên nhìn thấy Thái Bình Dương sau khi vượt qua eo đất Panama."
      },
      {
        "text1": "Vào ngày 25 tháng 9 năm 1957, chín học sinh da đen vào trường trung học Little Rock Central ở Little Rock, Arkansas, dưới sự bảo vệ của liên bang, đánh dấu một cột mốc quan trọng trong phong trào dân quyền ở Hoa Kỳ."
      }
    ]
  },
  "9-26": {
    "curiosity": [
      {
        "text": "Vào ngày 26 tháng 9 năm 1580, Liên minh Iberia được thành lập, thống nhất vương quốc Bồ Đào Nha và Tây Ban Nha dưới sự cai trị của Vua Tây Ban Nha Philip II."
      },
      {
        "text1": "Vào ngày 26 tháng 9 năm 1983, lãnh đạo Liên Xô Yury Andropov tuyên bố Liên Xô sẽ không tham gia Thế vận hội Mùa hè 1984 ở Los Angeles, để trả đũa quyết định tẩy chay Thế vận hội Moscow của Hoa Kỳ vào năm 1980."
      }
    ]
  },
  "9-27": {
    "curiosity": [
      {
        "text": "Vào ngày 27 tháng 9 năm 1822, Brazil tuyên bố độc lập khỏi Bồ Đào Nha, tuyên bố Pedro I là hoàng đế của nước này."
      },
      {
        "text1": "Vào ngày 27 tháng 9 năm 1905, Trận Mukden diễn ra trong Chiến tranh Nga-Nhật, mang lại chiến thắng quyết định cho Nhật Bản trước quân Nga."
      }
    ]
  },
  "9-28": {
    "curiosity": [
      {
        "text": "Vào ngày 28 tháng 9 năm 1066, Trận Stamford Bridge diễn ra ở Anh, nơi vua Harold II của Anh đã đánh bại lực lượng xâm lược do Harold III của Na Uy chỉ huy."
      },
      {
        "text1": "Vào ngày 28 tháng 9 năm 1928, Alexander Fleming tình cờ phát hiện ra penicillin, một trong những loại kháng sinh quan trọng nhất trong lịch sử y học."
      }
    ]
  },
  "9-29": {
    "curiosity": [
      {
        "text": "Vào ngày 29 tháng 9 năm 1941, trong Thế chiến thứ hai, Babi Yar, một hẻm núi ở ngoại ô Kiev, Ukraine, là hiện trường của một trong những vụ thảm sát lớn nhất trong lịch sử, nơi quân đội Đức Quốc xã sát hại hơn 33.000 người Do Thái chỉ trong hai ngày."
      },
      {
        "text1": "Ngày 29/9/2008, cuộc khủng hoảng tài chính lên tầm cao mới với sự sụp đổ của ngân hàng đầu tư Lehman Brothers, gây ra hàng loạt sự kiện ảnh hưởng tới hệ thống tài chính toàn cầu."
      }
    ]
  },
  "9-30": {
    "curiosity": [
      {
        "text": "Vào ngày 30 tháng 9 năm 1938, việc ký kết Hiệp định Munich diễn ra, trong đó các nhà lãnh đạo châu Âu nhượng bộ trước yêu cầu của Adolf Hitler, cho phép Đức Quốc xã sáp nhập vùng Sudetenland."
      },
      {
        "text1": "Vào ngày 30 tháng 9 năm 2005, phiên tòa xét xử gây tranh cãi đối với Michael Jackson, người bị buộc tội lạm dụng tình dục trẻ em, đã kết thúc với việc anh được trắng án cho mọi cáo buộc."
      }
    ]
  },
  "10-1": {
    "curiosity": [
      {
        "text": "Ngày 1 tháng 10 năm 1949, nước Cộng hòa Nhân dân Trung Hoa được Mao Trạch Đông tuyên bố thành lập, thiết lập chế độ cộng sản ở nước này."
      },
      {
        "text1": "Ngày 1 tháng 10 năm 1961, Tổ chức các nước xuất khẩu dầu mỏ (OPEC) được thành lập, một liên minh của các quốc gia sản xuất dầu mỏ với mục đích điều phối các chính sách liên quan đến buôn bán dầu mỏ và bảo vệ lợi ích của các nước thành viên."
      }
    ]
  },
  "10-2": {
    "curiosity": [
      {
        "text": "Ngày 2 tháng 10 năm 1187, Trận Hattin diễn ra, trong đó thủ lĩnh Hồi giáo Saladin đã đánh bại lực lượng Thiên chúa giáo của Vương quốc Jerusalem, mở đường cho cuộc chinh phục Jerusalem của người Hồi giáo."
      },
      {
        "text1": "Vào ngày 2 tháng 10 năm 1968, vụ thảm sát Tlatelolco xảy ra ở Thành phố Mexico, trong cuộc biểu tình của sinh viên chống lại chính phủ Mexico, dẫn đến cái chết của hàng trăm người biểu tình."
      }
    ]
  },
  "10-3": {
    "curiosity": [
      {
        "text": "Ngày 3 tháng 10 năm 1990, nước Đức được thống nhất, chính thức chấm dứt sự chia cắt giữa Đông Đức và Tây Đức."
      },
      {
        "text1": "Ngày 3 tháng 10 năm 1952, Vương quốc Anh tiến hành vụ thử bom hạt nhân đầu tiên, trở thành cường quốc hạt nhân thứ ba trên thế giới."
      }
    ]
  },
  "10-4": {
    "curiosity": [
      {
        "text": "Ngày 4/10/1957, Liên Xô phóng thành công Sputnik 1, vệ tinh nhân tạo đầu tiên trong lịch sử, mở ra kỷ nguyên vũ trụ."
      },
      {
        "text1": "Vào ngày 4 tháng 10 năm 2004, tàu thăm dò không gian Cassini-Huygens kết thúc sứ mệnh kéo dài 7 năm tới Sao Thổ, gửi về những dữ liệu và hình ảnh có giá trị về hành tinh này và các mặt trăng của nó."
      }
    ]
  },
  "10-5": {
    "curiosity": [
      {
        "text": "Vào ngày 5 tháng 10 năm 1789, Cuộc tuần hành của phụ nữ ở Versailles diễn ra trong Cách mạng Pháp, khi hàng nghìn phụ nữ Paris tuần hành đến Cung điện Versailles để yêu cầu bánh mì và sự sụp đổ của nhà vua."
      },
      {
        "text1": "Vào ngày 5 tháng 10 năm 2000, cựu tổng thống Serbia, Slobodan Milošević, bị phế truất và giao cho Tòa án Hình sự Quốc tế dành cho Nam Tư cũ, nơi ông sẽ bị xét xử vì tội ác chiến tranh và tội ác chống lại loài người."
      }
    ]
  },
  "10-6": {
    "curiosity": [
      {
        "text": "Vào ngày 6 tháng 10 năm 1973, Chiến tranh Yom Kippur bắt đầu, một cuộc xung đột giữa Israel và liên minh do Ai Cập và Syria lãnh đạo, dẫn đến tổn thất lớn về người và lãnh thổ."
      },
      {
        "text1": "Vào ngày 6 tháng 10 năm 1927, bộ phim câm 'The Jazz Singer' được phát hành, là bộ phim truyện đầu tiên có các phân cảnh với lời thoại âm thanh đồng bộ."
      }
    ]
  },
  "10-7": {
    "curiosity": [
      {
        "text": "Vào ngày 7 tháng 10 năm 1571, Trận Lepanto diễn ra, trong đó một liên minh Thiên chúa giáo do Cộng hòa Venice và Đế quốc Tây Ban Nha lãnh đạo đã đánh bại hạm đội Ottoman, ngăn chặn bước tiến của Ottoman vào Tây Địa Trung Hải."
      },
      {
        "text1": "Vào ngày 7 tháng 10 năm 1989, Cách mạng Hòa bình bắt đầu ở Tiệp Khắc, đánh dấu sự khởi đầu cho sự kết thúc của chế độ cộng sản ở nước này."
      }
    ]
  },
  "10-8": {
    "curiosity": [
      {
        "text": "Vào ngày 8 tháng 10 năm 1871, trận hỏa hoạn lớn ở Chicago xảy ra, một trong những thảm họa đô thị lớn nhất trong lịch sử Hoa Kỳ, phá hủy phần lớn thành phố."
      },
      {
        "text1": "Vào ngày 8 tháng 10 năm 2001, Hoa Kỳ bắt đầu tấn công quân sự vào Afghanistan để đáp trả vụ tấn công khủng bố ngày 11 tháng 9 năm 2001."
      }
    ]
  },
  "10-9": {
    "curiosity": [
      {
        "text": "Vào ngày 9 tháng 10 năm 1967, nhà lãnh đạo cách mạng người Argentina Che Guevara bị bắt ở Bolivia, đánh dấu sự kết thúc của chiến dịch du kích của ông ở Nam Mỹ."
      },
      {
        "text1": "Vào ngày 9 tháng 10 năm 1989, Bức tường Berlin sụp đổ xảy ra, một trong những sự kiện quan trọng nhất vào cuối Chiến tranh Lạnh và sự thống nhất nước Đức."
      }
    ]
  },
  "10-10": {
    "curiosity": [
      {
        "text": "Vào ngày 10 tháng 10 năm 732, Trận Tours diễn ra ở Pháp, nơi lực lượng người Frank do Charles Martel chỉ huy đã đánh bại quân đội Hồi giáo, ngăn chặn sự mở rộng của Vương quốc Umayyad ở Tây Âu."
      },
      {
        "text1": "Ngày 10 tháng 10 năm 1845, triết gia Friedrich Nietzsche sinh ra ở thành phố Röcken, Đức, trở thành một trong những nhân vật có ảnh hưởng nhất trong triết học hiện đại."
      }
    ]
  },
  "10-11": {
    "curiosity": [
      {
        "text": "Vào ngày 11 tháng 10 năm 1899, Chiến tranh Boer lần thứ hai bắt đầu, một cuộc xung đột giữa Vương quốc Anh và các nước cộng hòa Boer ở Nam Phi, dẫn đến một cuộc chiến tranh kéo dài và tàn khốc."
      },
      {
        "text1": "Vào ngày 11 tháng 10 năm 1984, phi hành gia người Mỹ Kathryn D. Sullivan trở thành người phụ nữ đầu tiên thực hiện chuyến đi bộ ngoài không gian."
      }
    ]
  },
  "10-12": {
    "curiosity": [
      {
        "text": "Vào ngày 12 tháng 10 năm 1492, nhà hàng hải Christopher Columbus đến châu Mỹ, đánh dấu sự khởi đầu của quá trình thuộc địa hóa lục địa của người châu Âu."
      },
      {
        "text1": "Vào ngày 12 tháng 10 năm 1984, nữ phi hành gia người Anh đầu tiên, Helen Sharman, được phóng lên vũ trụ trên sứ mệnh Soyuz TM-12."
      }
    ]
  },
  "10-13": {
    "curiosity": [
      {
        "text": "Vào ngày 13 tháng 10 năm 1307, Thứ Sáu ngày 13 xảy ra, khi các Hiệp sĩ Dòng Đền bị bắt giữ hàng loạt tại Pháp, đánh dấu sự chấm dứt ảnh hưởng và quyền lực của trật tự quân sự-tôn giáo này."
      },
      {
        "text1": "Vào ngày 13 tháng 10 năm 1972, Chuyến bay 571 của Không quân Uruguay gặp tai nạn ở dãy Andes, khiến những người sống sót phải đối mặt với một cuộc chiến sinh tồn được gọi là 'Phép màu của dãy Andes'."
      }
    ]
  },
  "10-14": {
    "curiosity": [
      {
        "text": "Ngày 14 tháng 10 năm 1066, Trận chiến Hastings diễn ra, trong đó quân Norman do William the Conqueror chỉ huy đã đánh bại vua Harold II của Anh, làm thay đổi lịch sử nước Anh."
      },
      {
        "text1": "Vào ngày 14 tháng 10 năm 1947, phi công người Mỹ Chuck Yeager trở thành người đầu tiên phá vỡ rào cản âm thanh trong chuyến bay."
      }
    ]
  },
  "10-15": {
    "curiosity": [
      {
        "text": "Vào ngày 15 tháng 10 năm 1815, Napoléon Bonaparte bị đánh bại trong Trận Waterloo, chấm dứt triều đại của ông và thời kỳ được gọi là Chiến tranh Napoléon."
      },
      {
        "text1": "Vào ngày 15 tháng 10 năm 1987, sự kiện được gọi là 'Thứ Hai Đen' xảy ra trên Sở giao dịch chứng khoán New York, khiến thị trường chứng khoán sụt giảm đáng kể."
      }
    ]
  },
  "10-16": {
    "curiosity": [
      {
        "text": "Vào ngày 16 tháng 10 năm 1793, Nữ hoàng Marie Antoinette của Pháp bị chém trong Cách mạng Pháp."
      },
      {
        "text1": "Vào ngày 16 tháng 10 năm 1962, Cuộc khủng hoảng tên lửa Cuba bắt đầu khi tên lửa hạt nhân của Liên Xô được phát hiện trên đảo, đưa thế giới đến bờ vực chiến tranh hạt nhân."
      }
    ]
  },
  "10-17": {
    "curiosity": [
      {
        "text": "Vào ngày 17 tháng 10 năm 1905, Ngày Chủ nhật Đẫm máu xảy ra tại Saint Petersburg, Nga, khi binh lính của Quân đội Sa hoàng nổ súng vào những người biểu tình ôn hòa, gây ra một loạt sự kiện mà đỉnh điểm là Cách mạng Nga năm 1917."
      },
      {
        "text1": "Vào ngày 17 tháng 10 năm 1989, một trận động đất mạnh 6,9 độ richter xảy ra ở Khu vực Vịnh San Francisco, California, gây thiệt hại nặng nề và khiến hàng nghìn người mất nhà cửa."
      }
    ]
  },
  "10-18": {
    "curiosity": [
      {
        "text": "Vào ngày 18 tháng 10 năm 1867, Alaska chính thức được chuyển từ Nga sang Hoa Kỳ, sau khi người Mỹ mua lãnh thổ."
      },
      {
        "text1": "Vào ngày 18 tháng 10 năm 1968, Thế vận hội Mùa hè được tổ chức tại Thành phố Mexico, đánh dấu bằng cuộc biểu tình nổi tiếng của các vận động viên da đen đến từ Hoa Kỳ trên bục vinh quang."
      }
    ]
  },
  "10-19": {
    "curiosity": [
      {
        "text": "Vào ngày 19 tháng 10 năm 1987, chỉ số Dow Jones của Sở giao dịch chứng khoán New York chứng kiến ​​sự sụt giảm lớn nhất trong một ngày, được gọi là \"Thứ Hai Đen\"."
      },
      {
        "text1": "Vào ngày 19 tháng 10 năm 2003, tàu thăm dò không gian châu Âu Beagle 2 được phóng với mục đích hạ cánh xuống sao Hỏa, nhưng liên lạc với tàu thăm dò bị mất và vị trí chính xác của nó vẫn chưa được xác định."
      }
    ]
  },
  "10-20": {
    "curiosity": [
      {
        "text": "Vào ngày 20 tháng 10 năm 1944, trong Thế chiến thứ hai, thành phố Belgrade, thủ đô của Nam Tư, được Hồng quân và Quân đội Giải phóng Nhân dân Nam Tư giải phóng khỏi lực lượng Đức Quốc xã."
      },
      {
        "text1": "Vào ngày 20 tháng 10 năm 1973, Cuộc khủng hoảng dầu mỏ bắt đầu, khi các nước Ả Rập là thành viên của OPEC tuyên bố cấm vận dầu mỏ để trả đũa việc phương Tây hỗ trợ Israel trong Chiến tranh Yom Kippur."
      }
    ]
  },
  "10-21": {
    "curiosity": [
      {
        "text": "Vào ngày 21 tháng 10 năm 1520, Trận Otumba diễn ra ở Mexico, nơi quân Aztec phải đối mặt với quân đội Tây Ban Nha do Hernán Cortés chỉ huy."
      },
      {
        "text1": "Vào ngày 21 tháng 10 năm 1966, một vụ lở đất ở quận Aberfan, xứ Wales đã khiến 144 người thiệt mạng, hầu hết là trẻ em do sập một đống than."
      }
    ]
  },
  "10-22": {
    "curiosity": [
      {
        "text": "Vào ngày 22 tháng 10 năm 1797, Hải quân Anh đánh bại hạm đội Tây Ban Nha trong Trận mũi St. Vincent, trong Chiến tranh Napoléon."
      },
      {
        "text1": "Vào ngày 22 tháng 10 năm 1962, Tổng thống Hoa Kỳ John F. Kennedy công khai tuyên bố phát hiện tên lửa hạt nhân của Liên Xô ở Cuba, gây ra Cuộc khủng hoảng tên lửa Cuba."
      }
    ]
  },
  "10-23": {
    "curiosity": [
      {
        "text": "Vào ngày 23 tháng 10 năm 1956, Cách mạng Hungary bắt đầu, một cuộc nổi dậy của quần chúng chống lại chính quyền cộng sản Hungary bị lực lượng Liên Xô đàn áp."
      },
      {
        "text1": "Vào ngày 23 tháng 10 năm 2001, Apple tung ra iPod, một trong những thiết bị nghe nhạc di động phổ biến và có ảnh hưởng nhất trong lịch sử."
      }
    ]
  },
  "10-24": {
    "curiosity": [
      {
        "text": "Ngày 24/10/1945, Liên hợp quốc (LHQ) được thành lập với mục tiêu thúc đẩy hòa bình và hợp tác quốc tế sau Thế chiến thứ hai."
      },
      {
        "text1": "Vào ngày 24 tháng 10 năm 2003, tàu thăm dò không gian Mars Express của châu Âu được phóng lên với mục đích nghiên cứu sao Hỏa và tìm kiếm dấu hiệu của nước trên hành tinh này."
      }
    ]
  },
  "10-25": {
    "curiosity": [
      {
        "text": "Vào ngày 25 tháng 10 năm 1415, Trận Agincourt diễn ra ở Pháp, nơi lực lượng Anh do Henry V chỉ huy đã giành được chiến thắng quan trọng trong Chiến tranh Trăm Năm."
      },
      {
        "text1": "Ngày 25 tháng 10 năm 2001, hệ điều hành Windows XP được Microsoft phát hành, trở thành một trong những hệ điều hành phổ biến và lâu đời nhất trong lịch sử."
      }
    ]
  },
  "10-26": {
    "curiosity": [
      {
        "text": "Vào ngày 26 tháng 10 năm 1947, cuốn sách thiếu nhi nổi tiếng “Hoàng tử bé” của Antoine de Saint-Exupéry được xuất bản lần đầu tiên."
      },
      {
        "text1": "Ngày 26/10/1979, lãnh đạo Liên Xô Leonid Brezhnev qua đời, kết thúc 18 năm lãnh đạo và đánh dấu sự khởi đầu một kỷ nguyên mới ở Liên Xô."
      }
    ]
  },
  "10-27": {
    "curiosity": [
      {
        "text": "Vào ngày 27 tháng 10 năm 1904, phiên bản đầu tiên của tàu điện ngầm New York được mở cửa cho công chúng, tạo nên một cuộc cách mạng về giao thông trong thành phố."
      },
      {
        "text1": "Vào ngày 27 tháng 10 năm 1962, trong cuộc Khủng hoảng tên lửa Cuba, một máy bay do thám U-2 đã bị bắn rơi trên bầu trời Cuba, làm gia tăng thêm căng thẳng giữa Hoa Kỳ và Liên Xô."
      }
    ]
  },
  "10-28": {
    "curiosity": [
      {
        "text": "Vào ngày 28 tháng 10 năm 1886, Tượng Nữ thần Tự do, một biểu tượng mang tính biểu tượng của Hoa Kỳ, đã chính thức được khánh thành tại Cảng New York."
      },
      {
        "text1": "Vào ngày 28 tháng 10 năm 1962, trong Cuộc khủng hoảng tên lửa Cuba, Tổng thống Hoa Kỳ John F. Kennedy tuyên bố rằng tên lửa của Liên Xô sẽ được đưa ra khỏi Cuba, chấm dứt cuộc khủng hoảng."
      }
    ]
  },
  "10-29": {
    "curiosity": [
      {
        "text": "Vào ngày 29 tháng 10 năm 1929, 'Vụ sụp đổ sàn giao dịch chứng khoán New York' nổi tiếng đã xảy ra, đánh dấu sự khởi đầu của cuộc Đại suy thoái ảnh hưởng đến nền kinh tế thế giới."
      },
      {
        "text1": "Vào ngày 29 tháng 10 năm 1956, Israel, Pháp và Anh xâm lược Ai Cập trong cái gọi là Khủng hoảng Suez, nhằm kiểm soát kênh đào Suez và lật đổ Tổng thống Ai Cập Gamal Abdel Nasser."
      }
    ]
  },
  "10-30": {
    "curiosity": [
      {
        "text": "Vào ngày 30 tháng 10 năm 1938, buổi phát thanh nổi tiếng được gọi là 'Cuộc chiến giữa các thế giới' đã diễn ra, trong đó đạo diễn Orson Welles đã chuyển thể cuốn sách của HG Wells, khiến thính giả hoảng sợ vì tin rằng đó là một cuộc xâm lược của người ngoài hành tinh."
      },
      {
        "text1": "Vào ngày 30 tháng 10 năm 1961, Liên Xô cho nổ 'Bom Sa hoàng', quả bom hạt nhân lớn nhất từng phát nổ trong lịch sử, với sức công phá ước tính khoảng 50 megaton."
      }
    ]
  },
  "10-31": {
    "curiosity": [
      {
        "text": "Vào ngày 31 tháng 10 năm 1517, tu sĩ Martin Luther đã dán 95 luận đề của mình lên cửa Nhà thờ Lâu đài Wittenberg, ở Đức, gây ra cuộc Cải cách Tin lành."
      },
      {
        "text1": "Ngày 31/10/1956, Cách mạng Hungary diễn ra, cuộc nổi dậy chống lại chính quyền cộng sản Hungary bị lực lượng Liên Xô đàn áp dữ dội."
      }
    ]
  },
  "11-1": {
    "curiosity": [
      {
        "text": "Vào ngày 1 tháng 11 năm 1512, bức tranh tường “Bức bích họa trên trần nhà nguyện Sistine” của Michelangelo được khánh thành tại Vatican, ở Rome và được coi là một trong những tác phẩm nghệ thuật nổi tiếng và quan trọng nhất trong lịch sử."
      },
      {
        "text1": "Ngày 1 tháng 11 năm 1952, Hoa Kỳ cho nổ thành công quả bom hydro đầu tiên, đánh dấu một bước tiến đáng kể trong công nghệ vũ khí hạt nhân."
      }
    ]
  },
  "11-2": {
    "curiosity": [
      {
        "text": "Vào ngày 2 tháng 11 năm 1917, trong Thế chiến thứ nhất, Tướng Edmund Allenby của Anh đã chiếm được thành phố Beersheba ở Palestine sau một cuộc tấn công táo bạo của kỵ binh."
      },
      {
        "text1": "Vào ngày 2 tháng 11 năm 1983, Hoa Kỳ xâm lược quân sự đảo Grenada thuộc vùng Caribe, trong một chiến dịch được gọi là 'Chiến dịch khẩn cấp giận dữ', nhằm lật đổ chính phủ theo chủ nghĩa Mác-Lênin đã nắm quyền."
      }
    ]
  },
  "11-3": {
    "curiosity": [
      {
        "text": "Ngày 3 tháng 11 năm 1948, Tổng thống Hoa Kỳ Harry S. Truman tái đắc cử trong chiến thắng bất ngờ trước ứng cử viên Đảng Cộng hòa Thomas E. Dewey."
      },
      {
        "text1": "Ngày 3 tháng 11 năm 1957, Liên Xô phóng thành công vệ tinh nhân tạo đầu tiên của Trái đất mang tên Sputnik 2, đưa sinh vật sống đầu tiên vào không gian là chú chó Laika."
      }
    ]
  },
  "11-4": {
    "curiosity": [
      {
        "text": "Vào ngày 4 tháng 11 năm 1979, Cuộc khủng hoảng con tin Iran xảy ra, khi các sinh viên Iran xông vào đại sứ quán Hoa Kỳ ở Tehran, bắt giữ 52 người Mỹ làm con tin trong hơn một năm."
      },
      {
        "text1": "Ngày 4 tháng 11 năm 2008, Barack Obama được bầu làm tổng thống thứ 44 của Hoa Kỳ, trở thành tổng thống người Mỹ gốc Phi đầu tiên trong lịch sử nước này."
      }
    ]
  },
  "11-5": {
    "curiosity": [
      {
        "text": "Vào ngày 5 tháng 11 năm 1605, 'Âm mưu thuốc súng' nổi tiếng đã diễn ra ở Vương quốc Anh, trong đó Guy Fawkes và những kẻ âm mưu Công giáo khác âm mưu cho nổ tung Quốc hội Anh trong thời gian khai mạc chính thức các phiên họp."
      },
      {
        "text1": "Vào ngày 5 tháng 11 năm 1911, Vua Ý, Vittorio Emanuele III, tuyên bố sáp nhập Libya vào lãnh thổ Ý, sau cuộc chinh phục quân sự của quốc gia Bắc Phi này."
      }
    ]
  },
  "11-6": {
    "curiosity": [
      {
        "text": "Vào ngày 6 tháng 11 năm 1860, Abraham Lincoln được bầu làm tổng thống thứ 16 của Hoa Kỳ, gây ra những căng thẳng lên đến đỉnh điểm trong Nội chiến Hoa Kỳ."
      },
      {
        "text1": "Ngày 6/11/1985, núi lửa Nevado del Ruiz ở Colombia phun trào gây ra trận lở bùn và tro bụi tàn phá thành phố Armero và khiến hơn 23.000 người thiệt mạng."
      }
    ]
  },
  "11-7": {
    "curiosity": [
      {
        "text": "Vào ngày 7 tháng 11 năm 1917, Cách mạng Nga diễn ra, trong đó những người Bolshevik, do Vladimir Lenin lãnh đạo, đã nắm quyền và thiết lập chế độ cộng sản ở Nga."
      },
      {
        "text1": "Vào ngày 7 tháng 11 năm 2000, đảng viên Đảng Dân chủ Al Gore giành được đa số phiếu phổ thông, nhưng đảng viên Đảng Cộng hòa George W. Bush đã giành chiến thắng trong cuộc bầu cử tổng thống Hoa Kỳ sau phán quyết gây tranh cãi của Tòa án Tối cao."
      }
    ]
  },
  "11-8": {
    "curiosity": [
      {
        "text": "Vào ngày 8 tháng 11 năm 1895, Wilhelm Conrad Roentgen phát hiện ra tia X, một khám phá quan trọng đã cách mạng hóa y học và X quang."
      },
      {
        "text1": "Ngày 8 tháng 11 năm 2016, Donald Trump được bầu làm tổng thống thứ 45 của Hoa Kỳ, đánh bại ứng cử viên Đảng Dân chủ Hillary Clinton."
      }
    ]
  },
  "11-9": {
    "curiosity": [
      {
        "text": "Ngày 9 tháng 11 năm 1989, Bức tường Berlin sụp đổ, chia cắt thành phố Berlin trong gần 30 năm, tượng trưng cho sự kết thúc của Chiến tranh Lạnh và sự sụp đổ của khối xã hội chủ nghĩa."
      },
      {
        "text1": "Vào ngày 9 tháng 11 năm 1938, cái gọi là 'Đêm kính vỡ' diễn ra ở Đức Quốc xã, một loạt các cuộc tấn công bạo lực nhằm vào người Do Thái, tài sản và giáo đường của họ."
      }
    ]
  },
  "11-10": {
    "curiosity": [
      {
        "text": "Vào ngày 10 tháng 11 năm 1483, Martin Luther sinh ra, lãnh đạo cuộc Cải cách Tin lành và là một nhân vật quan trọng trong lịch sử tôn giáo và chính trị của Châu Âu."
      },
      {
        "text1": "Vào ngày 10 tháng 11 năm 1975, Nữ hoàng Elizabeth II của Vương quốc Anh đã có chuyến thăm lịch sử tới Úc, chuyến thăm đầu tiên của một quốc vương Anh tới đất nước này kể từ Liên bang Úc vào năm 1901."
      }
    ]
  },
  "11-11": {
    "curiosity": [
      {
        "text": "Vào ngày 11 tháng 11 năm 1918, Hiệp định đình chiến Compiègne được ký kết, chấm dứt Chiến tranh thế giới thứ nhất, có hiệu lực lúc 11 giờ sáng và được kỷ niệm là Ngày đình chiến ở nhiều quốc gia."
      },
      {
        "text1": "Vào ngày 11 tháng 11 năm 1889, Bang Rio de Janeiro ở Brazil đã bãi bỏ chế độ nô lệ, trở thành đơn vị liên bang đầu tiên của Brazil làm như vậy."
      }
    ]
  },
  "11-12": {
    "curiosity": [
      {
        "text": "Vào ngày 12 tháng 11 năm 1955, sự việc được gọi là 'Phép lạ ở Lộ Đức' xảy ra khi một bức tượng Đức Trinh Nữ Maria bắt đầu khóc ở thành phố Syracuse, New York, dẫn đến sự gia tăng số lượng người hành hương và cuộc điều tra về hiện tượng của Giáo hội Công giáo."
      },
      {
        "text1": "Vào ngày 12 tháng 11 năm 1990, tàu vũ trụ Galileo của NASA đã bay qua Sao Kim trên quỹ đạo của nó hướng tới Sao Mộc, thực hiện các quan sát và thu thập dữ liệu khoa học."
      }
    ]
  },
  "11-13": {
    "curiosity": [
      {
        "text": "Vào ngày 13 tháng 11 năm 354, Thánh Augustinô được sinh ra, một trong những nhà thần học và triết gia có ảnh hưởng nhất của Giáo hội Công giáo, được biết đến với các tác phẩm như 'Lời thú tội' và 'Thành phố của Chúa'."
      },
      {
        "text1": "Vào ngày 13 tháng 11 năm 2015, một loạt vụ tấn công khủng bố phối hợp đã diễn ra ở Paris, Pháp, do nhóm cực đoan Nhà nước Hồi giáo thực hiện, khiến 130 người thiệt mạng và hàng trăm người bị thương."
      }
    ]
  },
  "11-14": {
    "curiosity": [
      {
        "text": "Ngày 14 tháng 11 năm 1851, tờ báo “The New York Times” của Anh được xuất bản lần đầu tiên, trở thành một trong những tờ báo có ảnh hưởng và nổi tiếng nhất thế giới."
      },
      {
        "text1": "Vào ngày 14 tháng 11 năm 1969, Apollo 12, sứ mệnh có người lái thứ hai trong chương trình Apollo của NASA, được phóng lên với mục đích đáp xuống Mặt Trăng."
      }
    ]
  },
  "11-15": {
    "curiosity": [
      {
        "text": "Vào ngày 15 tháng 11 năm 1889, Tuyên bố Cộng hòa diễn ra ở Brazil, đánh dấu sự kết thúc của Đế chế và thành lập chế độ cộng hòa ở nước này."
      },
      {
        "text1": "Ngày 15 tháng 11 năm 1988, Palestine tuyên bố độc lập tại thành phố Algiers, Algeria và được một số nước công nhận là một quốc gia có chủ quyền."
      }
    ]
  },
  "11-16": {
    "curiosity": [
      {
        "text": "Vào ngày 16 tháng 11 năm 1532, Trận Cajamarca diễn ra ở Peru, nơi nhà chinh phục người Tây Ban Nha Francisco Pizarro bắt giữ hoàng đế Inca Atahualpa, đánh dấu sự khởi đầu cuộc chinh phục khu vực của người Tây Ban Nha."
      },
      {
        "text1": "Vào ngày 16 tháng 11 năm 1995, Hiệp định Hòa bình chung được ký kết, chính thức chấm dứt Chiến tranh Bosnia, một cuộc xung đột sắc tộc-tôn giáo đã tàn phá khu vực Balkan vào những năm 1990."
      }
    ]
  },
  "11-17": {
    "curiosity": [
      {
        "text": "Vào ngày 17 tháng 11 năm 1558, Nữ hoàng Elizabeth I của Anh lên ngôi, bắt đầu một trong những triều đại quan trọng nhất và lâu dài nhất trong lịch sử đất nước."
      },
      {
        "text1": "Vào ngày 17 tháng 11 năm 1989, Cách mạng Nhung bắt đầu ở Tiệp Khắc, một phong trào ôn hòa dẫn đến sự sụp đổ của chế độ cộng sản ở nước này."
      }
    ]
  },
  "11-18": {
    "curiosity": [
      {
        "text": "Vào ngày 18 tháng 11 năm 1307, vụ bắt giữ Hiệp sĩ dòng Đền diễn ra ở Pháp, một sự kiện mang tính bước ngoặt trong lịch sử của Dòng Đền."
      },
      {
        "text1": "Vào ngày 18 tháng 11 năm 1928, chương trình truyền hình màu đầu tiên được thực hiện tại Hoa Kỳ bởi nhà phát minh và kỹ sư điện tử John Logie Baird."
      }
    ]
  },
  "11-19": {
    "curiosity": [
      {
        "text": "Vào ngày 19 tháng 11 năm 1863, Tổng thống Hoa Kỳ Abraham Lincoln đã có bài diễn văn Gettysburg nổi tiếng trong Nội chiến Hoa Kỳ, tái khẳng định lý tưởng bình đẳng và tự do."
      },
      {
        "text1": "Ngày 19 tháng 11 năm 1997, tàu thăm dò không gian Cassini-Huygens được NASA phóng lên với mục đích nghiên cứu hành tinh Sao Thổ và các mặt trăng của nó."
      }
    ]
  },
  "11-20": {
    "curiosity": [
      {
        "text": "Vào ngày 20 tháng 11 năm 1945, Phiên tòa Nuremberg bắt đầu, trong đó các nhà lãnh đạo Đức Quốc xã bị xét xử vì tội ác chiến tranh và tội ác chống lại loài người trong Thế chiến thứ hai."
      },
      {
        "text1": "Ngày 20 tháng 11 năm 1989, Công ước về Quyền Trẻ em được Đại hội đồng Liên Hợp Quốc thông qua, thiết lập các quyền cơ bản của trẻ em trên toàn thế giới."
      }
    ]
  },
  "11-21": {
    "curiosity": [
      {
        "text": "Vào ngày 21 tháng 11 năm 1877, Thomas Edison công bố phát minh ra máy quay đĩa, một trong những thiết bị đầu tiên có khả năng tái tạo âm thanh đã ghi."
      },
      {
        "text1": "Vào ngày 21 tháng 11 năm 1974, Ethiopia trở thành một quốc gia xã hội chủ nghĩa sau khi Hoàng đế Haile Selassie sụp đổ."
      }
    ]
  },
  "11-22": {
    "curiosity": [
      {
        "text": "Ngày 22/11/1963, Tổng thống Hoa Kỳ John F. Kennedy bị ám sát tại Dallas, Texas trong một sự kiện gây chấn động cả nước và thế giới."
      },
      {
        "text1": "Vào ngày 22 tháng 11 năm 2005, Microsoft ra mắt máy chơi trò chơi điện tử Xbox 360, mở ra một thế hệ máy chơi game mới."
      }
    ]
  },
  "11-23": {
    "curiosity": [
      {
        "text": "Vào ngày 23 tháng 11 năm 1889, nhà báo và nhà văn người Ireland Nellie Bly bắt đầu hành trình vòng quanh thế giới trong 72 ngày, lập kỷ lục thế giới."
      },
      {
        "text1": "Vào ngày 23 tháng 11 năm 1981, Trạm vũ trụ Skylab do NASA phóng lên năm 1973 đã quay trở lại bầu khí quyển Trái đất và tan rã, kết thúc sứ mệnh của mình."
      }
    ]
  },
  "11-24": {
    "curiosity": [
      {
        "text": "Ngày 24 tháng 11 năm 1859, cuốn sách “Nguồn gốc các loài” của Charles Darwin được xuất bản, trình bày thuyết tiến hóa thông qua chọn lọc tự nhiên."
      },
      {
        "text1": "Vào ngày 24 tháng 11 năm 1963, vụ ám sát Tổng thống Hoa Kỳ John F. Kennedy, sau đó là vụ ám sát Lee Harvey Oswald, nghi phạm chính của vụ án, bởi Jack Ruby."
      }
    ]
  },
  "11-25": {
    "curiosity": [
      {
        "text": "Ngày 25 tháng 11 năm 1975, nhà lãnh đạo chính trị và nhà hoạt động vì quyền phụ nữ Aung San Suu Kyi bị bắt tại Myanmar (khi đó là Miến Điện) và bị quản thúc tại gia trong vài năm."
      },
      {
        "text1": "Vào ngày 25 tháng 11 năm 2001, Tổ chức Thương mại Thế giới ( WTO) được thành lập với mục đích thúc đẩy thương mại tự do và điều tiết thương mại quốc tế."
      }
    ]
  },
  "11-26": {
    "curiosity": [
      {
        "text": "Ngày 26/11/1922, các nhà khảo cổ người Anh đã phát hiện ra lối vào lăng mộ Pharaoh Tutankhamun tại Thung lũng các vị vua ở Ai Cập."
      },
      {
        "text1": "Vào ngày 26 tháng 11 năm 2008, một vụ tấn công khủng bố xảy ra ở Mumbai, Ấn Độ, do một nhóm Hồi giáo thực hiện, dẫn đến một số cuộc tấn công phối hợp trên toàn thành phố."
      }
    ]
  },
  "11-27": {
    "curiosity": [
      {
        "text": "Vào ngày 27 tháng 11 năm 1095, Giáo hoàng Urban II đọc Bài phát biểu của Clermont, kêu gọi Cuộc Thập tự chinh đầu tiên với mục đích giành lại Jerusalem từ tay người Hồi giáo."
      },
      {
        "text1": "Vào ngày 27 tháng 11 năm 1978, thị trưởng Jonestown, Guyana, Jim Jones, đã dẫn đến vụ tự sát tập thể của hơn 900 tín đồ theo giáo phái của ông, trong một sự kiện được gọi là Vụ thảm sát Jonestown."
      }
    ]
  },
  "11-28": {
    "curiosity": [
      {
        "text": "Vào ngày 28 tháng 11 năm 1520, Trận Otumba diễn ra ở Mexico, nơi nhà chinh phục người Tây Ban Nha Hernán Cortés và các đồng minh bản địa của ông đã đánh bại quân đội Aztec do Cuauhtémoc chỉ huy."
      },
      {
        "text1": "Vào ngày 28 tháng 11 năm 1942, trong Chiến tranh thế giới thứ hai, Chiến dịch Ngọn đuốc diễn ra, lực lượng Đồng minh đổ bộ lên bờ biển Bắc Phi, bắt đầu chiến dịch tại chiến trường Địa Trung Hải."
      }
    ]
  },
  "11-29": {
    "curiosity": [
      {
        "text": "Vào ngày 29 tháng 11 năm 1947, Đại hội đồng Liên hợp quốc đã thông qua Kế hoạch phân chia Palestine, trong đó đề xuất thành lập một nhà nước Do Thái và một nhà nước Ả Rập trong khu vực."
      },
      {
        "text1": "Vào ngày 29 tháng 11 năm 1961, NASA đã phóng tàu vũ trụ Mercury-Atlas 5 với con khỉ Enos trên tàu, thực hiện chuyến bay quỹ đạo có người lái thứ hai của chương trình Sao Thủy."
      }
    ]
  },
  "11-30": {
    "curiosity": [
      {
        "text": "Vào ngày 30 tháng 11 năm 1803, Hoa Kỳ chính thức mua lại Lãnh thổ Louisiana từ Pháp trong một thỏa thuận được gọi là Mua Louisiana."
      },
      {
        "text1": "Vào ngày 30 tháng 11 năm 1966, Barbados giành được độc lập khỏi Vương quốc Anh, chấm dứt tình trạng là thuộc địa của Anh."
      }
    ]
  },
  "12-01": {
    "curiosity": [
      {
        "text": "Vào ngày 1 tháng 12 năm 1955, Rosa Parks, một nhà hoạt động dân quyền, đã từ chối nhường ghế cho một người đàn ông da trắng trên xe buýt ở Montgomery, Alabama, làm dấy lên phong trào dân quyền ở Hoa Kỳ."
      },
      {
        "text1": "Ngày 1 tháng 12 năm 1990, quá trình thống nhất nước Đức diễn ra, với sự thống nhất của Tây Đức và Đông Đức sau khi Bức tường Berlin sụp đổ."
      }
    ]
  },
  "12-02": {
    "curiosity": [
      {
        "text": "Vào ngày 2 tháng 12 năm 1804, Napoléon Bonaparte lên ngôi Hoàng đế nước Pháp tại Nhà thờ Đức Bà ở Paris."
      },
      {
        "text1": "Vào ngày 2 tháng 12 năm 1942, trong Thế chiến thứ hai, vụ thử bom nguyên tử thành công đầu tiên đã diễn ra tại Phòng thí nghiệm Los Alamos, ở New Mexico, Hoa Kỳ."
      }
    ]
  },
  "12-03": {
    "curiosity": [
      {
        "text": "Vào ngày 3 tháng 12 năm 1967, bác sĩ phẫu thuật người Nam Phi Christiaan Barnard đã thực hiện ca ghép tim người thành công đầu tiên ở Cape Town, Nam Phi."
      },
      {
        "text1": "Vào ngày 3 tháng 12 năm 1984, một vụ rò rỉ khí độc lớn xảy ra ở thành phố Bhopal, Ấn Độ, được coi là một trong những thảm họa công nghiệp tồi tệ nhất trong lịch sử, khiến hàng nghìn người chết và bị thương."
      }
    ]
  },
  "12-04": {
    "curiosity": [
      {
        "text": "Ngày 4 tháng 12 năm 1945, Tổ chức Giáo dục, Khoa học và Văn hóa Liên hợp quốc (UNESCO) được thành lập với mục đích thúc đẩy hòa bình và hợp tác quốc tế thông qua giáo dục, khoa học và văn hóa."
      },
      {
        "text1": "Vào ngày 4 tháng 12 năm 1971, Ấn Độ đánh bại Pakistan trong Chiến tranh giành độc lập Bangladesh, dẫn đến nền độc lập của Bangladesh và chiến tranh kết thúc."
      }
    ]
  },
  "12-05": {
    "curiosity": [
      {
        "text": "Vào ngày 5 tháng 12 năm 1933, Lệnh cấm ở Hoa Kỳ được bãi bỏ, một lần nữa cho phép sản xuất và bán đồ uống có cồn."
      },
      {
        "text1": "Ngày 5/12/2013, Nelson Mandela, nhà lãnh đạo chống chủ nghĩa phân biệt chủng tộc và cựu tổng thống Nam Phi, qua đời ở tuổi 95, để lại di sản đấu tranh cho nhân quyền và hòa giải."
      }
    ]
  },
  "12-06": {
    "curiosity": [
      {
        "text": "Vào ngày 6 tháng 12 năm 1877, Thomas Edison đã trình diễn công khai lần đầu tiên máy quay đĩa của mình, một thiết bị có khả năng ghi và tái tạo âm thanh."
      },
      {
        "text1": "Vào ngày 6 tháng 12 năm 1989, Vụ thảm sát Thiên An Môn xảy ra ở Bắc Kinh, Trung Quốc, khi quân đội chính phủ đàn áp dữ dội những người biểu tình ủng hộ dân chủ."
      }
    ]
  },
  "12-07": {
    "curiosity": [
      {
        "text": "Vào ngày 7 tháng 12 năm 1941, cuộc tấn công của Nhật Bản vào căn cứ hải quân Trân Châu Cảng ở Hawaii diễn ra, đánh dấu việc Hoa Kỳ tham gia Thế chiến thứ hai."
      },
      {
        "text1": "Vào ngày 7 tháng 12 năm 1972, Apollo 17, sứ mệnh có người lái cuối cùng trong chương trình Apollo của NASA, được phóng lên, cũng là lần cuối cùng con người ở trên Mặt trăng."
      }
    ]
  },
  "12-08": {
    "curiosity": [
      {
        "text": "Vào ngày 8 tháng 12 năm 1980, cựu thành viên ban nhạc Beatle John Lennon bị một người hâm mộ cuồng nhiệt sát hại tại New York, Hoa Kỳ."
      },
      {
        "text1": "Ngày 8 tháng 12 năm 1991, lãnh đạo Nga, Ukraine và Belarus đã ký Thỏa thuận Belaveja giải thể Liên Xô và thành lập Cộng đồng các quốc gia độc lập (CIS)."
      }
    ]
  },
  "12-09": {
    "curiosity": [
      {
        "text": "Vào ngày 9 tháng 12 năm 1987, thỏa thuận quốc tế được gọi là Nghị định thư Montreal đã được ký kết, nhằm bảo vệ tầng ozone bằng cách giảm dần việc sử dụng các chất làm suy giảm tầng ozone."
      },
      {
        "text1": "Vào ngày 9 tháng 12 năm 2013, cựu tổng thống Nam Phi Nelson Mandela đã được vinh danh tổ chức lễ tưởng niệm ở Johannesburg, quy tụ các nhà lãnh đạo và người nổi tiếng từ khắp nơi trên thế giới."
      }
    ]
  },
  "12-10": {
    "curiosity": [
      {
        "text": "Vào ngày 10 tháng 12 năm 1948, Đại hội đồng Liên Hợp Quốc đã thông qua Tuyên ngôn Quốc tế về Nhân quyền, thiết lập các quyền cơ bản của mọi con người."
      },
      {
        "text1": "Vào ngày 10 tháng 12 năm 1989, nhà lãnh đạo Séc Václav Havel được bầu làm tổng thống Tiệp Khắc, đánh dấu sự kết thúc của chế độ cộng sản ở nước này."
      }
    ]
  },
  "12-11": {
    "curiosity": [
      {
        "text": "Ngày 11 tháng 12 năm 1936, Vua Edward VIII của Vương quốc Anh thoái vị ngai vàng để kết hôn với Wallis Simpson, một người Mỹ đã ly dị, gây ra cuộc khủng hoảng hiến pháp."
      },
      {
        "text1": "Ngày 11 tháng 12 năm 2001, Trung Quốc gia nhập Tổ chức Thương mại Thế giới ( WTO), mở cửa nền kinh tế ra thị trường toàn cầu."
      }
    ]
  },
  "12-12": {
    "curiosity": [
      {
        "text": "Vào ngày 12 tháng 12 năm 1915, buổi phát thanh giải trí đầu tiên diễn ra ở Hoa Kỳ, đánh dấu sự khởi đầu của kỷ nguyên radio như một phương tiện liên lạc phổ biến."
      },
      {
        "text1": "Ngày 12 tháng 12 năm 2000, Tòa án Tối cao Hoa Kỳ chấm dứt tranh cãi bầu cử trong cuộc bầu cử tổng thống năm 2000, tuyên bố George W. Bush là người chiến thắng."
      }
    ]
  },
  "12-13": {
    "curiosity": [
      {
        "text": "Vào ngày 13 tháng 12 năm 1937, thành phố Nam Kinh, Trung Quốc bị quân Nhật chiếm giữ, đánh dấu sự khởi đầu của Vụ thảm sát Nam Kinh, một trong những sự kiện tàn khốc nhất của Chiến tranh Trung-Nhật lần thứ hai."
      },
      {
        "text1": "Ngày 13/12/2003, Saddam Hussein, cựu tổng thống Iraq, bị quân Mỹ bắt giữ, kết thúc cuộc đời chạy trốn."
      }
    ]
  },
  "12-14": {
    "curiosity": [
      {
        "text": "Vào ngày 14 tháng 12 năm 1900, Max Planck lần đầu tiên trình bày lý thuyết lượng tử của mình, một cột mốc cơ bản đối với vật lý hiện đại."
      },
      {
        "text1": "Vào ngày 14 tháng 12 năm 2012, một tay súng đã nổ súng tại trường tiểu học Sandy Hook ở Hoa Kỳ, giết chết 26 người, trong đó có 20 trẻ em, trong một trong những vụ xả súng trường học tồi tệ nhất trong lịch sử nước này."
      }
    ]
  },
  "12-15": {
    "curiosity": [
      {
        "text": "Vào ngày 15 tháng 12 năm 1791, Tuyên ngôn Nhân quyền Hoa Kỳ, bao gồm 10 điều sửa đổi Hiến pháp, đã được phê chuẩn, đảm bảo các quyền tự do dân sự và cá nhân cho công dân."
      },
      {
        "text1": "Ngày 15/12/2001, thành phố Kandahar, Afghanistan bị lực lượng liên minh do Mỹ dẫn đầu đánh chiếm, đánh dấu một bước ngoặt trong Chiến tranh Afghanistan."
      }
    ]
  },
  "12-16": {
    "curiosity": [
      {
        "text": "Vào ngày 16 tháng 12 năm 1773, Tiệc trà Boston xảy ra, một cuộc biểu tình trong đó thực dân Mỹ ném hàng hóa trà của Anh xuống Cảng Boston như một hành động phản đối thuế của Anh."
      },
      {
        "text1": "Ngày 16/12/1971, Ấn Độ chính thức công nhận Bangladesh là một quốc gia độc lập, chấm dứt Chiến tranh giải phóng Bangladesh chống lại Pakistan."
      }
    ]
  },
  "12-17": {
    "curiosity": [
      {
        "text": "Vào ngày 17 tháng 12 năm 1903, anh em nhà Wright thực hiện chuyến bay điều khiển đầu tiên của một chiếc máy bay có động cơ tại Kitty Hawk, Bắc Carolina, Hoa Kỳ."
      },
      {
        "text1": "Vào ngày 17 tháng 12 năm 2010, một người bán hàng rong người Tunisia tên là Mohamed Bouazizi đã tự thiêu, gây ra các cuộc biểu tình rầm rộ ở Tunisia, được gọi là Cách mạng Hoa nhài, lan rộng khắp thế giới Ả Rập."
      }
    ]
  },
  "12-18": {
    "curiosity": [
      {
        "text": "Vào ngày 18 tháng 12 năm 1865, Tu chính án thứ mười ba của Hiến pháp Hoa Kỳ được phê chuẩn, bãi bỏ chế độ nô lệ ở nước này."
      },
      {
        "text1": "Vào ngày 18 tháng 12 năm 1892, nhà văn người Anh Arthur Conan Doyle đã xuất bản cuốn tiểu thuyết 'The Hound of the Baskervilles', một trong những câu chuyện Sherlock Holmes nổi tiếng nhất."
      }
    ]
  },
  "12-19": {
    "curiosity": [
      {
        "text": "Vào ngày 19 tháng 12 năm 1843, cuốn sách 'A Christmas Carol', do Charles Dickens viết, được xuất bản, một trong những câu chuyện Giáng sinh nổi tiếng nhất mọi thời đại."
      },
      {
        "text1": "Ngày 19 tháng 12 năm 1998, Hạ viện Hoa Kỳ thông qua việc luận tội Tổng thống Bill Clinton, bị buộc tội khai man và cản trở công lý."
      }
    ]
  },
  "12-20": {
    "curiosity": [
      {
        "text": "Vào ngày 20 tháng 12 năm 1803, Hoa Kỳ chính thức mua lại Lãnh thổ Louisiana từ Pháp trong một thỏa thuận được gọi là Mua Louisiana."
      },
      {
        "text1": "Vào ngày 20 tháng 12 năm 1989, lực lượng quân sự Hoa Kỳ xâm chiếm Panama trong chiến dịch truy bắt nhà độc tài Manuel Noriega, bị buộc tội buôn bán ma túy và tội ác vi phạm nhân quyền."
      }
    ]
  },
  "12-21": {
    "curiosity": [
      {
        "text": "Vào ngày 21 tháng 12 năm 1620, thực dân Anh đổ bộ vào Plymouth Rock, Massachusetts, thành lập Thuộc địa Plymouth và đánh dấu sự khởi đầu quá trình thuộc địa hóa của Anh ở Bắc Mỹ."
      },
      {
        "text1": "Vào ngày 21 tháng 12 năm 1968, Apollo 8, sứ mệnh không gian có người lái của NASA, được phóng lên vũ trụ, trở thành tàu vũ trụ đầu tiên quay quanh Mặt trăng và trở về Trái đất an toàn."
      }
    ]
  },
  "12-22": {
    "curiosity": [
      {
        "text": "Vào ngày 22 tháng 12 năm 1807, Hiệp ước Tilsit được ký kết, chấm dứt chiến tranh giữa nước Pháp của Napoléon Bonaparte và nước Nga của Sa hoàng Alexander I."
      },
      {
        "text1": "Vào ngày 22 tháng 12 năm 1989, Romania đã tổ chức phiên tòa xét xử và xử tử nhà độc tài cộng sản Nicolae Ceaușescu và vợ ông ta, Elena, sau Cách mạng Romania."
      }
    ]
  },
  "12-23": {
    "curiosity": [
      {
        "text": "Vào ngày 23 tháng 12 năm 1888, họa sĩ người Hà Lan Vincent van Gogh đã cắt một phần tai trái của mình trong một cơn rối loạn tâm thần."
      },
      {
        "text1": "Ngày 23 tháng 12 năm 1947, Quốc hội Ấn Độ thông qua nghị quyết đòi độc lập cho Ấn Độ và chấm dứt ách thống trị của thực dân Anh."
      }
    ]
  },
  "12-24": {
    "curiosity": [
      {
        "text": "Ngày 24 tháng 12 năm 1814, trong cuộc Chiến tranh năm 1812 giữa Hoa Kỳ và Vương quốc Anh, Hiệp ước Ghent đã diễn ra, chính thức chấm dứt xung đột và khôi phục quan hệ ngoại giao giữa hai nước."
      },
      {
        "text1": "Vào ngày 24 tháng 12 năm 1914, trong Chiến tranh thế giới thứ nhất, 'Thỏa thuận đình chiến Giáng sinh' đã xảy ra, trong đó binh lính địch trong chiến hào của Mặt trận phía Tây đã ngăn chặn các hành động thù địch và kết nghĩa huynh đệ trong Đêm Giáng sinh."
      }
    ]
  },
  "12-25": {
    "curiosity": [
      {
        "text": "Vào ngày 25 tháng 12 năm 336, Hoàng đế La Mã Constantine I Đại đế đã tổ chức lễ Giáng sinh chính thức đầu tiên như một ngày lễ của Cơ đốc giáo."
      },
      {
        "text1": "Vào ngày 25 tháng 12 năm 1941, trong Thế chiến thứ hai, quân Đức do Adolf Hitler chỉ huy đã sụp đổ trong Trận Moscow, đánh dấu một thất bại nặng nề của lực lượng Đức Quốc xã."
      }
    ]
  },
  "12-26": {
    "curiosity": [
      {
        "text": "Vào ngày 26 tháng 12 năm 1776, trong Chiến tranh giành độc lập của Mỹ, George Washington đã chỉ huy cuộc tấn công bất ngờ vào quân Hessian tại Trenton, New Jersey, trong một chiến thắng quan trọng của quân nổi dậy Mỹ."
      },
      {
        "text1": "Vào ngày 26 tháng 12 năm 2004, trận sóng thần kinh hoàng xảy ra ở Ấn Độ Dương do một trận động đất dưới nước gây ra, gây ra một trong những thảm họa thiên nhiên tồi tệ nhất trong lịch sử, khiến hàng trăm nghìn người thiệt mạng ở một số quốc gia ven biển."
      }
    ]
  },
  "12-27": {
    "curiosity": [
      {
        "text": "Vào ngày 27 tháng 12 năm 1831, Charles Darwin bắt đầu chuyến thám hiểm trên tàu HMS Beagle, một cuộc hành trình sẽ đưa ông phát triển lý thuyết của mình về sự tiến hóa của các loài."
      },
      {
        "text1": "Vào ngày 27 tháng 12 năm 2007, cựu Thủ tướng Pakistan, Benazir Bhutto, bị ám sát trong một vụ đánh bom liều chết trong một cuộc biểu tình chính trị ở Rawalpindi."
      }
    ]
  },
  "12-28": {
    "curiosity": [
      {
        "text": "Vào ngày 28 tháng 12 năm 1895, anh em nhà Lumière tổ chức buổi chiếu phim cảm động đầu tiên tại Grand Café ở Paris, đánh dấu sự ra đời của điện ảnh."
      },
      {
        "text1": "Vào ngày 28 tháng 12 năm 1973, Tổng thống Hoa Kỳ Richard Nixon đã ký Đạo luật Chuyển đổi Năng lượng, trong đó thiết lập các mục tiêu bảo tồn năng lượng và thúc đẩy việc sử dụng các nguồn năng lượng tái tạo."
      }
    ]
  },
  "12-29": {
    "curiosity": [
      {
        "text": "Vào ngày 29 tháng 12 năm 1890, Vụ thảm sát đầu gối bị thương xảy ra, một cuộc đối đầu bi thảm giữa lính Mỹ và các thành viên của bộ tộc Lakota Sioux, dẫn đến cái chết của khoảng 300 người Mỹ bản địa, bao gồm cả phụ nữ và trẻ em."
      },
      {
        "text1": "Vào ngày 29 tháng 12 năm 1972, NASA phóng tàu vũ trụ Apollo 17, sứ mệnh có người lái cuối cùng lên Mặt trăng cho đến nay, với Eugene Cernan, Ronald Evans và Harrison Schmitt trên tàu."
      }
    ]
  },
  "12-30": {
    "curiosity": [
      {
        "text": "Vào ngày 30 tháng 12 năm 1922, Liên bang Cộng hòa xã hội chủ nghĩa Xô viết (Liên Xô) được tuyên bố thành lập, hình thành một nhà nước mới bao gồm một số nước cộng hòa thuộc Liên Xô."
      },
      {
        "text1": "Vào ngày 30 tháng 12 năm 2006, cựu tổng thống Iraq, Saddam Hussein, đã bị xử tử bằng cách treo cổ sau khi bị kết án về tội ác chống lại loài người."
      }
    ]
  },
  "12-31": {
    "curiosity": [
      {
        "text": "Vào ngày 31 tháng 12 năm 1759, nhà soạn nhạc nổi tiếng người Áo Wolfgang Amadeus Mozart sinh ra ở Salzburg, để lại một di sản lâu dài trong nền âm nhạc cổ điển."
      },
      {
        "text1": "Vào ngày 31 tháng 12 năm 1999, bước ngoặt của thiên niên kỷ xảy ra, đánh dấu sự khởi đầu của thế kỷ 21 và 'Millennium Bug'q đáng sợ đã không gây ra những sự cố thảm khốc được dự đoán trước trong các hệ thống máy tính trên toàn thế giới."
      }
    ]
  }
}