{
  "1-1": {
    "curiosity": [
      {
        "text": "西アフリカに位置するガーナ王国は、金と塩の貿易で知られるこの地域で最初の大帝国でした。"
      },
      {
        "text1": "アフリカは、最初の人類が進化した人類発祥の地です。"
      }
    ]
  },
  "1-2": {
    "curiosity": [
      {
        "text": "エチオピア帝国は、19 世紀にヨーロッパの植民地化に抵抗した数少ないアフリカ諸国の 1 つでした。"
      },
      {
        "text1": "古代エジプトは歴史上最も進んだ文明の一つであり、有名なピラミッドを建設しました。"
      }
    ]
  },
  "1-3": {
    "curiosity": [
      {
        "text": "ボーア戦争は、南アフリカでオランダ系移民とイギリス系移民の間で起こった紛争です。"
      },
      {
        "text1": "現在のエチオピアに位置するアクスム王国は、アフリカで最初の偉大な文明の 1 つでした。"
      }
    ]
  },
  "1-4": {
    "curiosity": [
      {
        "text": "北アフリカに位置するカルタゴ王国は、共和政ローマ時代にはローマと肩を並べた。"
      },
      {
        "text1": "中国の万里の長城は、侵略から国を守るために建設された歴史上最も偉大な土木工事の 1 つです。"
      }
    ]
  },
  "1-5": {
    "curiosity": [
      {
        "text": "現在のスーダン地域に位置するクシュ王国は、古代エジプトの貿易と権力の重要な中心地でした。"
      },
      {
        "text1": "インカ帝国はコロンブス以前のアメリカで最大の文明であり、先進的な建築物と道路網で知られていました。"
      }
    ]
  },
  "1-6": {
    "curiosity": [
      {
        "text": "西アフリカのマリ王国は、歴史上最も裕福な人物の一人とみなされている統治者マンサ・ムーサで有名でした。"
      },
      {
        "text1": "産業革命は、機械や工場の発明によって社会と経済に大きな変化をもたらしました。"
      }
    ]
  },
  "1-7": {
    "curiosity": [
      {
        "text": "西アフリカに位置するソンガイ帝国は、アフリカ史上最大の帝国の 1 つでした。"
      },
      {
        "text1": "フランス革命はフランスにおける激しい政治的および社会的変化の時代であり、世界中に永続的な影響を及ぼしました。"
      }
    ]
  },
  "1-8": {
    "curiosity": [
      {
        "text": "エチオピアのアクスム王国は、エジプト、インド、ローマ帝国と海上でつながりを持ち、重要な商業および宗教大国でした。"
      },
      {
        "text1": "チンギス・ハーンが率いるモンゴル帝国は、東アジアから東ヨーロッパにまたがる史上最大の連続帝国でした。"
      }
    ]
  },
  "1-9": {
    "curiosity": [
      {
        "text": "モロッコ王国には長い歴史があり、何世紀にもわたってベルベル人、アラブ人、ヨーロッパ人の影響を受けてきました。"
      },
      {
        "text1": "1776 年 7 月 4 日に署名された米国独立宣言は、アメリカ植民地における独立闘争における重要なマイルストーンでした。"
      }
    ]
  },
  "1-10": {
    "curiosity": [
      {
        "text": "13 世紀に建国されたオスマン帝国は、600 年以上にわたってヨーロッパ、アジア、アフリカの一部を含む広大な地域を支配しました。"
      },
      {
        "text1": "イギリスの産業革命は社会と経済の変革に大きな影響を与え、大規模生産と都市化を推進しました。"
      }
    ]
  },
  "1-11": {
    "curiosity": [
      {
        "text": "アフリカ中央部に位置するコンゴ王国は、象牙と奴隷貿易で知られる植民地化以前の強力な国家でした。"
      },
      {
        "text1": "1815 年 6 月 18 日のワーテルローの戦いは、ナポレオン ボナパルトの最後の敗北を意味する、ヨーロッパの歴史において極めて重要な出来事でした。"
      }
    ]
  },
  "1-12": {
    "curiosity": [
      {
        "text": "有名な王マンサ ムーサが率いるマリ帝国は、中世西アフリカの貿易、学問、富の中心地でした。"
      },
      {
        "text1": "1917 年に起こったロシア革命は、ロシア帝国の崩壊とソビエト連邦の形成につながり、新しい政治的および社会的時代の幕開けとなりました。"
      }
    ]
  },
  "1-13": {
    "curiosity": [
      {
        "text": "メキシコにあるアステカ帝国は、コロ​​ンブス以前の最大の文明の 1 つであり、その建築と農業の進歩で知られています。"
      },
      {
        "text1": "19 世紀に米国の産業革命により、この国は世界的な産業および経済大国に変わりました。"
      }
    ]
  },
  "1-14": {
    "curiosity": [
      {
        "text": "現在のナイジェリアにあるベニン王国は、植民地化以前の西アフリカの重要な商業および文化の中心地でした。"
      },
      {
        "text1": "1863 年 1 月 1 日にアメリカ合衆国大統領エイブラハム リンカーンによって発せられた奴隷解放宣言により、南北戦争中に南軍諸国の奴隷が解放されました。"
      }
    ]
  },
  "1-15": {
    "curiosity": [
      {
        "text": "コンスタンティノープルに本拠を置いたビザンツ帝国は、東ローマ帝国の遺産を維持し、古典文化の保存において重要な役割を果たしました。"
      },
      {
        "text1": "冷戦は、イデオロギーの対立と世界的な競争を特徴とする、米国とソ連の間の政治的および軍事的緊張の時代でした。"
      }
    ]
  },
  "1-16": {
    "curiosity": [
      {
        "text": "アフリカ南部のジンバブエ王国は、中世の重要な商業および文化の中心地でした。"
      },
      {
        "text1": "ドイツの産業革命は国の経済と技術の発展を促進し、19 世紀には工業大国になりました。"
      }
    ]
  },
  "1-17": {
    "curiosity": [
      {
        "text": "インドのグプタ帝国は、芸術、科学、商業の繁栄によりインドの黄金時代として知られていました。"
      },
      {
        "text1": "1861 年から 1865 年にかけて起こった南北戦争は、主に奴隷制問題をめぐる米国の北部州と南部州間の血なまぐさい紛争でした。"
      }
    ]
  },
  "1-18": {
    "curiosity": [
      {
        "text": "ポルトガル王国は大航海時代に重要な役割を果たし、世界中に航路を開拓し植民地を設立しました。"
      },
      {
        "text1": "1910 年に始まったメキシコ革命は、ポルフィリオ・ディアスの独裁政権を打倒し、メキシコにおける社会正義と政治改革の模索をもたらしました。"
      }
    ]
  },
  "1-19": {
    "curiosity": [
      {
        "text": "メソアメリカに位置するマヤ帝国は、古代の最も進んだ文明の 1 つであり、象形文字と複雑な暦法で知られていました。"
      },
      {
        "text1": "19 世紀末に起こった日本の産業革命は、日本の近代化と工業大国への変革を推進しました。"
      }
    ]
  },
  "1-20": {
    "curiosity": [
      {
        "text": "現在のウガンダに位置するブガンダ王国は、東アフリカの歴史と文化において重要な役割を果たしました。"
      },
      {
        "text1": "1939 年から 1945 年にかけて起こった第二次世界大戦は、世界の主要国が大規模な軍事紛争に巻き込まれた、史上最も壊滅的な世界戦争でした。"
      }
    ]
  },
  "1-21": {
    "curiosity": [
      {
        "text": "ローマ帝国は歴史上最大の帝国の 1 つであり、工学、法律、西洋文化への永続的な影響で知られています。"
      },
      {
        "text1": "19 世紀のフランスの産業革命は、この国に技術の進歩と重大な社会経済的変化をもたらしました。"
      }
    ]
  },
  "1-22": {
    "curiosity": [
      {
        "text": "中央アフリカにあるコンゴ王国は、16 世紀から 17 世紀にかけて大西洋横断奴隷貿易で重要な役割を果たしました。"
      },
      {
        "text1": "1775 年から 1783 年まで戦われたアメリカ独立戦争の結果、アメリカは独立国家として形成されました。"
      }
    ]
  },
  "1-23": {
    "curiosity": [
      {
        "text": "キュロス大王の統治下にあったペルシャ帝国は、宗教的寛容さと効率的な統治で知られる古代最大の帝国の 1 つを築きました。"
      },
      {
        "text1": "19 世紀のロシアの産業革命はロシア経済を変革し、国の産業成長を促進しました。"
      }
    ]
  },
  "1-24": {
    "curiosity": [
      {
        "text": "アジアのブータン王国は、国民の物質的および精神的な幸福を追求する国民総幸福量政策で知られています。"
      },
      {
        "text1": "1791 年から 1804 年にかけて起こったハイチ革命は、歴史上初めて成功した奴隷の反乱であり、ハイチの独立とフランス植民地のサン・ドマングにおける奴隷制度の終焉につながりました。"
      }
    ]
  },
  "1-25": {
    "curiosity": [
      {
        "text": "アンデス地方に位置するインカ帝国は、コロ​​ンブス以前の最大の文明であり、石造りの建築と高度な農業システムで知られていました。"
      },
      {
        "text1": "19 世紀のベルギーの産業革命は、ヨーロッパの工業および商業の中心地としての国の発展を促進しました。"
      }
    ]
  },
  "1-26": {
    "curiosity": [
      {
        "text": "現在のエチオピアにあるアクスム王国は重要な貿易の中心地であり、アフリカで最初のキリスト教文明の一つでした。"
      },
      {
        "text1": "1789 年から 1799 年にかけて起こったフランス革命は、フランスで激しい政治的および社会的不安が生じ、その結果、王政が崩壊し、フランス共和国が設立されました。"
      }
    ]
  },
  "1-27": {
    "curiosity": [
      {
        "text": "1867 年に設立されたオーストリア＝ハンガリー帝国は、さまざまな国籍と文化からなる中央ヨーロッパの大国でした。"
      },
      {
        "text1": "19 世紀のカナダの産業革命は、特に製造業と運輸業において国の経済成長を牽引しました。"
      }
    ]
  },
  "1-28": {
    "curiosity": [
      {
        "text": "現在のスーダン地域に位置するクシュ王国は、中央アフリカと地中海の間の交易路を支配していた強力な王国でした。"
      },
      {
        "text1": "19 世紀のイタリアの産業革命により、イタリアは主に農業経済から工業および商業大国に変わりました。"
      }
    ]
  },
  "1-29": {
    "curiosity": [
      {
        "text": "唐の時代の中華帝国は、中国史上最も繁栄した時代の 1 つであり、貿易と文化交流で知られていました。"
      },
      {
        "text1": "19 世紀のスペインの産業革命は、国の経済的および社会的発展に大きな影響を与えました。"
      }
    ]
  },
  "1-30": {
    "curiosity": [
      {
        "text": "大英帝国は史上最大の帝国であり、世界中の領土に広がり、永続的な政治的、文化的影響力を及ぼしました。"
      },
      {
        "text1": "19 世紀のオーストラリアの産業革命は、主に天然資源の開発と製造業の発展を通じて国の経済を押し上げました。"
      }
    ]
  },
  "1-31": {
    "curiosity": [
      {
        "text": "現在のジョージア州にあるイメリシア王国は、コーカサスの歴史において重要な役割を果たし、この地域の貿易と文化の中心地でした。"
      },
      {
        "text1": "19 世紀のインドの産業革命は、国の経済と社会に大きな変化をもたらし、繊維産業と運輸部門の成長を促進しました。"
      }
    ]
  },
  "2-1": {
    "curiosity": [
      {
        "text": "13 世紀に設立されたオスマン帝国は、ヨーロッパ、アジア、アフリカの領土を網羅する史上最大の帝国の 1 つでした。"
      },
      {
        "text1": "19 世紀のスウェーデンの産業革命により、この国は特に鉱業と冶金分野で重要な工業大国に変わりました。"
      }
    ]
  },
  "2-2": {
    "curiosity": [
      {
        "text": "北アフリカに位置するモロッコ王国は、古代に遡る豊かな歴史を持ち、サハラ横断貿易ルートで重要な役割を果たしてきました。"
      },
      {
        "text1": "19 世紀のブラジルの産業革命は、特にコーヒー部門の拡大により、産業の成長と国の近代化を促進しました。"
      }
    ]
  },
  "2-3": {
    "curiosity": [
      {
        "text": "チンギス・ハーンが率いるモンゴル帝国は、東アジアから東ヨーロッパにまたがる史上最大の連続帝国でした。"
      },
      {
        "text1": "19 世紀のアルゼンチンの産業革命は、特に農業部門と食品産業において国の経済発展を促進しました。"
      }
    ]
  },
  "2-4": {
    "curiosity": [
      {
        "text": "インド洋に浮かぶ同名の群島に位置するスコトラ王国は、独特の植物相と緑豊かな風景で知られています。"
      },
      {
        "text1": "19 世紀のチリの産業革命は、特に鉱業と銅産業において国の経済発展を促進しました。"
      }
    ]
  },
  "2-5": {
    "curiosity": [
      {
        "text": "スペイン帝国は、ヨーロッパ、アメリカ、アフリカ、アジアの広大な地域に広がる史上最大の帝国の 1 つでした。"
      },
      {
        "text1": "19 世紀のギリシャの産業革命は、国の経済、特に海事部門と繊維産業に大きな変化をもたらしました。"
      }
    ]
  },
  "2-6": {
    "curiosity": [
      {
        "text": "南太平洋のトンガ王国は、海洋大陸で外国勢力によって植民地化されたことがない唯一の国です。"
      },
      {
        "text1": "19 世紀のメキシコの産業革命は、この国に深刻な経済的および社会的変化をもたらし、繊維産業、鉱業部門、輸送インフラの発展を促進しました。"
      }
    ]
  },
  "2-7": {
    "curiosity": [
      {
        "text": "コンスタンティノープルに首都を置くビザンチン帝国は、東ローマ帝国の文化と遺産を保存し、歴史上最も長く続いた帝国の一つでした。"
      },
      {
        "text1": "19 世紀のオーストリアの産業革命は、特に鉄鋼業と機械生産において国の経済成長を促進しました。"
      }
    ]
  },
  "2-8": {
    "curiosity": [
      {
        "text": "イベリア半島に位置するグラナダ王国は、レコンキスタ中にキリスト教王国に征服されるまでは、この地域における最後のイスラム教徒の拠点でした。"
      },
      {
        "text1": "19 世紀のノルウェーの産業革命は、国の経済、特に木材、漁業、水力発電産業に大きな変化をもたらしました。"
      }
    ]
  },
  "2-9": {
    "curiosity": [
      {
        "text": "古代インドのマウリヤ帝国は当時最大の帝国の 1 つであり、インド亜大陸の大部分を単一の政府の下に統一しました。"
      },
      {
        "text1": "19 世紀のフィンランドの産業革命により、国は農業経済から工業化経済、特に紙パルプ産業に変わりました。"
      }
    ]
  },
  "2-10": {
    "curiosity": [
      {
        "text": "現在のエチオピアとエリトリアに位置するアクスム王国は、古代においては重要な商業および文化の中心地であり、アフリカ、アジア、ヨーロッパ間の貿易ルートを支配していました。"
      },
      {
        "text1": "1960 年代に始まった韓国の産業革命は、「漢江の奇跡」として知られる国の急速な経済と産業の発展を推進しました。"
      }
    ]
  },
  "2-11": {
    "curiosity": [
      {
        "text": "カール大帝によって設立されたカロリング帝国は、中世に西ヨーロッパの大部分を包含したヨーロッパ帝国でした。"
      },
      {
        "text1": "19 世紀のポーランドの産業革命により、ポーランドは農業経済から工業経済、特に繊維産業と鉄鋼産業に変わりました。"
      }
    ]
  },
  "2-12": {
    "curiosity": [
      {
        "text": "1789 年から 1799 年の間に起こったフランス革命は、フランスにおける絶対王政から共和制への移行を特徴づける出来事であり、重要な政治的および社会的影響をもたらしました。"
      },
      {
        "text1": "1914年から1918年にかけて起きた第一次世界大戦は、当時の世界大国を巻き込んだ世界規模の戦争であり、20世紀の地政学や社会に大きな影響を与えた。"
      }
    ]
  },
  "2-13": {
    "curiosity": [
      {
        "text": "1494年に調印されたトルデシリャス条約は、発見された土地とこれから発見される土地をポルトガルとスペインに分割し、両国によるアメリカ大陸の植民地化の基礎を確立した。"
      },
      {
        "text1": "1947 年から 1991 年まで続いた冷戦は、米国とソ連の間の政治的、軍事的、イデオロギー的な緊張の時代であり、これらの大国が主導する 2 つのブロック間の対立を特徴としていました。"
      }
    ]
  },
  "2-14": {
    "curiosity": [
      {
        "text": "2 月 14 日に祝われるバレンタインデーは、皇帝クラウディウス 2 世の命令に反して兵士と密かに結婚したために殉教したローマの司祭、聖バレンタインに敬意を表することに由来しています。"
      },
      {
        "text1": "1919 年に署名されたベルサイユ条約は、第一次世界大戦の終結を示し、ドイツに重い制裁を課し、戦間期と第二次世界大戦の勃発の基礎を築きました。"
      }
    ]
  },
  "2-15": {
    "curiosity": [
      {
        "text": "1898 年 2 月 15 日、戦艦メインがキューバのハバナ港で爆発しました。この出来事は米西戦争の勃発に重要な役割を果たしました。"
      },
      {
        "text1": "1954 年 2 月 15 日、カナダは赤と白のカエデの葉の旗を正式に採用し、国の象徴となりました。"
      }
    ]
  },
  "2-16": {
    "curiosity": [
      {
        "text": "1923 年 2 月 16 日、エジプトは独立王国として宣言され、イギリスの統治時代が終わり、立憲君主制が確立されました。"
      },
      {
        "text1": "1968 年 2 月 16 日、ベトナム戦争中の主要な衝突の 1 つである、北米軍とベトコン軍の間で有名なフエの戦いが起こりました。"
      }
    ]
  },
  "2-17": {
    "curiosity": [
      {
        "text": "1867 年 2 月 17 日、イギリスはイタリア王国とローマ条約を締結し、イタリアの統一を承認し、教皇領の支配を終わらせました。"
      },
      {
        "text1": "1979 年 2 月 17 日、イランでイスラム革命が起こり、その結果、シャー・モハマド・レザー・パフラヴィーが失脚し、ホメイニ師が権力の座に就きました。"
      }
    ]
  },
  "2-18": {
    "curiosity": [
      {
        "text": "1930 年 2 月 18 日、英国の塩税に対する非暴力抗議活動として、マハトマ ガンジー率いる「塩の行進」として知られる有名な事件がインドで発生しました。"
      },
      {
        "text1": "1954 年 2 月 18 日、科学者のジェームズ ワトソンとフランシス クリックは、遺伝学と遺伝を理解する上で重要なマイルストーンとなる DNA の構造を発見しました。"
      }
    ]
  },
  "2-19": {
    "curiosity": [
      {
        "text": "1878 年 2 月 19 日、トーマス エジソンは、音声を録音および再生できる最初の装置の 1 つである蓄音機の特許を取得しました。"
      },
      {
        "text1": "第二次世界大戦中の 1942 年 2 月 19 日、米国大統領フランクリン D. ルーズベルトは、日本国民と日系アメリカ人の強制収容所への強制収容を許可する大統領令 9066 に署名しました。"
      }
    ]
  },
  "2-20": {
    "curiosity": [
      {
        "text": "1962 年 2 月 20 日、アメリカの宇宙飛行士ジョン・グレンはフレンドシップ 7 号宇宙船に乗って、地球周回軌道を周回した最初のアメリカ人となりました。"
      },
      {
        "text1": "1986 年 2 月 20 日、ミール宇宙ステーションが打ち上げられ、地球周回軌道上にある最初のモジュール式宇宙ステーションとなりました。"
      }
    ]
  },
  "2-21": {
    "curiosity": [
      {
        "text": "1848 年 2 月 21 日、カール マルクスとフリードリヒ エンゲルスによって書かれた共産主義イデオロギーの基本文書である共産党宣言が出版されました。"
      },
      {
        "text1": "1965 年 2 月 21 日、アフリカ系アメリカ人の活動家マルコム X がニューヨークで暗殺され、この事件は米国の公民権運動に大きな影響を与えました。"
      }
    ]
  },
  "2-22": {
    "curiosity": [
      {
        "text": "1632 年 2 月 22 日、哲学者ルネ デカルトは、近代合理主義の基礎を築いた彼の最も有名な哲学書「方法論」を発表しました。"
      },
      {
        "text1": "1980 年 2 月 22 日、1980 年冬季オリンピック中に「氷上の奇跡」として知られる歴史的な試合で、米国アイスホッケー チームがソ連チームを破りました。"
      }
    ]
  },
  "2-23": {
    "curiosity": [
      {
        "text": "第二次世界大戦中の1945年2月23日、アメリカ軍とフィリピン軍は日本軍との激しい戦闘の末、フィリピンのマニラ市を奪還した。"
      },
      {
        "text1": "1981 年 2 月 23 日、スペインで「23-F」として知られる軍事クーデターが発生しました。このとき、民間警備隊のグループがスペイン議会に侵入し、クーデター未遂に終わりました。"
      }
    ]
  },
  "2-24": {
    "curiosity": [
      {
        "text": "1868 年 2 月 24 日、スペインで名誉革命の始まりが起こりました。この運動は女王イザベラ 2 世の打倒と臨時政府の設立につながりました。"
      },
      {
        "text1": "1989 年 2 月 24 日、英国の科学者ティム バーナーズ リーは、インターネットの歴史の中で最も重要なマイルストーンの 1 つであるワールド ワイド ウェブの創設に関する提案を発表しました。"
      }
    ]
  },
  "2-25": {
    "curiosity": [
      {
        "text": "1836 年 2 月 25 日、メキシコ軍とテキサス守備隊の衝突であるアラモの戦いが起こり、テキサスの歴史における勇気と抵抗の象徴となりました。"
      },
      {
        "text1": "1956年2月25日、ソ連の指導者ニキータ・フルシチョフは第20回ソ連共産党大会で秘密演説を行い、ヨシフ・スターリン政権下で犯された犯罪と行き過ぎを非難した。"
      }
    ]
  },
  "2-26": {
    "curiosity": [
      {
        "text": "1815年2月26日、ベルギーでワーテルローの戦いが起こり、ナポレオン・ボナパルト皇帝の軍隊がウェリントン公率いる連合軍に敗北し、ナポレオン帝国の決定的な終焉を告げた。"
      },
      {
        "text1": "1993 年 2 月 26 日、ニューヨークで世界貿易センターへの攻撃が発生し、トラック爆弾が複合施設のガレージで爆発し、6 人が死亡、数百人が負傷しました。"
      }
    ]
  },
  "2-27": {
    "curiosity": [
      {
        "text": "1900 年 2 月 27 日、アメリカの映画会社ユニバーサル ピクチャーズが設立され、世界で最も古く、最も影響力のある映画製作者の 1 つとなりました。"
      },
      {
        "text1": "1933 年 2 月 27 日、ベルリンのドイツ議会である国会議事堂の火災は、ナチスによって市民の自由を制限し、権力を強化する口実として利用されました。"
      }
    ]
  },
  "2-28": {
    "curiosity": [
      {
        "text": "1953 年 2 月 28 日、科学者ジェームズ ワトソンと生物学者フランシス クリックは、生物学史上最も重要な発見の 1 つである DNA 分子の構造を発見しました。"
      },
      {
        "text1": "1986年2月28日、宇宙船チャレンジャー号は打ち上げ直後に爆発し、乗っていた7人の宇宙飛行士全員が死亡した。"
      }
    ]
  },
  "2-29": {
    "curiosity": [
      {
        "text": "1986年2月28日、宇宙船チャレンジャー号は打ち上げ直後に爆発し、乗っていた7人の宇宙飛行士全員が死亡した。"
      },
      {
        "text1": "1953 年 2 月 28 日、科学者ジェームズ ワトソンと生物学者フランシス クリックは、生物学史上最も重要な発見の 1 つである DNA 分子の構造を発見しました。"
      }
    ]
  },
  "3-1": {
    "curiosity": [
      {
        "text": "1872 年 3 月 1 日、イエローストーン国立公園が米国に設立され、世界初の国立公園となりました。"
      },
      {
        "text1": "1994 年 3 月 1 日、ブラジルの音楽グループ、マモナス アサシンナスが悲劇的な飛行機事故で亡くなり、バンドの輝かしい隆盛は早々に中断されました。"
      }
    ]
  },
  "3-2": {
    "curiosity": [
      {
        "text": "1956 年 3 月 2 日、モロッコは独立を獲得し、フランスの植民地時代に終止符が打たれました。"
      },
      {
        "text1": "1962 年 3 月 2 日、アメリカのシンガーソングライター ボブ ディランは、フォーク ミュージックのランドマークとなった最初のスタジオ アルバム「ボブ ディラン」をリリースしました。"
      }
    ]
  },
  "3-3": {
    "curiosity": [
      {
        "text": "1845 年 3 月 3 日、フロリダ州はアメリカ合衆国の 27 番目の州として承認され、メキシコ湾地域の領土を拡大しました。"
      },
      {
        "text1": "1913 年 3 月 3 日、ワシントン DC で女性参政権パレードが開催され、数千人の女性が米国での選挙権を獲得するために行進しました。"
      }
    ]
  },
  "3-4": {
    "curiosity": [
      {
        "text": "1789 年 3 月 4 日、初代アメリカ合衆国大統領ジョージ ワシントンの就任式が行われ、この国の大統領の歴史が始まりました。"
      },
      {
        "text1": "1933 年 3 月 4 日、フランクリン D. ルーズベルト大統領は大恐慌の最中に就任し、「我々が恐れるべき唯一のものは恐怖そのものである」というフレーズで有名な就任演説を行いました。"
      }
    ]
  },
  "3-5": {
    "curiosity": [
      {
        "text": "1953 年 3 月 5 日、20 年以上にわたりソ連を鉄の拳で統治したソ連の指導者ヨシフ・スターリンが死去した。"
      },
      {
        "text1": "1984 年 3 月 5 日、最初の表計算ソフトウェアの 1 つであるコンピュータ プログラム Lotus 1-2-3 がリリースされ、パーソナル コンピュータの普及に重要な役割を果たしました。"
      }
    ]
  },
  "3-6": {
    "curiosity": [
      {
        "text": "1475 年 3 月 6 日、彫刻「ダヴィデ」やシスティーナ礼拝堂の絵画などの傑作で知られるルネサンス期の有名な画家ミケランジェロが誕生しました。"
      },
      {
        "text1": "1957 年 3 月 6 日、ガーナは植民地主義から独立を果たした最初のアフリカの国となり、アフリカ大陸での脱植民地化運動を主導しました。"
      }
    ]
  },
  "3-7": {
    "curiosity": [
      {
        "text": "1876 年 3 月 7 日、アレクサンダー グラハム ベルは電話の特許を取得し、通信に革命を起こし、電気通信時代への道を切り開きました。"
      },
      {
        "text1": "1965 年 3 月 7 日、米国のセルマからモンゴメリーに向かう橋の上で公民権運動の参加者が警察によって残酷に弾圧され、「血の日曜日」として知られる有名なエピソードが発生しました。"
      }
    ]
  },
  "3-8": {
    "curiosity": [
      {
        "text": "第一次世界大戦中の 1917 年 3 月 8 日、ペトログラードでの女性によるデモでロシア革命が始まり、後に帝政政権の崩壊につながりました。"
      },
      {
        "text1": "1971年3月8日、ボクサーのモハメド・アリとジョー・フレージャーが「世紀の戦い」として知られる試合で戦い、フレージャーが満場一致の判定で勝利した。"
      }
    ]
  },
  "3-9": {
    "curiosity": [
      {
        "text": "1959 年 3 月 9 日、歌手で俳優のエルヴィス プレスリーはドイツでの義務を果たした後、兵役から解放され、成功したキャリアに戻りました。"
      },
      {
        "text1": "1997 年 3 月 9 日、ビギー スモールズとしても知られるラッパーのノトーリアス BIG がロサンゼルスの銃撃事件で殺害され、ヒップホップの世界に驚くべき遺産を残しました。"
      }
    ]
  },
  "3-10": {
    "curiosity": [
      {
        "text": "1876 年 3 月 10 日、トーマス エジソンが発明したレコード プレーヤーの前身である蓄音機が特許を取得し、音楽の録音と再生の方法に革命をもたらしました。"
      },
      {
        "text1": "1959 年 3 月 10 日、チベットは中国に侵略され、その結果、チベットでは長期にわたる文化的、政治的抑圧が続いた。"
      }
    ]
  },
  "3-11": {
    "curiosity": [
      {
        "text": "1818 年 3 月 11 日、有名なドイツの作曲家ヨハン セバスティアン バッハが亡くなり、後世に影響を与えたクラシック音楽作品の遺産を残しました。"
      },
      {
        "text1": "2011 年 3 月 11 日、マグニチュード 9.0 の地震が日本を襲い、その後壊滅的な津波が発生し、福島原発で深刻な核危機が発生しました。"
      }
    ]
  },
  "3-12": {
    "curiosity": [
      {
        "text": "1930 年 3 月 12 日、マハトマ ガンジーはインドで塩の行進を開始しました。これは、英国の支配に対するインドの独立運動のマイルストーンの 1 つです。"
      },
      {
        "text1": "1994年3月12日、ヨルダン川西岸のヘブロン市のモスクに対するテロ攻撃であるヘブロン虐殺が発生し、パレスチナ人29人が死亡、数十人が負傷した。"
      }
    ]
  },
  "3-13": {
    "curiosity": [
      {
        "text": "1781 年 3 月 13 日、天文学者ウィリアム ハーシェルは惑星天王星を発見し、太陽系に関する知識が広がりました。"
      },
      {
        "text1": "2013年3月13日、アルゼンチンのホルヘ・マリオ・ベルゴリオ枢機卿がフランシスコ教皇に選出され、カトリック教会史上初のラテンアメリカ教皇となった。"
      }
    ]
  },
  "3-14": {
    "curiosity": [
      {
        "text": "1879 年 3 月 14 日、歴史上最も有名な科学者の 1 人であるアルバート アインシュタインは、ドイツ帝国のヴュルテンベルク王国のウルムで生まれました。"
      },
      {
        "text1": "1950 年 3 月 14 日、国連 (UN) は男女平等と女性の権利を促進するために毎年祝う国際女性デーを制定しました。"
      }
    ]
  },
  "3-15": {
    "curiosity": [
      {
        "text": "紀元前 44 年 3 月 15 日、元老院議員の一団によるローマの指導者であり皇帝であるジュリアス・シーザーの暗殺が起こり、ローマの歴史の流れに大きな変化をもたらしました。"
      },
      {
        "text1": "1972 年 3 月 15 日、英国はポンド、シリング、ペンスの古い制度に代わって 10 進法通貨制度を採用しました。"
      }
    ]
  },
  "3-16": {
    "curiosity": [
      {
        "text": "1521 年 3 月 16 日、ポルトガルの航海士フェルディナンド マゼランは世界一周遠征中にフィリピンに到着し、ヨーロッパ人として初めてフィリピンに到着しました。"
      },
      {
        "text1": "1968年3月16日、ベトナム戦争中にミライ虐殺が発生し、アメリカ軍兵士が女性、子供、高齢者を含む500人以上のベトナム民間人を殺害した。"
      }
    ]
  },
  "3-17": {
    "curiosity": [
      {
        "text": "西暦 461 年 3 月 17 日、聖パトリックの日として知られる毎年聖パトリックの日に祝われるアイルランドの守護聖人、聖パトリックが亡くなりました。"
      },
      {
        "text1": "1905 年 3 月 17 日、ロシアのサンクトペテルブルクで血の日曜日事件が起こり、平和的なデモ参加者が帝政軍によって鎮圧され、数百人の死者を出し、1905 年のロシア革命の始まりとなりました。"
      }
    ]
  },
  "3-18": {
    "curiosity": [
      {
        "text": "1314年3月18日、テンプル騎士団最後の団長ジャック・ド・モレーが火刑に処され、テンプル騎士団は終焉を迎えた。"
      },
      {
        "text1": "1965 年 3 月 18 日、アフリカ系アメリカ人の選挙権を確保するために、米国のセルマからモンゴメリーまで公民権行進が行われました。"
      }
    ]
  },
  "3-19": {
    "curiosity": [
      {
        "text": "1687 年 3 月 19 日、アイザック ニュートンは運動法則と重力の法則を確立し、物理学に革命をもたらした傑作「プリンキピア マテマティカ」を発表しました。"
      },
      {
        "text1": "2003 年 3 月 19 日、米国とその同盟国主導でイラク戦争が始まり、その結果、この地域の地政学を形作る一連の出来事が起こりました。"
      }
    ]
  },
  "3-20": {
    "curiosity": [
      {
        "text": "1852 年 3 月 20 日、ハリエット ビーチャー ストウは、米国の奴隷制との戦いにおける重要な作品である小説「アンクル トムの小屋」を出版しました。"
      },
      {
        "text1": "2016年3月20日、元アメリカ合衆国大統領バラク・オバマはキューバを歴史的に訪問し、両国関係正常化の節目となった。"
      }
    ]
  },
  "3-21": {
    "curiosity": [
      {
        "text": "1960年3月21日、南アフリカでシャープビル虐殺が発生し、アパルトヘイト法に反対する平和的な抗議活動参加者に警察が発砲し、69人が死亡した。"
      },
      {
        "text1": "2014年3月21日、国際社会から非難された物議を醸した住民投票を受けて、ロシアはクリミア半島を併合した。"
      }
    ]
  },
  "3-22": {
    "curiosity": [
      {
        "text": "1622 年 3 月 22 日、バージニア州のイギリス植民地でジェームズタウン虐殺が発生し、ネイティブ アメリカンがイギリスの入植者を攻撃して殺害しました。"
      },
      {
        "text1": "1993 年 3 月 22 日、カナダのロック ミュージシャン兼歌手のジョン キャンディがコメディと記憶に残るパフォーマンスの遺産を残して 43 歳で亡くなりました。"
      }
    ]
  },
  "3-23": {
    "curiosity": [
      {
        "text": "1806 年 3 月 23 日、ルイスとクラークは米国西部を探索する伝説的な遠征を開始しました。この旅は 2 年以上続き、米国の地理と自然についての知識を広げるのに役立ちました。地域。"
      },
      {
        "text1": "2001 年 3 月 23 日、ロシアはミール宇宙ステーションを宇宙に打ち上げました。このステーションは宇宙探査のランドマークとなり、廃止されるまで 15 年以上運用されました。"
      }
    ]
  },
  "3-24": {
    "curiosity": [
      {
        "text": "1603 年 3 月 24 日、イングランド女王エリザベス 1 世が亡くなり、チューダー朝は終わりを告げ、スコットランド王ジェームズ 6 世がジェームズ 1 世としてイングランド王位に就き、ステュアート朝の治世が始まりました。"
      },
      {
        "text1": "コソボ戦争中の1999年3月24日、NATOはコソボ紛争への軍事介入の一環としてセルビアへの空爆を開始した。"
      }
    ]
  },
  "3-25": {
    "curiosity": [
      {
        "text": "1807 年 3 月 25 日、英国議会は大英帝国における奴隷貿易を禁止する奴隷貿易廃止法を可決しました。"
      },
      {
        "text1": "1957 年 3 月 25 日、ローマ条約が締結され、欧州連合 (EU) の前身である欧州経済共同体 (EEC) が創設されました。"
      }
    ]
  },
  "3-26": {
    "curiosity": [
      {
        "text": "1979 年 3 月 26 日、イスラエルとエジプトの間の平和条約がワシントン DC で署名され、両国間の戦争状態は正式に終了しました。"
      },
      {
        "text1": "1997 年 3 月 26 日、ロシアの宇宙船ソユーズ TM-24 が打ち上げられ、ロシアの宇宙飛行士、アメリカの宇宙飛行士、ドイツの宇宙飛行士からなる乗組員をミール宇宙ステーションに運びました。"
      }
    ]
  },
  "3-27": {
    "curiosity": [
      {
        "text": "1912 年 3 月 27 日、日本と中国は新州条約に署名し、これにより日露戦争が終結し、外モンゴルの独立が確立されました。"
      },
      {
        "text1": "1977年3月27日、カナリア諸島のテネリフェ島でボーイング747型機2機が衝突し、583人が死亡する史上最悪の航空事故を引き起こした。"
      }
    ]
  },
  "3-28": {
    "curiosity": [
      {
        "text": "1930 年 3 月 28 日、ビザンツ帝国の首都コンスタンティノープルはイスタンブールに改名され、都市の歴史に大きな変化が生じました。"
      },
      {
        "text1": "1979 年 3 月 28 日、米国のスリーマイル島原子力発電所で事故が発生し、その結果、米国史上最悪の原子力災害の 1 つが発生しました。"
      }
    ]
  },
  "3-29": {
    "curiosity": [
      {
        "text": "1974 年 3 月 29 日、ポルトガルでカーネーション革命が発生しました。これはエスタド ノボ独裁政権を打倒し、同国の民主化時代の始まりを示す軍事反乱でした。"
      },
      {
        "text1": "2004 年 3 月 29 日、ブルガリア、エストニア、ラトビア、リトアニア、ルーマニア、スロバキア、スロベニアが NATO に加盟し、軍事同盟を強化しました。"
      }
    ]
  },
  "3-30": {
    "curiosity": [
      {
        "text": "1856 年 3 月 30 日、パリ条約が締結され、クリミア戦争が終結し、関係国間に平和の条件が確立されました。"
      },
      {
        "text1": "1981年3月30日、アメリカ合衆国大統領ロナルド・レーガンは暗殺未遂で銃撃されたが、手術を受けて一命を取り留めた。"
      }
    ]
  },
  "3-31": {
    "curiosity": [
      {
        "text": "1492年3月31日、カトリック君主、アラゴン王フェルナンド2世とカスティーリャ王イサベル1世はアルハンブラ宮殿の勅令を発令し、スペインからユダヤ人を追放し、ユダヤ人の歴史の中で最も暗い瞬間の一つをもたらした。"
      },
      {
        "text1": "1889 年 3 月 31 日、パリと世界の最も有名な象徴の 1 つであるエッフェル塔がパリ万国博覧会中に落成されました。"
      }
    ]
  },
  "4-1": {
    "curiosity": [
      {
        "text": "1867 年 4 月 1 日、英国は英国北米法を制定し、これによりカナダ連邦が設立され、現代のカナダ形成の基礎が築かれました。"
      },
      {
        "text1": "1976 年 4 月 1 日、Apple Inc. はスティーブ ジョブズ、スティーブ ウォズニアック、ロナルド ウェインによって設立され、世界で最も影響力のあるテクノロジー企業の 1 つを作り上げました。"
      }
    ]
  },
  "4-2": {
    "curiosity": [
      {
        "text": "1917 年 4 月 2 日、米国は第一次世界大戦に参戦し、連合軍とともに中央同盟国と戦うために軍隊を派遣しました。"
      },
      {
        "text1": "2005 年 4 月 2 日、教皇ヨハネ・パウロ 2 世は、近年の歴史の中で最も人気のある教皇の 1 人であり、約 27 年間にわたる長い教皇職を終えて 84 歳で亡くなりました。"
      }
    ]
  },
  "4-3": {
    "curiosity": [
      {
        "text": "1948 年 4 月 3 日、第二次世界大戦後のヨーロッパの再建のための米国の経済援助プログラムであるマーシャル プランが発効しました。"
      },
      {
        "text1": "1973 年 4 月 3 日、最初の携帯電話がモトローラによって製造され、モバイル テクノロジーの開発における重要なマイルストーンとなりました。"
      }
    ]
  },
  "4-4": {
    "curiosity": [
      {
        "text": "1968年4月4日、米国公民権運動の指導者マーティン・ルーサー・キング・ジュニアがテネシー州メンフィスで暗殺され、全米で混乱と抗議活動が引き起こされた。"
      },
      {
        "text1": "1949 年 4 月 4 日、北大西洋条約機構 (NATO) が設立され、西側諸国間の相互防衛のための軍事同盟が確立されました。"
      }
    ]
  },
  "4-5": {
    "curiosity": [
      {
        "text": "1614 年 4 月 5 日、英国入植者とアメリカ先住民の出会いで最もよく知られた人物の 1 人であるポカホンタスは、米国バージニア州でジョン ロルフと結婚しました。"
      },
      {
        "text1": "1955 年 4 月 5 日、ウィンストン チャーチルは英国首相を辞任し、2 期目の任期を終えました。"
      }
    ]
  },
  "4-6": {
    "curiosity": [
      {
        "text": "1917 年 4 月 6 日、アメリカはドイツ帝国に宣戦布告し、第一次世界大戦に正式に参戦しました。"
      },
      {
        "text1": "1994年4月6日、ルワンダで大量虐殺が始まり、約100日間で主にツチ族を中心に約80万人が惨殺された。"
      }
    ]
  },
  "4-7": {
    "curiosity": [
      {
        "text": "1948 年 4 月 7 日、国連総会で世界人権宣言が宣言され、すべての人間の基本的権利が確立されました。"
      },
      {
        "text1": "1964 年 4 月 7 日、最初の通信衛星である Syncom 3 が NASA によって軌道に打ち上げられ、地球規模の通信における新時代が始まりました。"
      }
    ]
  },
  "4-8": {
    "curiosity": [
      {
        "text": "1974 年 4 月 8 日、ポルトガルの独裁者アントニオ デ オリベイラ サラザールが死去し、権威主義的なエスタド ノボ政権の崩壊とポルトガルの民主化が始まりました。"
      },
      {
        "text1": "1994年4月8日、ロック歌手、ニルヴァーナのリーダー、カート・コバーンが米国シアトルの自宅で遺体となって発見された。"
      }
    ]
  },
  "4-9": {
    "curiosity": [
      {
        "text": "1865年4月9日、南軍将軍ロバート・E・リーが北軍将軍ユリシーズ・S・グラントに降伏し、南北戦争は終結した。"
      },
      {
        "text1": "1940 年 4 月 9 日、ナチス ドイツはデンマークとノルウェーに侵攻し、第二次世界大戦中のこれらの国々の占領を開始しました。"
      }
    ]
  },
  "4-10": {
    "curiosity": [
      {
        "text": "1912 年 4 月 10 日、RMS タイタニック号は英国のサウサンプトンから米国のニューヨークまで処女航海に出ましたが、氷山に衝突して大西洋に沈没しました。"
      },
      {
        "text1": "1972年4月10日、日本の田中角栄首相が中国を訪問し、両国の国交正常化における重要な瞬間となった。"
      }
    ]
  },
  "4-11": {
    "curiosity": [
      {
        "text": "1951 年 4 月 11 日、ダグラス・マッカーサー将軍は、軍事戦略に関する意見の相違を受けて、ハリー・S・トルーマン米国大統領によって朝鮮戦争の指揮を解かれました。"
      },
      {
        "text1": "1979 年 4 月 11 日、ジンバブエ大統領カナン バナナは国の独立を宣言し、イギリスの植民地支配を終わらせ、ジンバブエ共和国を設立しました。"
      }
    ]
  },
  "4-12": {
    "curiosity": [
      {
        "text": "1961 年 4 月 12 日、ソ連の宇宙飛行士ユーリ ガガーリンは、ボストーク 1 号宇宙船に乗って人類として初めて地球周回軌道を周回しました。"
      },
      {
        "text1": "1992 年 4 月 12 日、イギリス海峡の下でイギリスとフランスを結ぶユーロトンネルが開通し、両国間に直接鉄道接続が提供されました。"
      }
    ]
  },
  "4-13": {
    "curiosity": [
      {
        "text": "1743 年 4 月 13 日、第 3 代アメリカ合衆国大統領で独立宣言の主な起草者であるトーマス ジェファーソンはバージニア植民地で生まれました。"
      },
      {
        "text1": "1943 年 4 月 13 日、第二次世界大戦中にユダヤ人が組織したナチス軍に対する抵抗行為、ワルシャワ ゲットー蜂起が発生しました。"
      }
    ]
  },
  "4-14": {
    "curiosity": [
      {
        "text": "1865年4月14日、アメリカ合衆国大統領エイブラハム・リンカーンがワシントンDCの劇場で俳優ジョン・ウィルクス・ブースによって暗殺された。"
      },
      {
        "text1": "1986年4月14日、米国はベルリンのナイトクラブでのテロ攻撃にリビアが関与した疑いへの報復としてリビアを空爆した。"
      }
    ]
  },
  "4-15": {
    "curiosity": [
      {
        "text": "1912 年 4 月 15 日、RMS タイタニック号は氷山との衝突後に沈没し、歴史上最も有名な海難事故の 1 つとして 1,500 人以上の死者を出しました。"
      },
      {
        "text1": "1947 年 4 月 15 日、野球選手のジャッキー ロビンソンがメジャー リーグ ベースボール デビューを果たし、米国のプロ スポーツにおける人種の壁を打ち破りました。"
      }
    ]
  },
  "4-16": {
    "curiosity": [
      {
        "text": "1945 年 4 月 16 日、ドイツの独裁者アドルフ・ヒトラーがベルリンの地下壕で自殺し、第二次世界大戦中のナチス政権は終焉を迎えました。"
      },
      {
        "text1": "1972年4月16日、ベトナム戦争中に米軍兵士が数百人のベトナム民間人を殺害したミライ虐殺が発生した。"
      }
    ]
  },
  "4-17": {
    "curiosity": [
      {
        "text": "1961年4月17日、ピッグス湾侵攻が行われたが、キューバのフィデル・カストロ政権を打倒しようとするCIAの試みは失敗した。"
      },
      {
        "text1": "1975年4月17日、ポル・ポト率いるクメール・ルージュがカンボジアの首都プノンペンを制圧し、同国における大量虐殺と弾圧の時代の始まりとなった。"
      }
    ]
  },
  "4-18": {
    "curiosity": [
      {
        "text": "1775 年 4 月 18 日、アメリカ入植者とイギリス軍の間の最初の武力衝突がレキシントン・コンコードの戦いで起こり、アメリカ独立戦争の始まりとなりました。"
      },
      {
        "text1": "1980年4月18日、イーグルクロウ作戦として知られるアメリカ人人質救出作戦がイランのテヘランのアメリカ大使館で行われたが、結局失敗に終わり、数名のアメリカ兵が死亡した。"
      },
      {
        "text1": "1996年4月18日、ウガンダ北部で長年にわたる武力紛争が続いた後、ウガンダ軍と反政府勢力主の抵抗軍（LRA）が一時停戦に署名した。"
      }
    ]
  },
  "4-19": {
    "curiosity": [
      {
        "text": "1775 年 4 月 19 日、アメリカ独立戦争中にコンコードの戦いが起こり、植民地の民兵がイギリス軍を撃退しました。"
      },
      {
        "text1": "1995 年 4 月 19 日、米国のオクラホマシティでアルフレッド P. ムラ連邦ビル前でトラック爆弾が爆発し、168 人が死亡するテロ攻撃が発生しました。"
      }
    ]
  },
  "4-20": {
    "curiosity": [
      {
        "text": "1889 年 4 月 20 日、後のナチス指導者アドルフ ヒトラーはオーストリアのブラウナウ アム インで生まれました。"
      },
      {
        "text1": "1999 年 4 月 20 日、コロンバイン虐殺事件が発生しました。この事件では、武装した生徒 2 名が米国のコロンバイン高校を襲撃し、生徒 12 名と教師 1 名が殺害され、その後自殺しました。"
      }
    ]
  },
  "4-21": {
    "curiosity": [
      {
        "text": "伝説によれば、紀元前 753 年 4 月 21 日、ロムルスとレムスによってローマが建国されました。"
      },
      {
        "text1": "1960 年 4 月 21 日、ブラジルの首都ブラジリアが正式に発足し、建築と都市の歴史におけるマイルストーンとみなされています。"
      }
    ]
  },
  "4-22": {
    "curiosity": [
      {
        "text": "1970 年 4 月 22 日、環境問題と地球保護への意識を高めることを目的とした国際イベントである、最初のアースデイが祝われました。"
      },
      {
        "text1": "1993 年 4 月 22 日、ANC 指導者で将来の南アフリカ大統領ネルソン・マンデラとフレデリック・ウィレム・デクラーク大統領が、アパルトヘイト撤廃への取り組みを評価されノーベル平和賞を受賞しました。"
      }
    ]
  },
  "4-23": {
    "curiosity": [
      {
        "text": "1564 年 4 月 23 日、歴史上最も偉大な劇作家の一人であるウィリアム シェイクスピアは、イギリスのストラットフォード アポン エイボンで生まれました。"
      },
      {
        "text1": "1910年4月23日、セオドア・ルーズベルトはパリのソルボンヌ大学で有名な「滑らかに話し、大々的に」演説を行い、世界平和を促進するための外交と権力の行使の重要性を強調した。"
      }
    ]
  },
  "4-24": {
    "curiosity": [
      {
        "text": "1800 年 4 月 24 日、米国議会図書館がワシントン D.C. に設立され、最初の書籍が購入されました。"
      },
      {
        "text1": "1916 年 4 月 24 日、アイルランドでイギリスの支配に対する武装蜂起であるイースター蜂起が起こり、アイルランド独立への道における重要なマイルストーンと考えられていました。"
      }
    ]
  },
  "4-25": {
    "curiosity": [
      {
        "text": "第二次世界大戦中の 1945 年 4 月 25 日、ソ連とユーゴスラビア軍はユーゴスラビアのベオグラード市をナチスの支配から解放しました。"
      },
      {
        "text1": "1974 年 4 月 25 日、ポルトガルでカーネーション革命が発生しました。これは、エスタド ノボの独裁政権を打倒し、国の民主主義を回復する軍事運動です。"
      }
    ]
  },
  "4-26": {
    "curiosity": [
      {
        "text": "1986 年 4 月 26 日、ウクライナでチェルノブイリ原発事故が発生しました。原子炉の爆発により大量の放射性物質が大気中に放出され、史上最大の核災害の 1 つが引き起こされました。"
      },
      {
        "text1": "2005年4月26日、日本の皇太子徳仁親王は東京の明治神宮で行われた式典で小和田雅子と結婚した。"
      }
    ]
  },
  "4-27": {
    "curiosity": [
      {
        "text": "伝統によれば、紀元前 497 年 4 月 27 日にローマ市が正式に設立されました。"
      },
      {
        "text1": "1994 年 4 月 27 日、ネルソン マンデラが南アフリカ初の黒人大統領に選出され、同国のアパルトヘイトに終止符が打たれました。"
      }
    ]
  },
  "4-28": {
    "curiosity": [
      {
        "text": "1789 年 4 月 28 日、英国船の乗組員がウィリアム ブライ船長に対して反乱を起こした HMS バウンティ反乱が発生しました。"
      },
      {
        "text1": "第二次世界大戦中の1945年4月28日、イタリアの独裁者ベニート・ムッソリーニはイタリアのレジスタンスのメンバーによって捕らえられ、処刑された。"
      }
    ]
  },
  "4-29": {
    "curiosity": [
      {
        "text": "1975年4月29日、北ベトナムの共産主義軍の手により南ベトナムの首都サイゴンが陥落し、ベトナム戦争は終結した。"
      },
      {
        "text1": "2011年4月29日、イギリスのウィリアム王子はロンドンのウェストミンスター寺院で挙式を挙げ、キャサリン・ミドルトンさんと結婚した。"
      }
    ]
  },
  "4-30": {
    "curiosity": [
      {
        "text": "1789 年 4 月 30 日、ジョージ ワシントンがアメリカ合衆国の初代大統領に就任しました。"
      },
      {
        "text1": "1945 年 4 月 30 日、アドルフ・ヒトラーと妻のエヴァ・ブラウンはベルリンの地下壕で自殺し、ドイツのナチス政権は終焉を迎えました。"
      }
    ]
  },
  "5-1": {
    "curiosity": [
      {
        "text": "1886 年 5 月 1 日、米国のシカゴでヘイマーケットの反乱が起こり、労働条件の改善と 1 日 8 時間労働を求める労働者らの抗議活動が目立った。"
      },
      {
        "text1": "1994 年 5 月 1 日、関税および貿易に関する一般協定 (GATT) が発効し、GATT の後継として世界貿易機関 (WTO) が設立された国際貿易における画期的な出来事です。"
      }
    ]
  },
  "5-2": {
    "curiosity": [
      {
        "text": "1519年5月2日、イタリアの探検家レオナルド・ダ・ヴィンチがフランスのアンボワーズで亡くなった。"
      },
      {
        "text1": "2011年5月2日、アルカイダの創設者で2001年9月11日の攻撃の責任者であるテロ指導者オサマ・ビン・ラディンがパキスタンでの米軍作戦中に殺害された。"
      }
    ]
  },
  "5-3": {
    "curiosity": [
      {
        "text": "1808 年 5 月 3 日、ナポレオン戦争中のマドリッドにおけるフランス占領に対する民衆の反乱であるドス デ マヨ蜂起が起こりました。"
      },
      {
        "text1": "1979 年 5 月 3 日、マーガレット サッチャーは女性として初めて英国首相に選出され、3 期連続でその職を務めました。"
      },
      {
        "text1": "2000 年 5 月 3 日、ロンドンでミレニアム ブリッジの落成式が行われました。ミレニアム ブリッジはテムズ川に架かる象徴的な建造物であり、ロンドンのシンボルとなっています。"
      }
    ]
  },
  "5-4": {
    "curiosity": [
      {
        "text": "1626 年 5 月 4 日、オランダ人探検家ピーター・ミヌイットがマンハッタン島に到着し、後にニューヨーク市となる植民地を設立しました。"
      },
      {
        "text1": "1970年5月4日、米国でケント州大虐殺が発生し、州兵がベトナム戦争に抗議する学生らに発砲し、4人が死亡した。"
      }
    ]
  },
  "5-5": {
    "curiosity": [
      {
        "text": "1821 年 5 月 5 日、南米の革命指導者シモン・ボリバルはカラボボの戦いでスペイン軍を破り、ベネズエラの独立を強固にした。"
      },
      {
        "text1": "1862 年 5 月 5 日、メキシコでプエブラの戦いが起こり、メキシコ軍は国を征服しようとしたフランス軍に対して驚くべき勝利を収めました。"
      }
    ]
  },
  "5-6": {
    "curiosity": [
      {
        "text": "1527 年 5 月 6 日、カール 5 世の軍隊がローマ市に侵入して略奪したローマ略奪が起こり、イタリア ルネサンスは終わりを告げました。"
      },
      {
        "text1": "1954 年 5 月 6 日、ベトナムのディエンビエンフーの戦いはフランス植民地軍に対するベトミンの勝利で終わり、フランスの撤退と仏領インドシナの終焉につながりました。"
      }
    ]
  },
  "5-7": {
    "curiosity": [
      {
        "text": "1824 年 5 月 7 日、ベートーベンはオーストリアのウィーンで、最も有名な作品である喜びの賛歌とともに第 9 交響曲を初演しました。"
      },
      {
        "text1": "1945 年 5 月 7 日、ナチス ドイツは連合軍に無条件降伏し、ヨーロッパにおける第二次世界大戦は終結しました。"
      }
    ]
  },
  "5-8": {
    "curiosity": [
      {
        "text": "1886年5月8日、アメリカのシカゴで1日8時間労働に抗議するヘイマーケット労働者の反乱が起こり、労働者と警察の間で激しい衝突が起きた。"
      },
      {
        "text1": "1945 年 5 月 8 日、ナチス ドイツの無条件降伏によりヨーロッパで第二次世界大戦が終結したことを祝う「ヨーロッパ戦勝デー」が宣言されました。"
      }
    ]
  },
  "5-9": {
    "curiosity": [
      {
        "text": "1502 年 5 月 9 日、探検家クリストファー コロンブスは新世界への 4 回目で最後の航海に出発しました。"
      },
      {
        "text1": "1950 年 5 月 9 日、フランス外務大臣ロベール シューマンは、欧州統合に向けた重要な一歩となる欧州石炭鉄鋼共同体 (ECSC) 創設の提案を提出しました。"
      }
    ]
  },
  "5-10": {
    "curiosity": [
      {
        "text": "1503 年 5 月 10 日、イタリアのルネサンス期の画家ミケランジェロは、彼の最も有名な作品の 1 つであるダビデの彫刻に着手しました。"
      },
      {
        "text1": "1994 年 5 月 10 日、ネルソン マンデラが南アフリカ初の黒人大統領に就任し、同国のアパルトヘイトが終わり、新しい時代の始まりが始まりました。"
      }
    ]
  },
  "5-11": {
    "curiosity": [
      {
        "text": "330 年 5 月 11 日、ローマ皇帝コンスタンティヌス 1 世は、東ローマ帝国、のちのビザンツ帝国の首都となるコンスタンティノープルの都市を設立しました。"
      },
      {
        "text1": "1998年5月11日、インドは初の核兵器実験に成功し、この地域の緊張が高まり、南アジアでの一連の核実験が引き起こされた。"
      }
    ]
  },
  "5-12": {
    "curiosity": [
      {
        "text": "1820 年 5 月 12 日、近代看護の先駆者であるフローレンス ナイチンゲールがイタリアのフィレンツェで生まれました。"
      },
      {
        "text1": "1962 年 5 月 12 日、アメリカの宇宙飛行士スコット・カーペンターは、オーロラ 7 号宇宙船に乗って地球周回軌道を周回した 2 人目のアメリカ人となりました。"
      }
    ]
  },
  "5-13": {
    "curiosity": [
      {
        "text": "1917 年 5 月 13 日、ポルトガルのファティマで 3 人の羊飼いの子供たちに対する聖母マリアの最初の出現が起こり、後にファティマの出現として知られる一連の出来事が始まりました。"
      },
      {
        "text1": "1981年5月13日、教皇ヨハネ・パウロ2世はローマで襲撃を受け、重傷を負ったものの、一命を取り留めた。"
      }
    ]
  },
  "5-14": {
    "curiosity": [
      {
        "text": "1948 年 5 月 14 日、イスラエル国家の独立が宣言され、現代のユダヤ国家が設立されました。"
      },
      {
        "text1": "2011 年 5 月 14 日に南スーダンは独立宣言を行い、世界で最も若い国となりました。"
      }
    ]
  },
  "5-15": {
    "curiosity": [
      {
        "text": "1252年5月15日、教皇インノケンティウス4世は教皇勅書アド・エクスティルパンダを発布し、異端の自白を得る手段として異端審問に拷問を使用することを認めた。"
      },
      {
        "text1": "第二次世界大戦中の1940年5月15日、オランダはドイツ軍に降伏し、オランダの戦いは終結した。"
      }
    ]
  },
  "5-16": {
    "curiosity": [
      {
        "text": "1929 年 5 月 16 日、オスカーの授与を担当する映画芸術科学アカデミーが設立されました。"
      },
      {
        "text1": "1966 年 5 月 16 日、ビーチ ボーイズの象徴的なアルバム「ペット サウンズ」がリリースされました。このアルバムはポップ ミュージックの基準となり、何世代ものアーティストに影響を与えました。"
      }
    ]
  },
  "5-17": {
    "curiosity": [
      {
        "text": "1792 年 5 月 17 日、フランス革命中のフランス王妃マリー・アントワネットは裁判にかけられ、死刑判決を受けました。"
      },
      {
        "text1": "2004 年 5 月 17 日、米国初の同性結婚がマサチューセッツ州で合法化されました。"
      }
    ]
  },
  "5-18": {
    "curiosity": [
      {
        "text": "1804 年 5 月 18 日、ナポレオン ボナパルトがフランス皇帝に宣言され、フランス第一帝国が設立されました。"
      },
      {
        "text1": "1980 年 5 月 18 日、米国にある火山のセントヘレンズ山が噴火し、米国史上最大規模の火山噴火の 1 つが発生しました。"
      }
    ]
  },
  "5-19": {
    "curiosity": [
      {
        "text": "1536 年 5 月 19 日、イングランド王ヘンリー 8 世の 2 番目の妻アン ブーリンが姦通と反逆の罪で処刑されました。"
      },
      {
        "text1": "1962年5月19日、女優のマリリン・モンローは、アメリカ合衆国大統領ジョン・F・ケネディの誕生日を祝うパーティーで「ハッピーバースデー」を歌いました。"
      }
    ]
  },
  "5-20": {
    "curiosity": [
      {
        "text": "1498 年 5 月 20 日、ポルトガルの探検家バスコ ダ ガマがインドに到着し、ヨーロッパとインド亜大陸を結ぶ航路が開かれました。"
      },
      {
        "text1": "1873 年 5 月 20 日、有名なロシアの作曲家ピョートル・イリイチ・チャイコフスキーは交響曲「交響曲第 3 番ニ長調作品 2」を初演しました。 29」は「ポーランド交響曲」としても知られています。"
      }
    ]
  },
  "5-21": {
    "curiosity": [
      {
        "text": "1927 年 5 月 21 日、アメリカ人パイロットのチャールズ リンドバーグは、スピリット オブ セントルイス飛行機に乗ってニューヨークからパリまで初の大西洋単独無着陸横断飛行を成功させました。"
      },
      {
        "text1": "1991年5月21日、フィリピンの前大統領コラソン・アキノは、フィリピンからの米軍基地の撤退を発表し、数十年にわたるフィリピンにおける米軍の駐留に終止符を打った。"
      }
    ]
  },
  "5-22": {
    "curiosity": [
      {
        "text": "1455 年 5 月 22 日、王位の主導権をめぐるヨーク家とランカスター家の間の内戦である薔薇戦争がイングランドで始まりました。"
      },
      {
        "text1": "2010 年 5 月 22 日、ニュージーランドのクライストチャーチ市でマグニチュード 6.3 の地震が発生し、甚大な被害が発生し、人命が失われました。"
      }
    ]
  },
  "5-23": {
    "curiosity": [
      {
        "text": "1430 年 5 月 23 日、ジャンヌ ダルクは百年戦争中にブルゴーニュ軍に捕らえられ、後にイギリス軍に引き渡されて異端の罪で裁判にかけられました。"
      },
      {
        "text1": "1934年5月23日、「ボニーとクライド」として知られる犯罪者夫婦のボニー・パーカーとクライド・バローが衝突中に警察に射殺された。"
      }
    ]
  },
  "5-24": {
    "curiosity": [
      {
        "text": "1543 年 5 月 24 日、ニコラウス コペルニクスは「De Revolutionibus Orbium Celestium」という本を出版し、太陽系の地動説を発表しました。"
      },
      {
        "text1": "1883 年 5 月 24 日、米国最古の吊り橋の 1 つであるブルックリン橋が開通し、マンハッタンとブルックリンが結ばれました。"
      }
    ]
  },
  "5-25": {
    "curiosity": [
      {
        "text": "1977 年 5 月 25 日、「スター・ウォーズ」サーガの最初の映画「スター・ウォーズ エピソード IV - 新たなる希望」が米国の劇場で公開されました。"
      },
      {
        "text1": "2005 年 5 月 25 日、世界最大の民間航空機であるエアバス A380 がフランスのトゥールーズで初の試験飛行を行いました。"
      }
    ]
  },
  "5-26": {
    "curiosity": [
      {
        "text": "1896 年 5 月 26 日、チャールズ ダウはダウ ジョーンズ工業平均として知られる最初の株価指数を発表し、これが重要な金融市場指標となりました。"
      },
      {
        "text1": "1967 年 5 月 26 日、ビートルズの象徴的なアルバム「サージェント」がリリースされました。ペッパーズ・ロンリー・ハーツ・クラブ・バンド」がリリースされ、ポピュラー音楽の歴史における画期的な作品となりました。"
      }
    ]
  },
  "5-27": {
    "curiosity": [
      {
        "text": "1937 年 5 月 27 日、ドイツの飛行船ヒンデンブルク号が米国ニュージャージー州に着陸しようとして火災が発生し、36 名が死亡しました。"
      },
      {
        "text1": "1999 年 5 月 27 日、世界保健機関 (WHO) は、アメリカ大陸からポリオが根絶され、ポリオが発生していない世界で最初の地域になったと宣言しました。"
      }
    ]
  },
  "5-28": {
    "curiosity": [
      {
        "text": "1953 年 5 月 28 日、ニュージーランドの登山家エドモンド ヒラリーとシェルパのテンジン ノルゲイは、世界最高峰であるエベレストの頂上に初めて到達しました。"
      },
      {
        "text1": "1995 年 5 月 28 日、ラグビー南アフリカ代表チームは、アパルトヘイト廃止後初の出場となり、ラグビー ワールドカップで優勝しました。"
      }
    ]
  },
  "5-29": {
    "curiosity": [
      {
        "text": "1453 年 5 月 29 日、ビザンチン帝国の首都コンスタンティノープルがオスマン帝国軍により陥落し、中世の終わりと近代の始まりが始まりました。"
      },
      {
        "text1": "1953 年 5 月 29 日、エドモンド ヒラリー卿とテンジン ノルゲイは史上初めてエベレスト登頂に成功し、将来の遠征への道を切り開き、人類の限界に挑戦しました。"
      }
    ]
  },
  "5-30": {
    "curiosity": [
      {
        "text": "百年戦争中の1431年5月30日、ジャンヌ・ダルクは異端の罪で火刑に処せられた。"
      },
      {
        "text1": "1922 年 5 月 30 日、アメリカ合衆国第 16 代大統領エイブラハム リンカーンを記念して、リンカーン記念堂がアメリカ合衆国ワシントン DC に奉献されました。"
      }
    ]
  },
  "5-31": {
    "curiosity": [
      {
        "text": "1911 年 5 月 31 日、世界で最も有名で伝統的な自動車レースの 1 つである最初のインディアナポリス レースが終了しました。"
      },
      {
        "text1": "1962 年 5 月 31 日、チリでバルディビア地震が発生しました。この地震は、マグニチュード 9.4 から 9.6 と推定され、観測史上最強と考えられています。"
      }
    ]
  },
  "6-1": {
    "curiosity": [
      {
        "text": "1495 年 6 月 1 日、イタリアの探検家クリストファー コロンブスは、新世界への 3 回目の航海中にトリニダード島を発見しました。"
      },
      {
        "text1": "1967 年 6 月 1 日、ビートルズの象徴的なアルバム「サージェント」がリリースされました。ペッパーズ・ロンリー・ハーツ・クラブ・バンド」がリリースされ、ポピュラー音楽の歴史における画期的な作品となりました。"
      }
    ]
  },
  "6-2": {
    "curiosity": [
      {
        "text": "1953年6月2日、父ジョージ6世の死去を受け、イギリス女王エリザベス2世の戴冠式がロンドンのウェストミンスター寺院で行われた。"
      },
      {
        "text1": "1979年6月2日、独裁者フェルディナンド・マルコス政権崩壊後、フィリピンの元大統領夫人イメルダ・マルコスが汚職と不当利得の容疑で逮捕された。"
      }
    ]
  },
  "6-3": {
    "curiosity": [
      {
        "text": "1965 年 6 月 3 日、アメリカの宇宙飛行士エドワード ホワイトは、ジェミニ 4 号のミッション中に船外活動を行った最初のアメリカの宇宙飛行士になりました。"
      },
      {
        "text1": "1989 年 6 月 3 日、中国の北京で天安門事件が発生しました。このとき中国当局は民主化運動の参加者を残酷に弾圧し、数百人、おそらくは数千人の死者を出しました。"
      }
    ]
  },
  "6-4": {
    "curiosity": [
      {
        "text": "第二次世界大戦中の 1942 年 6 月 4 日、太平洋でミッドウェー海戦が始まり、大日本帝国に対する米国の戦略的勝利がもたらされました。"
      },
      {
        "text1": "1989 年 6 月 4 日、中国北京の天安門広場で起きた民主化運動は、中国政府によって軍隊と戦車を使用して残酷に弾圧されました。"
      }
    ]
  },
  "6-5": {
    "curiosity": [
      {
        "text": "1947 年 6 月 5 日、第二次世界大戦の影響を受けたヨーロッパ諸国に経済援助を提供することを目的としたマーシャル プランがジョージ マーシャル米国国務長官によって発表されました。"
      },
      {
        "text1": "1967 年 6 月 5 日、イスラエルと近隣アラブ諸国の間の紛争である六日間戦争が始まり、その結果イスラエルが決定的な勝利を収め、地域の国境に大きな変化が生じました。"
      }
    ]
  },
  "6-6": {
    "curiosity": [
      {
        "text": "1944 年 6 月 6 日、第二次世界大戦最大の軍事作戦の 1 つである D デイが開催され、連合軍がフランスのノルマンディーに上陸し、ナチスの支配から西ヨーロッパの解放が始まりました。"
      },
      {
        "text1": "1968年6月6日、ジョン・F・ケネディ大統領の弟でアメリカ上院議員ロバート・F・ケネディが大統領選挙活動中にカリフォルニア州ロサンゼルスで暗殺された。"
      }
    ]
  },
  "6-7": {
    "curiosity": [
      {
        "text": "1494 年 6 月 7 日、ポルトガルとスペインの間でトルデシリャス条約が締結され、ヨーロッパ外で発見された土地とこれから発見される土地を分割し、両国の間で世界を分ける仮想の線が確立されました。"
      },
      {
        "text1": "1981 年 6 月 7 日、ボイジャー 2 号宇宙探査機は土星に到着し、土星とその衛星に関する画像と詳細情報を地球に送信しました。"
      }
    ]
  },
  "6-8": {
    "curiosity": [
      {
        "text": "1783 年 6 月 8 日、モンゴルフィエ兄弟はフランスのアノネーで有人熱気球の初の公開飛行に成功し、航空時代の始まりを告げました。"
      },
      {
        "text1": "1972年6月8日、フランシス・フォード・コッポラ監督、マーロン・ブランドとアル・パチーノ主演の映画『ゴッドファーザー』が米国の劇場で公開された。"
      }
    ]
  },
  "6-9": {
    "curiosity": [
      {
        "text": "1815年6月9日、ベルギーのワーテルローの戦いがナポレオン・ボナパルト率いる軍とヨーロッパ連合軍の間で起こり、ナポレオンは最終的に敗北し、彼の帝国は終焉を迎えた。"
      },
      {
        "text1": "1934 年 6 月 9 日、米国下院非米国問題委員会が設立され、後に「魔女狩り」として知られる国内の共産主義活動の調査が開始されました。"
      }
    ]
  },
  "6-10": {
    "curiosity": [
      {
        "text": "第二次世界大戦中の1940年6月10日、イタリアはフランスとイギリスに対して宣戦布告し、ナチス・ドイツ側として参戦した。"
      },
      {
        "text1": "1967 年 6 月 10 日、六日間戦争は近隣のアラブ諸国に対するイスラエルの決定的な勝利で終結し、その結果、この地域の国境に大きな変化が生じました。"
      }
    ]
  },
  "6-11": {
    "curiosity": [
      {
        "text": "1509 年 6 月 11 日、イングランド国王ヘンリー 8 世はグリニッジ宮殿のチャペル ロイヤルで挙式を行い、最初の妻キャサリン オブ アラゴンと結婚しました。"
      },
      {
        "text1": "1963年6月11日、ベトナムの僧侶ティク・クアン・ドクは南ベトナム政府による宗教迫害に抗議し、サイゴンの繁華街で自らを犠牲にした。"
      }
    ]
  },
  "6-12": {
    "curiosity": [
      {
        "text": "米西戦争中の1898年6月12日、サンティアゴ・デ・クーバ近郊でアメリカ軍とスペイン軍の間でラス・グアシマスの戦いが行われた。"
      },
      {
        "text1": "1987年6月12日、米国のロナルド・レーガン大統領はドイツのベルリンで演説し、ソ連の指導者ミハイル・ゴルバチョフに対し、ベルリンの壁に言及して「この壁を取り壊す」よう呼び掛けた。"
      }
    ]
  },
  "6-13": {
    "curiosity": [
      {
        "text": "1920 年 6 月 13 日、トリアノン条約が調印され、第一次世界大戦後、連合国とハンガリーの間の戦争状態が正式に終結しました。"
      },
      {
        "text1": "1971 年 6 月 13 日、インテルサット IV F-3 と呼ばれる最初の商用宇宙衛星が打ち上げられ、テレビの生中継や国際電話が可能になりました。"
      }
    ]
  },
  "6-14": {
    "curiosity": [
      {
        "text": "1777 年 6 月 14 日、米国大陸会議は、元の 13 の植民地を表す、13 本の赤と白の交互の縞模様と、円の中に 13 個の白い星を配した青い地を特徴とする「米国旗」を採択しました。"
      },
      {
        "text1": "1940 年 6 月 14 日、ドイツ軍がパリに入城し、第二次世界大戦中にフランスの首都を占領しました。"
      }
    ]
  },
  "6-15": {
    "curiosity": [
      {
        "text": "1215 年 6 月 15 日、イングランドのジョン王は、君主の権力を制限し、英国貴族の権利と自由を確立する文書であるマグナ カルタに署名しました。"
      },
      {
        "text1": "1904 年 6 月 15 日、ジェイムズ ジョイスが書いた『ユリシーズ』の初版がパリで出版され、現代文学における重要なマイルストーンとなりました。"
      }
    ]
  },
  "6-16": {
    "curiosity": [
      {
        "text": "1858 年 6 月 16 日、イリノイ州共和党大会でエイブラハム リンカーンが行った有名な演説であるスプリングフィールド演説が行われ、その中でリンカーンは「対立する家は存続できない」と述べました。 。"
      },
      {
        "text1": "1963 年 6 月 16 日、ソ連の宇宙飛行士ワレンティーナ テレシコワは、ボストーク 6 号宇宙船に乗って女性として初めて宇宙を旅しました。"
      }
    ]
  },
  "6-17": {
    "curiosity": [
      {
        "text": "1579 年 6 月 17 日、イギリスの探検家で私掠船のフランシス・ドレーク卿は、世界一周航海中に現在カリフォルニア州ドレーク湾として知られる場所に上陸しました。"
      },
      {
        "text1": "1972 年 6 月 17 日、ワシントン D.C. のウォーターゲート ホテルで有名な侵入事件が発生しました。これは「ウォーターゲート スキャンダル」として知られる政治スキャンダルにつながり、アメリカ合衆国大統領リチャード ニクソンの辞任につながりました。 1974年に。"
      }
    ]
  },
  "6-18": {
    "curiosity": [
      {
        "text": "1815年6月18日、ワーテルローの戦いが起こり、ウェリントン公とプロイセン元帥ゲブハルト・レーベレヒト・フォン・ブリュッヒャーの軍隊がナポレオン・ボナパルトを決定的に破り、彼の帝国に終止符を打った。"
      },
      {
        "text1": "1983 年 6 月 18 日、サリー ライドはスペースシャトル チャレンジャー号に乗って宇宙旅行をした最初のアメリカ人女性となりました。"
      }
    ]
  },
  "6-19": {
    "curiosity": [
      {
        "text": "1865 年 6 月 19 日、米国のテキサス州で最後に奴隷にされていた人々は、「ジューンティーンス」として知られるこの出来事で解放を知らされ、今日でも独立記念日として祝われています。アフリカ系アメリカ人の解放。"
      },
      {
        "text1": "1978 年 6 月 19 日、ジム デイビスが生み出した有名なオレンジ色の猫、ガーフィールドが全米の新聞に漫画としてデビューしました。"
      }
    ]
  },
  "6-20": {
    "curiosity": [
      {
        "text": "1782 年 6 月 20 日、大陸会議は、盾を持ったアメリカンイーグルと元の 13 の植民地を表す 13 個の星を特徴とする現在の米国国章のデザインを採用しました。"
      },
      {
        "text1": "1963 年 6 月 20 日、ソ連はワレンティーナ テレシコワを乗せたボストーク 6 号宇宙船を打ち上げ、彼女は女性として初めて単独宇宙飛行を行った。"
      }
    ]
  },
  "6-21": {
    "curiosity": [
      {
        "text": "1948 年 6 月 21 日、西ドイツは新しい通貨であるドイツマルクを導入し、東ドイツと西ドイツの間の通貨分離の始まりとなりました。"
      },
      {
        "text1": "1982年6月21日、英国空軍はフォークランド紛争中のブラックバック作戦を開始し、アルゼンチンが占領したフォークランド諸島の滑走路を空爆した。"
      }
    ]
  },
  "6-22": {
    "curiosity": [
      {
        "text": "第二次世界大戦中の1941年6月22日、ナチスドイツはソ連に侵攻し、バルバロッサ作戦を開始した。"
      },
      {
        "text1": "1990 年 6 月 22 日、東ドイツと西ドイツは統一条約に署名し、ドイツの分断に終止符を打ち、国家が統一されました。"
      }
    ]
  },
  "6-23": {
    "curiosity": [
      {
        "text": "1314年6月23日、バノックバーンの戦いが起こり、第一次スコットランド独立戦争中にロバート・ザ・ブルース率いるスコットランド軍がイングランド軍に決定的な勝利を収めた。"
      },
      {
        "text1": "2016 年 6 月 23 日、英国の有権者は、Brexit として知られる国民投票で、英国の EU 離脱に賛成票を投じました。"
      }
    ]
  },
  "6-24": {
    "curiosity": [
      {
        "text": "1497 年 6 月 24 日、ジョン カボットとして知られるイタリアの探検家ジョバンニ カボットが北米に到着し、イングランドの名でその土地を主張しました。"
      },
      {
        "text1": "1948 年 6 月 24 日、ソ連が西ベルリンへのすべての陸地と水路を封鎖し、国際危機を引き起こしたベルリン封鎖が始まりました。"
      }
    ]
  },
  "6-25": {
    "curiosity": [
      {
        "text": "1876年6月25日、リトルビッグホーンの戦いが起こり、スー族とシャイアン軍がジョージ・アームストロング・カスター中佐率いるアメリカ陸軍第7騎兵連隊を破った。"
      },
      {
        "text1": "1950 年 6 月 25 日、北朝鮮軍が韓国に侵攻し朝鮮戦争が始まり、紛争は 1953 年まで続きました。"
      }
    ]
  },
  "6-26": {
    "curiosity": [
      {
        "text": "1284 年 6 月 26 日、メロリアの戦いが起こり、ジェノヴァ共和国がピサ共和国を破り、西地中海の支配を強化しました。"
      },
      {
        "text1": "1975 年 6 月 26 日、モザンビークの独立が達成され、同国におけるポルトガルの植民地支配が終わりを告げました。"
      }
    ]
  },
  "6-27": {
    "curiosity": [
      {
        "text": "1709 年 6 月 27 日、ロシアの指導者ピョートル大帝はスウェーデンに対するポルタヴァの戦いに勝利し、この地域におけるロシアの権力を強化し、スウェーデン帝国の衰退を示しました。"
      },
      {
        "text1": "1950 年 6 月 27 日、朝鮮戦争中のテジョンの戦いが始まり、北朝鮮軍がアメリカ軍が守るテジョン市を攻撃しました。"
      }
    ]
  },
  "6-28": {
    "curiosity": [
      {
        "text": "1914年6月28日、オーストリアのフランツ・フェルディナント大公夫妻がボスニアのサラエボで暗殺され、これが第一次世界大戦勃発の引き金となった。"
      },
      {
        "text1": "1969 年 6 月 28 日、ニューヨークの LGBTQ+ の人々が頻繁に訪れるバー、ストーンウォール インへの警察の強制捜査に応じた一連の抗議活動であるストーンウォール暴動が発生し、LGBTQ+ の権利を求める運動の重要なマイルストーンとなりました。"
      }
    ]
  },
  "6-29": {
    "curiosity": [
      {
        "text": "1613 年 6 月 29 日、ロンドンのグローブ座はシェイクスピア劇の上演中に火災で焼失しましたが、後に再建されました。"
      },
      {
        "text1": "2007 年 6 月 29 日、Apple の最初の iPhone が米国で発売され、スマートフォンおよびモバイル技術業界に革命をもたらしました。"
      }
    ]
  },
  "6-30": {
    "curiosity": [
      {
        "text": "1859 年 6 月 30 日、フランス人のチャールズ ブロンダンが、張られた鋼ケーブルでナイアガラの滝を渡った最初の人物になりました。"
      },
      {
        "text1": "1997 年 6 月 30 日、香港の主権は英国から中華人民共和国に移管され、香港の領土に対する英国の統治は終わりを告げました。"
      }
    ]
  },
  "7-1": {
    "curiosity": [
      {
        "text": "1867 年 7 月 1 日、カナダ連邦が開催され、ニュー ブランズウィック州、ノバスコシア州、およびカナダ州が大英帝国内の自治連邦に統合され、現代のカナダが誕生しました。"
      },
      {
        "text1": "第一次世界大戦中の 1916 年 7 月 1 日、ソンムの戦いが始まりました。ソンムの戦いは、死者、負傷者、行方不明者を含む 100 万人以上の犠牲者を出した、史上最も血なまぐさい壊滅的な戦いの 1 つです。"
      }
    ]
  },
  "7-2": {
    "curiosity": [
      {
        "text": "1776 年 7 月 2 日、アメリカ大陸会議はイギリスからの 13 植民地の独立を決議しました。これはアメリカの歴史の中で極めて重要な出来事であり、7 月 4 日の独立宣言につながりました。"
      },
      {
        "text1": "1881 年 7 月 2 日、アメリカ合衆国大統領ジェームズ A. ガーフィールドはワシントン DC で暗殺者に射殺され、同年 9 月に死亡しました。"
      }
    ]
  },
  "7-3": {
    "curiosity": [
      {
        "text": "南北戦争中の 1863 年 7 月 3 日、ゲティスバーグの戦いが起こりました。これは南北戦争の主要な衝突の 1 つであり、米国の歴史の中で最も重要な戦いの 1 つと考えられています。"
      },
      {
        "text1": "1971 年 7 月 3 日、ニューヨーク タイムズは、ベトナム戦争に関する情報を明らかにし、世論に大きな影響を与えた米国政府の一連の秘密文書であるペンタゴン ペーパーの掲載を開始しました。"
      }
    ]
  },
  "7-4": {
    "curiosity": [
      {
        "text": "1776 年 7 月 4 日、アメリカ合衆国はイギリスからの独立を宣言しました。これはアメリカ合衆国独立記念日であり、毎年国民の祝日として祝われます。"
      },
      {
        "text1": "1863 年 7 月 4 日、ロバート E. リー将軍と北バージニア軍はユリシーズ S. グラント将軍に降伏し、南北戦争中のビックスバーグの戦いは終結しました。"
      }
    ]
  },
  "7-5": {
    "curiosity": [
      {
        "text": "1948 年 7 月 5 日、英国は英国の鉄道を国有化し、国の鉄道システムを担当する国営会社である英国鉄道を設立しました。"
      },
      {
        "text1": "1996 年 7 月 5 日、羊のドリーは成体細胞からクローン化された最初の哺乳動物となり、クローン化の歴史における重要なマイルストーンとなりました。"
      }
    ]
  },
  "7-6": {
    "curiosity": [
      {
        "text": "1885 年 7 月 6 日、ルイ パスツールは人間の患者への狂犬病ワクチンの投与に初めて成功し、予防接種の分野で大きな進歩を遂げました。"
      },
      {
        "text1": "1957 年 7 月 6 日、アルテア ギブソンはウィンブルドン トーナメントで優勝した最初のアフリカ系アメリカ人テニス選手となり、スポーツにおける多様性への道を切り開きました。"
      }
    ]
  },
  "7-7": {
    "curiosity": [
      {
        "text": "1937 年 7 月 7 日、盧溝橋の戦いは第二次日中戦争の始まりとなり、この戦争は 1945 年まで続き、アジア太平洋地域に大きな影響を与えました。"
      },
      {
        "text1": "2005 年 7 月 7 日、ロンドンで 7 日攻撃が発生しました。これはロンドンの公共交通機関に対する一連の組織的テロ攻撃であり、52 人が死亡、数百人が負傷しました。"
      }
    ]
  },
  "7-8": {
    "curiosity": [
      {
        "text": "1497 年 7 月 8 日、ポルトガルの探検家バスコ ダ ガマはインドへの最初の航海にリスボンを出発し、ヨーロッパとアジアを結ぶ直接の航路を開いた。"
      },
      {
        "text1": "1776 年 7 月 8 日、アメリカ合衆国独立宣言がペンシルバニア州フィラデルフィアで初めて公に読み上げられ、イギリスから 13 植民地の正式な分離が宣言されました。"
      }
    ]
  },
  "7-9": {
    "curiosity": [
      {
        "text": "1877 年 7 月 9 日、第 1 回ウィンブルドン テニス トーナメントがロンドンで開催され、スポーツ界で最も権威のあるイベントの 1 つとなりました。"
      },
      {
        "text1": "1962 年 7 月 9 日、アルジェリア共和国が宣言され、フランス植民地支配に対するアルジェリア戦争が終結しました。"
      }
    ]
  },
  "7-10": {
    "curiosity": [
      {
        "text": "1962 年 7 月 10 日、最初の実用的な通信衛星であるテルスター 1 号が宇宙に打ち上げられ、地球規模でのテレビ、電話、データ信号の送信が可能になりました。"
      },
      {
        "text1": "第二次世界大戦中の 1940 年 7 月 10 日、バトル オブ ブリテンが始まり、イギリス空軍とドイツ空軍の間の激しい航空作戦が始まりました。"
      }
    ]
  },
  "7-11": {
    "curiosity": [
      {
        "text": "1804年7月11日、当時のアメリカ合衆国副大統領アーロン・バーは、悪名高い決闘で建国の父の一人であるアレクサンダー・ハミルトンに致命傷を負わせた。"
      },
      {
        "text1": "1960 年 7 月 11 日、チャドはフランスから独立し、アフリカの脱植民地化に向けた重要な一歩を踏み出しました。"
      }
    ]
  },
  "7-12": {
    "curiosity": [
      {
        "text": "1906 年 7 月 12 日、チャールズ ダーウィンの『種の起源』という本が出版され、自然選択による進化の理論が提示され、生物学と地球上の生命の多様性の理解における画期的な出来事となりました。"
      },
      {
        "text1": "1979 年 7 月 12 日、サンディニスタ運動が主導するニカラグア政府はアナスタシオ ソモサ デバイレの独裁政権を打倒し、ニカラグアの長い権威主義統治の時代に終止符を打ちました。"
      }
    ]
  },
  "7-13": {
    "curiosity": [
      {
        "text": "フランス革命中の 1793 年 7 月 13 日、当時の政治指導者の一人、ジャン＝ポール・マラーは、ジロンダンの支持者であるシャルロット・コルデーによって暗殺されました。"
      },
      {
        "text1": "1985年7月13日、UEFAチャンピオンズリーグ決勝戦前にブリュッセルのヘイゼルスタジアムで大惨事が発生し、サッカーファンの群衆により39人が死亡した。"
      }
    ]
  },
  "7-14": {
    "curiosity": [
      {
        "text": "1789 年 7 月 14 日、パリでバスティーユ襲撃が発生しました。これは、フランス革命の始まりと自由と平等のための戦いを象徴する出来事でした。"
      },
      {
        "text1": "1965 年 7 月 14 日、マリナー 4 号宇宙探査機は火星の初のフライバイに成功し、赤い惑星の最初のクローズアップ画像を送り返しました。"
      }
    ]
  },
  "7-15": {
    "curiosity": [
      {
        "text": "1099 年 7 月 15 日、第 1 回十字軍によるエルサレムの征服が行われ、中世の十字軍の間にエルサレム王国が設立されました。"
      },
      {
        "text1": "1971 年 7 月 15 日、NASA による有人宇宙ミッションであるアポロ 15 号が打ち上げられ、月面探査車を初めて使用して月面を探索しました。"
      }
    ]
  },
  "7-16": {
    "curiosity": [
      {
        "text": "1945 年 7 月 16 日、トリニティ実験として知られるマンハッタン計画における最初の核爆発が成功し、核時代の始まりが告げられました。"
      },
      {
        "text1": "1969 年 7 月 16 日、アポロ 11 号は、最初の宇宙飛行士を月に連れて行くことを目的として、ケープ ケネディ空軍基地から打ち上げられました。"
      }
    ]
  },
  "7-17": {
    "curiosity": [
      {
        "text": "1918年7月17日、ロシア革命中に皇帝ニコライ2世率いるロシア皇帝一家がボリシェヴィキによって処刑された。"
      },
      {
        "text1": "1996年7月17日、ニューヨーク州ロングアイランド近郊でボーイング747型旅客機が空中爆発して大西洋に墜落し、乗員230人全員が死亡したTWA800便事故が発生した。ボード。"
      }
    ]
  },
  "7-18": {
    "curiosity": [
      {
        "text": "1925年7月18日、メキシコの革命指導者パンチョ・ビジャがメキシコのパラルで暗殺されたが、その状況はいまだ謎に包まれている。"
      },
      {
        "text1": "1969 年 7 月 18 日、宇宙飛行士ニール アームストロングはアポロ 11 号のミッション中に人類として初めて月面を歩き、「これは人類にとっては小さな一歩だが、人類にとっては巨大な飛躍である」という有名なフレーズを発しました。"
      }
    ]
  },
  "7-19": {
    "curiosity": [
      {
        "text": "1799 年 7 月 19 日、ロゼッタ ストーンはフランスによるエジプト占領中に発見され、古代エジプトの象形文字解読の鍵となりました。"
      },
      {
        "text1": "1848 年 7 月 19 日、米国で最初のセネカ フォールズ大会が開催され、女性の権利運動の始まりとなりました。"
      }
    ]
  },
  "7-20": {
    "curiosity": [
      {
        "text": "1969 年 7 月 20 日、アポロ 11 号が月面に着陸し、月面着陸を行った最初の有人宇宙ミッションとなり、宇宙飛行士のニール アームストロングとバズ アルドリンが月面を歩くことが可能になりました。"
      },
      {
        "text1": "第二次世界大戦中の1944年7月20日、クラウス・フォン・シュタウフェンベルク率いるアドルフ・ヒトラー暗殺の試みが失敗に終わったヒトラー攻撃が起きた。"
      }
    ]
  },
  "7-21": {
    "curiosity": [
      {
        "text": "1969 年 7 月 21 日、アポロ 11 号の宇宙飛行士ニール アームストロングとバズ アルドリンは月への歴史的な任務を終え、無事に地球に帰還しました。"
      },
      {
        "text1": "第二次世界大戦中の 1944 年 7 月 21 日、グアムの戦いが起こり、アメリカ軍が日本の支配からグアム島を取り戻しました。"
      }
    ]
  },
  "7-22": {
    "curiosity": [
      {
        "text": "1298年7月22日、第一次スコットランド独立戦争中にフォルカークの戦いが起こり、エドワード1世率いるイングランド軍がウィリアム・ウォレス率いるスコットランド軍を破った。"
      },
      {
        "text1": "1933 年 7 月 22 日、ワイリー ポストは飛行機で単独で世界一周を飛行した最初のパイロットとなり、7 日と 18 時間 49 分でその航路を完了しました。"
      }
    ]
  },
  "7-23": {
    "curiosity": [
      {
        "text": "1952 年 7 月 23 日、エジプトの将軍ムハンマド ナギブはエジプト国王ファルーク 1 世を退位させ、この国の新たな時代の始まりを告げました。"
      },
      {
        "text1": "1903 年 7 月 23 日、フォード モーター カンパニーは米国で正式に法人化され、世界最大の自動車会社の 1 つが誕生しました。"
      }
    ]
  },
  "7-24": {
    "curiosity": [
      {
        "text": "1911 年 7 月 24 日、ハイラム ビンガム 3 世はペルーの失われた都市マチュピチュを再発見し、歴史上最も重要な考古学的驚異の 1 つを世界に明らかにしました。"
      },
      {
        "text1": "1969 年 7 月 24 日、アポロ 11 号の船長ニール アームストロングと月着陸船パイロットのバズ アルドリンは、EVA (船外活動) として知られる初の月船外活動を実行しました。"
      }
    ]
  },
  "7-25": {
    "curiosity": [
      {
        "text": "1797 年 7 月 25 日、カンポ フォルミオ平和条約が締結され、第一次大同盟が終結し、ナポレオン ボナパルト率いる革命フランスの功績が認められました。"
      },
      {
        "text1": "1956 年 7 月 25 日、イタリアの定期船アンドレア ドリア号が米国ナンタケット島沖でスウェーデンの船ストックホルム号と衝突し、史上最も有名な海難事故の 1 つが発生しました。"
      }
    ]
  },
  "7-26": {
    "curiosity": [
      {
        "text": "1953 年 7 月 26 日、フィデル・カストロと彼の反乱軍グループが率いるサンティアゴ・デ・クーバのモンカダ兵舎への襲撃が起こり、キューバ革命の始まりとなった。"
      },
      {
        "text1": "1945 年 7 月 26 日、連合国首脳が第二次世界大戦後のヨーロッパの将来について話し合うポツダム会談が閉幕しました。"
      }
    ]
  },
  "7-27": {
    "curiosity": [
      {
        "text": "1953 年 7 月 27 日、板門店の休戦協定が締結され、朝鮮戦争が正式に終結し、北朝鮮と韓国の間に非武装地帯が設定されました。"
      },
      {
        "text1": "1976年7月27日、エールフランス139便ハイジャック事件が発生し、パレスチナ人テロリストが同機と乗客をハイジャックし、ウガンダのエンテベ空港で劇的な救出劇が起きた。"
      }
    ]
  },
  "7-28": {
    "curiosity": [
      {
        "text": "1540 年 7 月 28 日、スペイン人探検家フランシスコ バスケス デ コロナドは、後に米国ニューメキシコ州の州都となるサンタフェ市を設立しました。"
      },
      {
        "text1": "1914 年 7 月 28 日、オーストリア＝ハンガリー帝国がセルビアに対して宣戦布告し、第一次世界大戦の勃発につながる一連の出来事を引き起こしました。"
      }
    ]
  },
  "7-29": {
    "curiosity": [
      {
        "text": "1958 年 7 月 29 日、NASA が米国に設立され、米国の宇宙計画が強化され、前例のない宇宙探査が始まりました。"
      },
      {
        "text1": "1981年7月29日、チャールズ皇太子とダイアナ・スペンサー夫人の結婚式がロンドンのセント・ポール大聖堂で行われ、世界的に有名な出来事となった。"
      }
    ]
  },
  "7-30": {
    "curiosity": [
      {
        "text": "1619 年 7 月 30 日、バージニア州バージェス議会として知られる北米初の立法議会がジェームズタウンで初会合を開催し、イギリス植民地における民主主義にとって重要なマイルストーンを確立しました。"
      },
      {
        "text1": "1971 年 7 月 30 日、ソ連・中国友好条約がモスクワで調印され、共産主義二大国間の長年にわたる緊張に終止符が打たれました。"
      }
    ]
  },
  "7-31": {
    "curiosity": [
      {
        "text": "1498 年 7 月 31 日、ポルトガルの探検家バスコ ダ ガマがインドのカリカットに到着し、ヨーロッパと東方を結ぶ直接の航路が開かれました。"
      },
      {
        "text1": "1972 年 7 月 31 日、ブラジル主導のチェーンソー作戦がアマゾンの違法森林伐採と闘うために開始され、熱帯林を保護する戦いの画期的な出来事となりました。"
      }
    ]
  },
  "8-1": {
    "curiosity": [
      {
        "text": "1291 年 8 月 1 日、3 つの州が相互防衛協定を結んでスイス連邦が結成され、スイス国家の始まりとなりました。"
      },
      {
        "text1": "1944 年 8 月 1 日、第二次世界大戦中のナチスによるポーランドの首都占領に対する反乱、ワルシャワ蜂起が起こりました。"
      }
    ]
  },
  "8-2": {
    "curiosity": [
      {
        "text": "1934 年 8 月 2 日、ドイツのパウル・フォン・ヒンデンブルク大統領が死去し、アドルフ・ヒトラーが権力を強化してドイツの最高指導者となった。"
      },
      {
        "text1": "1990年8月2日、イラクがクウェートに侵攻し、湾岸戦争が勃発し、米国主導の国際介入が始まった。"
      }
    ]
  },
  "8-3": {
    "curiosity": [
      {
        "text": "1492 年 8 月 3 日、クリストファー コロンブスはアメリカ大陸発見につながる遠征に出発し、スペインのパロス デ ラ フロンテーラを出発しました。"
      },
      {
        "text1": "1914 年 8 月 3 日、ドイツはフランスに宣戦布告し、第一次世界大戦が始まりました。"
      }
    ]
  },
  "8-4": {
    "curiosity": [
      {
        "text": "1944 年 8 月 4 日、オランダ、アムステルダムの秘密別館に隠れていたアンネ フランクの家族と他の囚人がナチスに発見され、逮捕されました。"
      },
      {
        "text1": "1964 年 8 月 4 日、アメリカの船舶 2 隻が北ベトナムの船舶による攻撃を受けたと報告したトンキン湾事件が発生し、アメリカはベトナム戦争への参加を強化しました。"
      }
    ]
  },
  "8-5": {
    "curiosity": [
      {
        "text": "1962 年 8 月 5 日、女優で映画界の象徴でもあるマリリン・モンローがカリフォルニア州ロサンゼルスの自宅で死体で発見され、その状況は依然として物議と陰謀論の対象となっています。"
      },
      {
        "text1": "1914 年 8 月 5 日、ブラジルは第一次世界大戦での中立を宣言し、ヨーロッパを襲っていた紛争から遠ざかりました。"
      }
    ]
  },
  "8-6": {
    "curiosity": [
      {
        "text": "1945 年 8 月 6 日、リトルボーイ原子爆弾が米国によって日本の広島市に投下され、甚大な破壊と数千人の即死をもたらしました。"
      },
      {
        "text1": "1965 年 8 月 6 日、アメリカ合衆国大統領リンドン B. ジョンソンは、選挙過程における人種差別を禁止し、すべてのアメリカ国民に平等な選挙権を保証する投票権法に署名しました。"
      }
    ]
  },
  "8-7": {
    "curiosity": [
      {
        "text": "1947 年 8 月 7 日、ニューメキシコ州ロズウェル近郊で未確認物体が墜落したことでロズウェル事件が始まり、それが地球外宇宙船である可能性についての憶測が飛び交いました。"
      },
      {
        "text1": "1998年8月7日、ケニアのナイロビとタンザニアのダルエスサラームにあるアメリカ大使館がテロ攻撃され、数百人が死亡、数千人が負傷した。"
      }
    ]
  },
  "8-8": {
    "curiosity": [
      {
        "text": "1974年8月8日、アメリカ大統領リチャード・ニクソンはウォーターゲート事件により辞任し、辞任した初めてのアメリカ大統領となった。"
      },
      {
        "text1": "1945 年 8 月 8 日、ソ連は日本に宣戦布告し、満州に侵攻し、日本の降伏とアジアにおける第二次世界大戦の終結に貢献しました。"
      }
    ]
  },
  "8-9": {
    "curiosity": [
      {
        "text": "1945 年 8 月 9 日、ファットマン原子爆弾が米国によって日本の長崎市に投下され、大量破壊と 7 万人以上の死者をもたらしました。"
      },
      {
        "text1": "1965 年 8 月 9 日、アメリカの宇宙飛行士ニール アームストロングは、ジェミニ 8 号のミッション中に史上初の船外活動を行いました。"
      }
    ]
  },
  "8-10": {
    "curiosity": [
      {
        "text": "1519年8月10日、フェルディナンド・マゼラン率いる遠征隊はモルッカ諸島への航路を求めてスペインのセビリアを出発し、初の地球一周を達成した。"
      },
      {
        "text1": "1792年8月10日、フランス革命中のパリで、王室が避難していたチュイルリー宮殿を革命軍が襲撃したチュイルリー虐殺が発生した。"
      }
    ]
  },
  "8-11": {
    "curiosity": [
      {
        "text": "マヤ暦による紀元前 3114 年 8 月 11 日は、13.0.0.0.0 として知られる現在のマヤ時間計測の長いサイクルの始まりであり、マヤ文化において重要な日付となっています。"
      },
      {
        "text1": "1999 年 8 月 11 日、皆既日食がヨーロッパ、アジア、アフリカの一部で見られ、非常に重要で公共の関心を集めた天文現象となりました。"
      }
    ]
  },
  "8-12": {
    "curiosity": [
      {
        "text": "紀元前30年8月12日、マーク・アントニウスの敗北とエジプトのローマ帝国への併合を受けて、エジプト女王クレオパトラ7世が自殺で亡くなったと伝えられている。"
      },
      {
        "text1": "1944 年 8 月 12 日、第二次世界大戦中のナルヴァの戦いが始まり、ドイツ軍とその同盟国がエストニアで赤軍と対峙しました。"
      }
    ]
  },
  "8-13": {
    "curiosity": [
      {
        "text": "1961 年 8 月 13 日、ベルリン市を 2 つの部分に分断し、東ドイツと西ドイツを隔てるベルリンの壁の建設が始まりました。"
      },
      {
        "text1": "1521年8月13日、アステカの首都テノチティトランがエルナン・コルテス率いるスペイン軍によって占領され、メキシコにおけるアステカ帝国は終焉を迎えた。"
      }
    ]
  },
  "8-14": {
    "curiosity": [
      {
        "text": "1945 年 8 月 14 日、日本は無条件降伏の条件を受け入れ、第二次世界大戦が終結し、日本の戦勝記念日を迎えました。"
      },
      {
        "text1": "1947 年 8 月 14 日、パキスタンはインドから分離されて独立国になりました。これは、2 つの異なる国家の形成につながるこの地域の歴史における画期的な出来事でした。"
      }
    ]
  },
  "8-15": {
    "curiosity": [
      {
        "text": "1947 年 8 月 15 日、インドはイギリスの植民地支配から独立し、主権国家となり、インド独立記念日を迎えました。"
      },
      {
        "text1": "1969 年 8 月 15 日、ウッドストック音楽祭がニューヨーク州ベセルで始まり、音楽史上最も象徴的で影響力のあるイベントの 1 つとなりました。"
      }
    ]
  },
  "8-16": {
    "curiosity": [
      {
        "text": "1977 年 8 月 16 日、キング オブ ロックンロール、エルヴィス プレスリーはテネシー州メンフィスのグレースランドの自宅で亡くなり、音楽と大衆文化に永続的な遺産を残しました。"
      },
      {
        "text1": "1819 年 8 月 16 日、イギリスのマンチェスター市はピータールー虐殺の現場となりました。この虐殺では、イギリスの騎兵隊と歩兵隊が政治的および社会的改革を求めて抗議する群衆を攻撃し、死者と重傷を負いました。"
      }
    ]
  },
  "8-17": {
    "curiosity": [
      {
        "text": "1945 年 8 月 17 日、インドネシアはオランダの植民地占領からの独立を宣言し、国の主権をめぐる長い闘争の始まりを示しました。"
      },
      {
        "text1": "2017年8月17日、スペインのバルセロナでバンが故意に交通量の多いエリアに突っ込むテロ攻撃が発生し、数名の死傷者が出た。"
      }
    ]
  },
  "8-18": {
    "curiosity": [
      {
        "text": "1920 年 8 月 18 日、合衆国憲法修正第 19 条が批准され、女性に選挙権が認められました。"
      },
      {
        "text1": "1966 年 8 月 18 日、宇宙探査機ルナー オービター 1 が NASA によって打ち上げられ、月の表面の地図を作成することを目的とした一連のミッションが始まりました。"
      }
    ]
  },
  "8-19": {
    "curiosity": [
      {
        "text": "1934 年 8 月 19 日、イタリアとエチオピアの間で平和協定が締結され、第二次イタリア・エチオピア戦争は終結しました。"
      },
      {
        "text1": "1991年8月19日、ソ連で8月クーデターが発生し、共産党の保守派がミハイル・ゴルバチョフ大統領を打倒して権力を掌握しようとした。"
      }
    ]
  },
  "8-20": {
    "curiosity": [
      {
        "text": "1975 年 8 月 20 日、NASA は火星に向けてバイキング 1 号宇宙探査機を打ち上げ、これが火星表面への着陸に成功した最初のミッションでした。"
      },
      {
        "text1": "1968 年 8 月 20 日、ソ連率いるワルシャワ条約機構軍がチェコスロバキアに侵攻し、プラハの春を終わらせ、国内の共産主義者の統制を強化しました。"
      }
    ]
  },
  "8-21": {
    "curiosity": [
      {
        "text": "1959 年 8 月 21 日、ハワイは、領土を国に併合するための数十年にわたる闘争を経て、米国の 50 番目の州になりました。"
      },
      {
        "text1": "1911 年 8 月 21 日、レオナルド ダ ヴィンチの有名なモナ リザがパリのルーブル美術館から盗まれ、大騒ぎを引き起こし、歴史上最も有名な美術品盗難の 1 つとなりました。歴史。"
      }
    ]
  },
  "8-22": {
    "curiosity": [
      {
        "text": "1485 年 8 月 22 日、ボズワースの戦いが起こり、ヘンリー チューダーがイングランド王リチャード 3 世を破り、薔薇戦争が終わり、チューダー王朝が始まりました。"
      },
      {
        "text1": "1962 年 8 月 22 日、東ドイツによってベルリンの壁の建設が始まり、ベルリン市を分断し、冷戦の分断を象徴しました。"
      }
    ]
  },
  "8-23": {
    "curiosity": [
      {
        "text": "1305 年 8 月 23 日、スコットランドの指導者ウィリアム ウォレスはイングランド軍に捕らえられ、その後反逆罪で処刑されました。"
      },
      {
        "text1": "1944 年 8 月 23 日、第二次世界大戦中のナルヴァの戦いが起こり、ドイツ軍はエストニアで赤軍による大規模な攻撃をなんとか撃退しました。"
      }
    ]
  },
  "8-24": {
    "curiosity": [
      {
        "text": "西暦 79 年 8 月 24 日、ヴェスヴィオ山が噴火し、ローマの都市ポンペイとヘルクラネウムは破壊され、火山灰の下に埋もれました。"
      },
      {
        "text1": "1812 年戦争中の 1814 年 8 月 24 日、ワシントン D.C. の放火事件が発生し、イギリス軍がホワイト ハウスやアメリカ合衆国議会議事堂を含むいくつかの政府の建物に放火しました。"
      }
    ]
  },
  "8-25": {
    "curiosity": [
      {
        "text": "1944 年 8 月 25 日、パリは第二次世界大戦中の連合国軍によるドイツの支配から解放され、パリとフランスにとって祝賀の瞬間となりました。"
      },
      {
        "text1": "1835 年 8 月 25 日、ブラジルのサルバドール市で、自由とイスラム国の樹立を求めたイスラム奴隷たちの反乱であるマレの反乱が発生しました。"
      }
    ]
  },
  "8-26": {
    "curiosity": [
      {
        "text": "1789 年 8 月 26 日、フランス革命中のフランス国民議会で「人間と市民の権利宣言」が採択され、国家の基本的権利と政治原則が確立されました。"
      },
      {
        "text1": "1914 年 8 月 26 日、第一次世界大戦中にタンネンベルクの戦いが行われ、ドイツ軍がロシア軍に対して決定的な勝利を収めました。"
      }
    ]
  },
  "8-27": {
    "curiosity": [
      {
        "text": "1859 年 8 月 27 日、木星宇宙探査機が NASA によって打ち上げられ、木星とその衛星を探索する最初のミッションとなりました。"
      },
      {
        "text1": "1928 年 8 月 27 日、国際紛争を解決する手段としての戦争を放棄する多国間条約であるブリアン・ケロッグ協定 (ケロッグ・ブリアン協定としても知られる) が署名されました。"
      }
    ]
  },
  "8-28": {
    "curiosity": [
      {
        "text": "1963 年 8 月 28 日、米国公民権運動の象徴的なイベントである雇用と自由を求めるワシントン大行進が開催され、マーティン ルーサー キング ジュニアが有名な「私には夢がある」演説を行いました。"
      },
      {
        "text1": "1996年8月28日、フランス・パリのエッフェル塔で自動車爆弾が爆発し、数名が負傷するテロ事件が発生した。"
      }
    ]
  },
  "8-29": {
    "curiosity": [
      {
        "text": "2005 年 8 月 29 日、ハリケーン カトリーナが米国湾岸を襲い、主にニューオーリンズ市に同国史上最悪の自然災害を引き起こしました。"
      },
      {
        "text1": "1949 年 8 月 29 日、ソ連は最初の原子爆弾の実験に成功し、冷戦中の核軍拡競争の始まりとなりました。"
      }
    ]
  },
  "8-30": {
    "curiosity": [
      {
        "text": "1797 年 8 月 30 日、『フランケンシュタイン』の著者メアリー シェリーはイギリスのロンドンで生まれ、ゴシック文学と SF 文学で最も影響力のある作家の 1 人になりました。"
      },
      {
        "text1": "2003 年 8 月 30 日、ブラジルの宇宙飛行士マルコス ポンテスはソユーズ宇宙船に乗って宇宙に打ち上げられ、国際宇宙ステーションに旅行した最初のブラジル人宇宙飛行士となりました。"
      }
    ]
  },
  "8-31": {
    "curiosity": [
      {
        "text": "1997 年 8 月 31 日、フランスのパリで交通事故によりダイアナ妃が悲劇的に亡くなり、世界中に混乱を引き起こし、人道的人物として永遠の遺産を残しました。"
      },
      {
        "text1": "1939 年 8 月 31 日、ナチス ドイツによるポーランド侵攻で第二次世界大戦が始まり、6 年間続き数百万人が死亡する世界的な紛争が始まりました。"
      }
    ]
  },
  "9-1": {
    "curiosity": [
      {
        "text": "1939 年 9 月 1 日、ナチス ドイツがポーランドに侵攻し、ヨーロッパで第二次世界大戦が始まりました。"
      },
      {
        "text1": "1985 年 9 月 1 日、タイタニック号の難破船がロバート バラード率いる研究チームによって大西洋の海底で発見されました。"
      }
    ]
  },
  "9-2": {
    "curiosity": [
      {
        "text": "1945 年 9 月 2 日、日本は正式に降伏し、広島と長崎での原爆の爆発により第二次世界大戦が終結しました。"
      },
      {
        "text1": "1666 年 9 月 2 日、ロンドン大火が発生し、有名なセント ポール大聖堂を含む街の大部分が焼失しました。"
      }
    ]
  },
  "9-3": {
    "curiosity": [
      {
        "text": "1783 年 9 月 3 日、パリ条約が締結され、アメリカ独立戦争が終結し、アメリカ合衆国の独立が承認されました。"
      },
      {
        "text1": "1939 年 9 月 3 日、フランスとイギリスはポーランド侵攻に応じてナチス ドイツに宣戦布告し、ヨーロッパで第二次世界大戦が始まりました。"
      }
    ]
  },
  "9-4": {
    "curiosity": [
      {
        "text": "1957 年 9 月 4 日、ソ連はスプートニク 2 号の打ち上げに成功し、最初の生き物である犬のライカを宇宙に運びました。"
      },
      {
        "text1": "1781 年 9 月 4 日、ジョージ ワシントン率いるアメリカ植民地軍がヨークタウンの戦いでイギリス軍を破り、アメリカ独立戦争の決定的な出来事となりました。"
      }
    ]
  },
  "9-5": {
    "curiosity": [
      {
        "text": "1972年9月5日、ミュンヘンオリンピック開催中にイスラエル陸上競技チームがテロ攻撃の標的となり、11人の選手が死亡した。"
      },
      {
        "text1": "1793 年 9 月 5 日、フランス革命の文脈でリヨンの大虐殺が発生し、国民公会への抵抗に対する報復として数百人が処刑されました。"
      }
    ]
  },
  "9-6": {
    "curiosity": [
      {
        "text": "1901年9月6日、アメリカ合衆国大統領ウィリアム・マッキンリーがニューヨーク州バッファローでレオン・チョルゴシュというアナキストによって暗殺された。"
      },
      {
        "text1": "1966 年 9 月 6 日、テレビ シリーズ「スタートレック」が米国で初放送され、文化現象となり、次世代の SF ファンや作品に影響を与えました。"
      }
    ]
  },
  "9-7": {
    "curiosity": [
      {
        "text": "1822 年 9 月 7 日、ブラジルはポルトガルからの独立を宣言し、新しい国の始まりとポルトガルの植民地支配の終わりを示しました。"
      },
      {
        "text1": "第二次世界大戦中の 1940 年 9 月 7 日、ドイツ軍のロンドン爆撃は電撃戦中にピークに達し、都市に重大な被害をもたらしました。"
      }
    ]
  },
  "9-8": {
    "curiosity": [
      {
        "text": "1565 年 9 月 8 日、マルタの戦いが起こり、聖ヨハネ騎士団がオスマン帝国軍を破り、オスマン帝国によるマルタ島の征服を阻止しました。"
      },
      {
        "text1": "1900 年 9 月 8 日、ガルベストン ハリケーンが米国テキサス州ガルベストン市を襲い、推定 8,000 人以上が死亡する米国史上最悪の自然災害の 1 つを引き起こしました。"
      }
    ]
  },
  "9-9": {
    "curiosity": [
      {
        "text": "1971 年 9 月 9 日、カタール国は英国からの独立を宣言し、ペルシャ湾の主権国家となりました。"
      },
      {
        "text1": "1948 年 9 月 9 日、北朝鮮は朝鮮民主主義人民共和国を宣言し、韓国から独立した共産主義国家としての地位を確立しました。"
      }
    ]
  },
  "9-10": {
    "curiosity": [
      {
        "text": "1939 年 9 月 10 日、カナダはナチス ドイツに対して宣戦布告し、イギリスおよび他の連合国とともに第二次世界大戦に参戦しました。"
      },
      {
        "text1": "2008 年 9 月 10 日、世界最大の粒子加速器である大型ハドロン衝突型加速器 (LHC) が初めて稼働し、新たな科学的発見への道が開かれました。"
      }
    ]
  },
  "9-11": {
    "curiosity": [
      {
        "text": "2001 年 9 月 11 日、米国はアルカイダ組織によって組織されたテロ攻撃の標的となり、世界貿易センターのツインタワーの破壊、国防総省への攻撃、およびユナイテッド航空 93 便墜落という結果をもたらしました。ペンシルバニア。"
      },
      {
        "text1": "1973年9月11日、チリでアウグスト・ピノチェト将軍率いるクーデターが発生し、その結果サルバドール・アジェンデの民主政権が崩壊し、軍事独裁政権が樹立された。"
      }
    ]
  },
  "9-12": {
    "curiosity": [
      {
        "text": "第二次世界大戦中の1940年9月12日、フランスはナチス・ドイツとの休戦協定に署名することを余儀なくされ、紛争への積極的な参加を終了した。"
      },
      {
        "text1": "1959 年 9 月 12 日、ソ連が打ち上げたルナ 2 号宇宙探査機は、月に到達した最初の人工物体となり、宇宙探査における重要なマイルストーンとなりました。"
      }
    ]
  },
  "9-13": {
    "curiosity": [
      {
        "text": "1993年9月13日、イスラエルとパレスチナ解放機構（PLO）の指導者はオスロ合意に署名し、中東平和の基礎を築きました。"
      },
      {
        "text1": "1948年9月13日、フランス、イギリス、アメリカは三国宣言を発表し、アラブ・イスラエル紛争の平和的解決への支持を再確認した。"
      }
    ]
  },
  "9-14": {
    "curiosity": [
      {
        "text": "1901年9月14日、アメリカ合衆国大統領ウィリアム・マッキンリーが銃撃による負傷により死亡し、セオドア・ルーズベルトが大統領に就任した。"
      },
      {
        "text1": "1982年9月14日、レバノンのベイルートにあるパレスチナ難民キャンプでサブラとシャティーラの虐殺が発生し、数千人が死亡した。"
      }
    ]
  },
  "9-15": {
    "curiosity": [
      {
        "text": "1821 年 9 月 15 日、中米はスペインからの独立を宣言し、中米連合州を形成しました。その後、いくつかの国に分割されました。"
      },
      {
        "text1": "1944 年 9 月 15 日、連合軍は第二次世界大戦中にマーケット ガーデン作戦を開始しました。これはナチス占領下のオランダの重要な橋を占領する試みでしたが失敗に終わりました。"
      }
    ]
  },
  "9-16": {
    "curiosity": [
      {
        "text": "1810 年 9 月 16 日、メキシコはスペインからの独立を求める戦いを開始しました。これはドロレスの叫びとして知られる運動です。"
      },
      {
        "text1": "1978年9月16日、イスラエルとエジプトの間でキャンプ・デービッド平和条約が締結され、両国間の数十年にわたる敵対関係が正式に終結した。"
      }
    ]
  },
  "9-17": {
    "curiosity": [
      {
        "text": "1787 年 9 月 17 日、アメリカ合衆国憲法がペンシルベニア州フィラデルフィアで署名され、国の政治的および法的制度の基礎が確立されました。"
      },
      {
        "text1": "第二次世界大戦終結による朝鮮半島の分割を受けて、1948年9月17日、大韓民国（韓国）が宣言されました。"
      }
    ]
  },
  "9-18": {
    "curiosity": [
      {
        "text": "1931 年 9 月 18 日、日本は満州に侵攻し、奉天事変として知られる紛争を引き起こし、最終的には日中戦争につながりました。"
      },
      {
        "text1": "2001 年 9 月 18 日、米国議会は軍事力の使用を承認する決議を可決し、9 月 11 日の攻撃後のテロとの戦いへの道を切り開きました。"
      }
    ]
  },
  "9-19": {
    "curiosity": [
      {
        "text": "普仏戦争中の 1870 年 9 月 19 日、セダンの戦いが起こり、フランス皇帝ナポレオン 3 世がプロイセン軍に捕らえられました。"
      },
      {
        "text1": "1985 年 9 月 19 日、メキシコシティでマグニチュード 8.1 の壊滅的な地震が発生し、数千人の死者と広範囲にわたる破壊をもたらしました。"
      }
    ]
  },
  "9-20": {
    "curiosity": [
      {
        "text": "1519 年 9 月 20 日、ポルトガルの探検家フェルディナンド マゼランは、ほぼ 3 年に及ぶ世界一周遠征に出発しました。"
      },
      {
        "text1": "2001 年 9 月 20 日、米国大統領ジョージ W. ブッシュは議会で演説し、9 月 11 日の攻撃に対抗して「テロとの戦い」を宣言しました。"
      }
    ]
  },
  "9-21": {
    "curiosity": [
      {
        "text": "1937 年 9 月 21 日、日中戦争中に日本軍が民間人や捕虜に対して残虐行為を行った南京虐殺が発生しました。"
      },
      {
        "text1": "1989 年 9 月 21 日、ハリケーン ヒューゴが米国のサウスカロライナ州の海岸を襲い、大規模な被害が発生し、80 人以上が死亡しました。"
      }
    ]
  },
  "9-22": {
    "curiosity": [
      {
        "text": "1980年9月22日、サダム・フセイン率いるイラクがイランに侵攻し、8年間続き数百万人が死亡する戦争が始まった。"
      },
      {
        "text1": "南北戦争中の 1862 年 9 月 22 日、アンティータムの戦いが起こり、1 日で 22,000 人以上の死傷者を出した米国史上最も血なまぐさい衝突となりました。"
      }
    ]
  },
  "9-23": {
    "curiosity": [
      {
        "text": "1949 年 9 月 23 日、毛沢東によって中華人民共和国が宣言され、国内に共産主義政権が樹立されました。"
      },
      {
        "text1": "2008 年 9 月 23 日、金融会社リーマン ブラザーズが破産を宣言し、世界的な金融危機を引き起こし、世界的な不況が深刻化しました。"
      }
    ]
  },
  "9-24": {
    "curiosity": [
      {
        "text": "622 年 9 月 24 日、預言者ムハンマドがメッカからメディナに移住するヒジュラが起こり、イスラム暦の始まりとなりました。"
      },
      {
        "text1": "1946年9月24日、ドイツのニュルンベルクで行われた国際軍事法廷は、戦争犯罪と人道に対する罪でナチス指導者12人に死刑を宣告した。"
      }
    ]
  },
  "9-25": {
    "curiosity": [
      {
        "text": "1513 年 9 月 25 日、スペインの探検家バスコ ヌニェス デ バルボアは、パナマ地峡を横断し、太平洋を目撃した最初のヨーロッパ人になりました。"
      },
      {
        "text1": "1957 年 9 月 25 日、9 人の黒人生徒が連邦政府の保護を受けてアーカンソー州リトルロックのリトルロック中央高校に入学し、米国の公民権運動における重要なマイルストーンとなりました。"
      }
    ]
  },
  "9-26": {
    "curiosity": [
      {
        "text": "1580 年 9 月 26 日、スペイン王フェリペ 2 世の統治下でポルトガルとスペインの王冠を統合し、イベリア連合が設立されました。"
      },
      {
        "text1": "1983年9月26日、ソ連の指導者ユーリ・アンドロポフは、1980年のモスクワオリンピックをボイコットしたアメリカの決定に対する報復として、ソ連は1984年のロサンゼルス夏季オリンピックに参加しないと発表した。"
      }
    ]
  },
  "9-27": {
    "curiosity": [
      {
        "text": "1822 年 9 月 27 日、ブラジルはポルトガルからの独立を宣言し、ペドロ 1 世を皇帝として宣言しました。"
      },
      {
        "text1": "1905 年 9 月 27 日、日露戦争中の奉天会戦が行われ、日本がロシア軍に対して決定的な勝利を収めました。"
      }
    ]
  },
  "9-28": {
    "curiosity": [
      {
        "text": "1066 年 9 月 28 日、スタンフォード ブリッジの戦いがイングランドで起こり、イングランド王ハロルド 2 世がノルウェー王ハロルド 3 世率いる侵略軍を破りました。"
      },
      {
        "text1": "1928 年 9 月 28 日、アレクサンダー フレミングは医学史上最も重要な抗生物質の 1 つであるペニシリンを偶然発見しました。"
      }
    ]
  },
  "9-29": {
    "curiosity": [
      {
        "text": "第二次世界大戦中の1941年9月29日、ウクライナのキエフ郊外にある渓谷バビ・ヤルは、ナチス軍がわずか2日間で3万3000人以上のユダヤ人を殺害した史上最大規模の虐殺の現場となった。"
      },
      {
        "text1": "2008 年 9 月 29 日、投資銀行リーマン ブラザーズの破綻により金融危機は新たなレベルに達し、世界の金融システムに影響を与える一連の出来事を引き起こしました。"
      }
    ]
  },
  "9-30": {
    "curiosity": [
      {
        "text": "1938 年 9 月 30 日、ミュンヘン協定の署名が行われ、ヨーロッパの指導者たちはアドルフ・ヒトラーの要求に屈し、ナチス・ドイツによるズデーテンラント地方の併合を許可しました。"
      },
      {
        "text1": "2005 年 9 月 30 日、児童性的虐待で告発されたマイケル・ジャクソンの物議を醸した裁判は、すべての容疑での無罪判決を受けて終了した。"
      }
    ]
  },
  "10-1": {
    "curiosity": [
      {
        "text": "1949 年 10 月 1 日、毛沢東によって中華人民共和国が宣言され、国内に共産主義政権が樹立されました。"
      },
      {
        "text1": "1961 年 10 月 1 日、石油貿易に関する政策の調整と加盟国の利益の保護を目的とした産油国の連合である石油輸出国機構 (OPEC) が設立されました。"
      }
    ]
  },
  "10-2": {
    "curiosity": [
      {
        "text": "1187 年 10 月 2 日、ハッティンの戦いが起こり、イスラム教徒の指導者サラディンがエルサレム王国のキリスト教軍を破り、イスラム教徒によるエルサレム征服への道が開かれました。"
      },
      {
        "text1": "1968年10月2日、メキシコ政府に対する学生運動の最中にメキシコシティでトラテロルコ虐殺が発生し、数百人の抗議参加者が死亡した。"
      }
    ]
  },
  "10-3": {
    "curiosity": [
      {
        "text": "1990 年 10 月 3 日、ドイツは再統一され、東ドイツと西ドイツの分断は正式に終わりました。"
      },
      {
        "text1": "1952 年 10 月 3 日、英国は初の核爆弾実験を実施し、世界で 3 番目の核保有国となりました。"
      }
    ]
  },
  "10-4": {
    "curiosity": [
      {
        "text": "1957 年 10 月 4 日、ソ連は史上初の人工衛星であるスプートニク 1 号の打ち上げに成功し、宇宙時代の幕開けを告げました。"
      },
      {
        "text1": "2004 年 10 月 4 日、カッシーニ・ホイヘンス宇宙探査機は土星への 7 年間の任務を終了し、土星とその衛星に関する貴重なデータと画像を送り返しました。"
      }
    ]
  },
  "10-5": {
    "curiosity": [
      {
        "text": "1789 年 10 月 5 日、フランス革命中のベルサイユ女性行進が行われ、数千人のパリの女性がパンと国王の失脚を求めてベルサイユ宮殿に行進しました。"
      },
      {
        "text1": "2000年10月5日、セルビアの元大統領スロボダン・ミロシェヴィッチは解任され、旧ユーゴスラビア国際刑事裁判所に引き渡され、戦争犯罪と人道に対する罪で裁かれることになった。"
      }
    ]
  },
  "10-6": {
    "curiosity": [
      {
        "text": "1973年10月6日、イスラエルとエジプトとシリアが率いる連合軍との間の紛争であるヨム・キプール戦争が始まり、多大な人的損失と領土的損失をもたらした。"
      },
      {
        "text1": "1927 年 10 月 6 日、サイレント映画「ジャズ シンガー」が公開されました。これは、同期した音声対話を伴うシーケンスをフィーチャーした最初の長編映画です。"
      }
    ]
  },
  "10-7": {
    "curiosity": [
      {
        "text": "1571年10月7日、レパントの海戦が起こり、ヴェネツィア共和国とスペイン帝国率いるキリスト教同盟がオスマン帝国の艦隊を破り、オスマン帝国の西地中海への進出を阻止した。"
      },
      {
        "text1": "1989 年 10 月 7 日、当時のチェコスロバキアで平和革命が始まり、この国の共産主義政権の終わりの始まりとなりました。"
      }
    ]
  },
  "10-8": {
    "curiosity": [
      {
        "text": "1871 年 10 月 8 日、米国史上最大の都市災害の 1 つであるシカゴ大火が発生し、都市の大部分が破壊されました。"
      },
      {
        "text1": "2001年9月11日のテロ攻撃に対抗して、2001年10月8日、米国はアフガニスタンへの軍事侵攻を開始した。"
      }
    ]
  },
  "10-9": {
    "curiosity": [
      {
        "text": "1967 年 10 月 9 日、アルゼンチンの革命指導者チェ ゲバラがボリビアで捕らえられ、南米でのゲリラ活動は終わりを告げました。"
      },
      {
        "text1": "1989 年 10 月 9 日、ベルリンの壁の崩壊が起こり、冷戦の終結とドイツの統一における最も重要な出来事の 1 つとなりました。"
      }
    ]
  },
  "10-10": {
    "curiosity": [
      {
        "text": "732年10月10日、フランスでトゥールの戦いが起こり、シャルル・マルテル率いるフランク軍がイスラム軍を破り、西ヨーロッパにおけるウマイヤ朝カリフの拡大を阻止した。"
      },
      {
        "text1": "1845 年 10 月 10 日、哲学者フリードリヒ ニーチェはドイツのロッケン市で生まれ、現代哲学で最も影響力のある人物の 1 人になりました。"
      }
    ]
  },
  "10-11": {
    "curiosity": [
      {
        "text": "1899 年 10 月 11 日、イギリスと南アフリカのボーア共和国の間の紛争である第二次ボーア戦争が始まり、長期にわたる壊滅的な戦争となりました。"
      },
      {
        "text1": "1984 年 10 月 11 日、アメリカの宇宙飛行士キャスリン D. サリバンは女性として初めて船外活動を行った。"
      }
    ]
  },
  "10-12": {
    "curiosity": [
      {
        "text": "1492 年 10 月 12 日、航海士クリストファー コロンブスがアメリカに到着し、ヨーロッパによる大陸の植民地化が始まりました。"
      },
      {
        "text1": "1984 年 10 月 12 日、英国初の女性宇宙飛行士ヘレン シャーマンがソユーズ TM-12 ミッションで宇宙に打ち上げられました。"
      }
    ]
  },
  "10-13": {
    "curiosity": [
      {
        "text": "1307 年 10 月 13 日、13 日の金曜日が起こり、テンプル騎士団がフランスで一斉に逮捕され、この軍事と宗教の秩序の影響力と権力が終焉を迎えました。"
      },
      {
        "text1": "1972年10月13日、ウルグアイ空軍571便がアンデス山脈で事故を起こし、生存者は「アンデスの奇跡」として知られる生存をかけた戦いに直面することになった。"
      }
    ]
  },
  "10-14": {
    "curiosity": [
      {
        "text": "1066 年 10 月 14 日、ヘイスティングスの戦いが起こり、ウィリアム征服王率いるノルマン軍がイングランド王ハロルド 2 世を破り、イングランドの歴史が変わりました。"
      },
      {
        "text1": "1947 年 10 月 14 日、アメリカ人パイロットのチャック・イェーガーは、飛行中に音速の壁を突破した最初の人類となりました。"
      }
    ]
  },
  "10-15": {
    "curiosity": [
      {
        "text": "1815 年 10 月 15 日、ナポレオン ボナパルトはワーテルローの戦いで敗北し、彼の治世とナポレオン戦争として知られる時代に決定的な終止符を打ちました。"
      },
      {
        "text1": "1987年10月15日、ニューヨーク証券取引所で「ブラックマンデー」として知られる出来事が起こり、株式市場は大幅な下落に見舞われた。"
      }
    ]
  },
  "10-16": {
    "curiosity": [
      {
        "text": "1793 年 10 月 16 日、フランス革命中にフランス王妃マリー・アントワネットが断頭台に処されました。"
      },
      {
        "text1": "1962 年 10 月 16 日、ソ連の核ミサイルがキューバ島で発見されたことでキューバ危機が始まり、世界は核戦争の瀬戸際に陥りました。"
      }
    ]
  },
  "10-17": {
    "curiosity": [
      {
        "text": "1905 年 10 月 17 日、ロシアのサンクトペテルブルクで血の日曜日事件が発生し、帝政軍の兵士が平和的なデモ参加者に発砲し、1917 年のロシア革命で最高潮に達する一連の事件を引き起こしました。"
      },
      {
        "text1": "1989 年 10 月 17 日、マグニチュード 6.9 の地震がカリフォルニア州サンフランシスコ ベイエリアを襲い、甚大な被害が発生し、数千人が家を失いました。"
      }
    ]
  },
  "10-18": {
    "curiosity": [
      {
        "text": "アメリカ人が領土を購入した後、1867 年 10 月 18 日、アラスカはロシアからアメリカに正式に譲渡されました。"
      },
      {
        "text1": "1968 年 10 月 18 日、夏季オリンピックがメキシコシティで開催され、表彰台上の米国の黒人選手の有名な抗議が特徴でした。"
      }
    ]
  },
  "10-19": {
    "curiosity": [
      {
        "text": "1987 年 10 月 19 日、ニューヨーク証券取引所のダウ ジョーンズ指数は、「ブラック マンデー」として知られる 1 日として最大の下落に見舞われました。"
      },
      {
        "text1": "Error 500 (Server Error)!!1500.That’s an error.There was an error. Please try again later.That’s all we know."
      }
    ]
  },
  "10-20": {
    "curiosity": [
      {
        "text": "第二次世界大戦中の 1944 年 10 月 20 日、ユーゴスラビアの首都ベオグラード市は、赤軍とユーゴスラビア人民解放軍によってナチス軍から解放されました。"
      },
      {
        "text1": "1973年10月20日、OPEC加盟アラブ諸国がヨム・キプール戦争における西側のイスラエル支援への報復として石油禁輸を発表し、石油危機が始まった。"
      }
    ]
  },
  "10-21": {
    "curiosity": [
      {
        "text": "1520年10月21日、メキシコでオトゥンバの戦いが起こり、アステカ軍とエルナン・コルテス率いるスペイン軍が対峙した。"
      },
      {
        "text1": "1966年10月21日、ウェールズのアバーファン郡で地滑りが発生し、石炭山の崩壊により144名が死亡し、そのほとんどが子供でした。"
      }
    ]
  },
  "10-22": {
    "curiosity": [
      {
        "text": "ナポレオン戦争中の 1797 年 10 月 22 日、イギリス海軍はセント ビンセント岬の海戦でスペイン艦隊を破りました。"
      },
      {
        "text1": "1962 年 10 月 22 日、米国大統領ジョン F. ケネディはキューバでソ連の核ミサイルが発見されたと公式に発表し、キューバ危機を引き起こしました。"
      }
    ]
  },
  "10-23": {
    "curiosity": [
      {
        "text": "1956 年 10 月 23 日、ソ連軍によって弾圧されたハンガリー共産主義政府に対する民衆の反乱であるハンガリー革命が始まりました。"
      },
      {
        "text1": "2001 年 10 月 23 日、Apple は史上最も人気があり影響力のあるポータブル音楽デバイスの 1 つである iPod を発売しました。"
      }
    ]
  },
  "10-24": {
    "curiosity": [
      {
        "text": "1945 年 10 月 24 日、第二次世界大戦後、平和と国際協力の促進を目的として国際連合 (UN) が設立されました。"
      },
      {
        "text1": "2003 年 10 月 24 日、火星の研究と地球上の水の痕跡の探索を目的として、ヨーロッパの宇宙探査機マーズ エクスプレスが打ち上げられました。"
      }
    ]
  },
  "10-25": {
    "curiosity": [
      {
        "text": "1415 年 10 月 25 日、フランスでアジャンクールの戦いが起こり、ヘンリー 5 世率いるイギリス軍が百年戦争中に重要な勝利を収めました。"
      },
      {
        "text1": "2001 年 10 月 25 日に、Windows XP オペレーティング システムが Microsoft によってリリースされ、歴史上最も人気があり、長く使用されているオペレーティング システムの 1 つになりました。"
      }
    ]
  },
  "10-26": {
    "curiosity": [
      {
        "text": "1947 年 10 月 26 日、アントワーヌ・ド・サン＝テグジュペリが書いた有名な児童書「星の王子さま」が初めて出版されました。"
      },
      {
        "text1": "1979 年 10 月 26 日、ソ連の指導者レオニード ブレジネフが逝去し、18 年間の指導者時代に終止符を打ち、ソ連の新時代の始まりを告げました。"
      }
    ]
  },
  "10-27": {
    "curiosity": [
      {
        "text": "1904 年 10 月 27 日、ニューヨーク地下鉄の最初のバージョンが一般に公開され、市内の交通に革命をもたらしました。"
      },
      {
        "text1": "キューバ危機中の 1962 年 10 月 27 日、U-2 偵察機がキューバ上空で撃墜され、米国とソ連の間の緊張はさらに高まりました。"
      }
    ]
  },
  "10-28": {
    "curiosity": [
      {
        "text": "1886 年 10 月 28 日、米国の象徴的なシンボルである自由の女神がニューヨーク港に正式に奉献されました。"
      },
      {
        "text1": "キューバ危機の最中の 1962 年 10 月 28 日、ジョン・F・ケネディ米国大統領は、キューバからソ連のミサイルを撤去し、危機を終わらせると発表した。"
      }
    ]
  },
  "10-29": {
    "curiosity": [
      {
        "text": "1929 年 10 月 29 日、有名な「ニューヨーク証券取引所大暴落」が発生し、世界経済に影響を与えた大恐慌の始まりとなりました。"
      },
      {
        "text1": "1956年10月29日、イスラエル、フランス、イギリスはスエズ運河を制圧し、エジプトのガマル・アブデル・ナセル大統領を打倒することを目的として、いわゆるスエズ危機でエジプトに侵攻した。"
      }
    ]
  },
  "10-30": {
    "curiosity": [
      {
        "text": "1938 年 10 月 30 日、「宇宙戦争」として知られる有名なラジオ放送が行われ、オーソン・ウェルズ監督が H・G・ウェルズの著書を翻案し、宇宙人の侵略によるものだと信じた聴取者の間にパニックを引き起こしました。"
      },
      {
        "text1": "1961 年 10 月 30 日、ソ連は推定威力 50 メガトンの史上最大の核爆弾である「ツァーリ ボンバ」を爆発させました。"
      }
    ]
  },
  "10-31": {
    "curiosity": [
      {
        "text": "1517年10月31日、修道士マルティン・ルターがドイツのヴィッテンベルク城教会の扉に95か条の論題を掲示し、これがプロテスタントの宗教改革のきっかけとなった。"
      },
      {
        "text1": "1956 年 10 月 31 日、ハンガリー共産主義政府に対する反乱であるハンガリー革命が起こりましたが、ソビエト軍によって暴力的に弾圧されました。"
      }
    ]
  },
  "11-1": {
    "curiosity": [
      {
        "text": "1512 年 11 月 1 日、ミケランジェロによる壁画「システィーナ礼拝堂天井のフレスコ画」がローマのバチカンに落成され、歴史上最も有名で重要な芸術作品の 1 つと考えられています。"
      },
      {
        "text1": "1952 年 11 月 1 日、米国によって初めて水爆の爆発が成功し、核兵器技術の大きな進歩が示されました。"
      }
    ]
  },
  "11-2": {
    "curiosity": [
      {
        "text": "第一次世界大戦中の 1917 年 11 月 2 日、イギリスのエドモンド・アレンビー将軍は大胆な騎兵突撃の末、パレスチナのベールシェバ市を占領しました。"
      },
      {
        "text1": "1983年11月2日、米国は権力を掌握したマルクス・レーニン主義政権の打倒を目的とした「緊急怒り作戦」として知られる作戦でカリブ海のグレナダ島に軍事侵攻した。"
      }
    ]
  },
  "11-3": {
    "curiosity": [
      {
        "text": "1948年11月3日、アメリカ合衆国大統領ハリー・S・トルーマンが共和党候補トーマス・E・デューイに対する驚くべき勝利で再選された。"
      },
      {
        "text1": "1957 年 11 月 3 日、ソ連は地球初の人工衛星スプートニク 2 号の打ち上げに成功し、初めて生き物である犬のライカを宇宙に運びました。"
      }
    ]
  },
  "11-4": {
    "curiosity": [
      {
        "text": "1979 年 11 月 4 日、イラン人学生がテヘランのアメリカ大使館を襲撃し、52 人のアメリカ人が 1 年以上人質に取られたイラン人質事件が発生しました。"
      },
      {
        "text1": "2008 年 11 月 4 日、バラク・オバマが第 44 代アメリカ合衆国大統領に選出され、アメリカ史上初のアフリカ系アメリカ人の大統領となりました。"
      }
    ]
  },
  "11-5": {
    "curiosity": [
      {
        "text": "1605 年 11 月 5 日、有名な「火薬陰謀」がイギリスで起こり、ガイ・フォークスと他のカトリック共謀者が正式な会期開会中にイギリス議会を爆破する計画を立てました。"
      },
      {
        "text1": "1911 年 11 月 5 日、イタリア国王ヴィットリオ・エマヌエーレ 3 世は、北アフリカの国を​​軍事征服した後、リビアをイタリア領土に併合することを宣言しました。"
      }
    ]
  },
  "11-6": {
    "curiosity": [
      {
        "text": "1860 年 11 月 6 日、エイブラハム リンカーンが第 16 代アメリカ合衆国大統領に選出され、南北戦争で頂点に達する緊張を引き起こしました。"
      },
      {
        "text1": "1985 年 11 月 6 日、コロンビアのネバド デル ルイス火山が噴火し、泥と灰の雪崩がアルメロ市に壊滅的な被害を与え、23,000 人以上が死亡しました。"
      }
    ]
  },
  "11-7": {
    "curiosity": [
      {
        "text": "1917 年 11 月 7 日にロシア革命が起こり、ウラジーミル・レーニン率いるボリシェヴィキが権力を掌握し、ロシアに共産主義支配を確立しました。"
      },
      {
        "text1": "2000年11月7日、民主党のアル・ゴアが一般投票の過半数を獲得したが、物議を醸した最高裁判所の判決の後、共和党のジョージ・W・ブッシュが米国大統領選挙に勝利した。"
      }
    ]
  },
  "11-8": {
    "curiosity": [
      {
        "text": "1895 年 11 月 8 日、ヴィルヘルム コンラート レントゲンは X 線を発見しました。これは医学と放射線医学に革命をもたらした重要な発見です。"
      },
      {
        "text1": "2016年11月8日、ドナルド・トランプ氏が民主党候補ヒラリー・クリントン氏を破り、第45代米国大統領に選出された。"
      }
    ]
  },
  "11-9": {
    "curiosity": [
      {
        "text": "1989 年 11 月 9 日、ベルリン市をほぼ 30 年間分断していたベルリンの壁が崩壊し、冷戦の終結と社会主義圏の崩壊を象徴しました。"
      },
      {
        "text1": "1938 年 11 月 9 日、いわゆる「ガラスの割れた夜」がナチスドイツで起こり、ユダヤ人住民、その財産、シナゴーグに対する一連の暴力攻撃が行われました。"
      }
    ]
  },
  "11-10": {
    "curiosity": [
      {
        "text": "1483 年 11 月 10 日、プロテスタント宗教改革の指導者であり、ヨーロッパの宗教史と政治史における重要な人物であるマルティン ルターが生まれました。"
      },
      {
        "text1": "1975 年 11 月 10 日、英国のエリザベス 2 世は歴史的なオーストラリア訪問を行いました。これは、1901 年のオーストラリア連邦発足以来、英国君主による初めてのオーストラリア訪問となりました。"
      }
    ]
  },
  "11-11": {
    "curiosity": [
      {
        "text": "1918 年 11 月 11 日、第一次世界大戦を終結させるコンピエーニュ休戦協定が締結され、午前 11 時に発効し、多くの国で休戦記念日として祝われました。"
      },
      {
        "text1": "1889 年 11 月 11 日、ブラジルのリオデジャネイロ州は奴隷制度を廃止し、ブラジルの連邦単位として初めて奴隷制度を廃止しました。"
      }
    ]
  },
  "11-12": {
    "curiosity": [
      {
        "text": "1955 年 11 月 12 日、ニューヨーク州シラキュース市で聖母マリア像が泣き始めた「ルルドの奇跡」として知られる事件が発生し、巡礼者の数が増加し、巡礼者の捜査が行われるようになりました。カトリック教会による現象。"
      },
      {
        "text1": "1990 年 11 月 12 日、NASA のガリレオ宇宙船は木星に向かう軌道で金星上空を飛行し、観測を行って科学データを収集しました。"
      }
    ]
  },
  "11-13": {
    "curiosity": [
      {
        "text": "354 年 11 月 13 日、カトリック教会で最も影響力のある神学者および哲学者の一人であり、「告白」や「神の都市」などの著書で知られる聖アウグスティヌスが生まれました。"
      },
      {
        "text1": "2015年11月13日、フランスのパリで過激派組織「イスラム国」による一連の組織的テロ攻撃が発生し、130人が死亡、数百人が負傷した。"
      }
    ]
  },
  "11-14": {
    "curiosity": [
      {
        "text": "1851 年 11 月 14 日、英国の新聞「ニューヨーク タイムズ」が初めて発行され、世界で最も影響力があり有名な新聞の 1 つとなりました。"
      },
      {
        "text1": "1969 年 11 月 14 日、NASA のアポロ計画の 2 番目の有人ミッションであるアポロ 12 号が月面着陸を目指して打ち上げられました。"
      }
    ]
  },
  "11-15": {
    "curiosity": [
      {
        "text": "1889 年 11 月 15 日、ブラジルで共和国宣言が行われ、帝国の終焉と国内の共和制政権の確立が示されました。"
      },
      {
        "text1": "1988年11月15日、パレスチナはアルジェリアのアルジェ市で独立を宣言し、いくつかの国から主権国家として認められました。"
      }
    ]
  },
  "11-16": {
    "curiosity": [
      {
        "text": "1532 年 11 月 16 日、ペルーでカハマルカの戦いが起こり、スペインの征服者フランシスコ ピサロがインカ皇帝アタワルパを捕らえ、スペインによるこの地域の征服の始まりとなりました。"
      },
      {
        "text1": "1995 年 11 月 16 日、一般和平協定が署名され、1990 年代にバルカン地域を壊滅させた民族宗教紛争であるボスニア戦争が正式に終結しました。"
      }
    ]
  },
  "11-17": {
    "curiosity": [
      {
        "text": "1558 年 11 月 17 日、イングランド女王エリザベス 1 世が王位に就き、この国の歴史の中で最も重要かつ最長の統治の 1 つが始まりました。"
      },
      {
        "text1": "1989 年 11 月 17 日、チェコスロバキアでビロード革命が始まりました。この平和運動は、国の共産主義政権の崩壊をもたらしました。"
      }
    ]
  },
  "11-18": {
    "curiosity": [
      {
        "text": "1307 年 11 月 18 日、フランスでテンプル騎士団の逮捕が起こり、テンプル騎士団の歴史における画期的な出来事となりました。"
      },
      {
        "text1": "1928 年 11 月 18 日、発明家で電子技術者のジョン ロジー ベアードによって、米国で初めてのカラー テレビ放送が行われました。"
      }
    ]
  },
  "11-19": {
    "curiosity": [
      {
        "text": "1863 年 11 月 19 日、アメリカ合衆国大統領エイブラハム リンカーンは南北戦争中に有名なゲティスバーグ演説を行い、平等と自由の理想を再確認しました。"
      },
      {
        "text1": "1997 年 11 月 19 日、土星とその衛星の研究を目的として、NASA によってカッシーニ・ホイヘンス宇宙探査機が打ち上げられました。"
      }
    ]
  },
  "11-20": {
    "curiosity": [
      {
        "text": "1945 年 11 月 20 日、第二次世界大戦中の戦争犯罪と人道に対する罪でナチス指導者らが裁判にかけられるニュルンベルク裁判が始まりました。"
      },
      {
        "text1": "1989 年 11 月 20 日、子どもの権利条約が国連総会で採択され、世界中の子どもの基本的権利が確立されました。"
      }
    ]
  },
  "11-21": {
    "curiosity": [
      {
        "text": "1877 年 11 月 21 日、トーマス エジソンは、録音された音を再生できる最初の装置の 1 つである蓄音機の発明を発表しました。"
      },
      {
        "text1": "1974 年 11 月 21 日、ハイレ セラシエ皇帝の崩壊後、エチオピアは社会主義国家になりました。"
      }
    ]
  },
  "11-22": {
    "curiosity": [
      {
        "text": "1963 年 11 月 22 日、米国大統領ジョン F. ケネディがテキサス州ダラスで暗殺され、国と世界に衝撃を与えました。"
      },
      {
        "text1": "2005 年 11 月 22 日、マイクロソフトはビデオ ゲーム コンソール Xbox 360 を発売し、新世代のゲーム コンソールの到来を告げました。"
      }
    ]
  },
  "11-23": {
    "curiosity": [
      {
        "text": "1889 年 11 月 23 日、アイルランドのジャーナリストで作家のネリー ブライは 72 日間で世界一周の旅を開始し、世界記録を樹立しました。"
      },
      {
        "text1": "1981 年 11 月 23 日、1973 年に NASA によって打ち上げられたスカイラブ宇宙ステーションは地球の大気圏に再突入して崩壊し、その使命を終えました。"
      }
    ]
  },
  "11-24": {
    "curiosity": [
      {
        "text": "1859 年 11 月 24 日、自然選択による進化の理論を提示したチャールズ ダーウィンの著書「種の起源」が出版されました。"
      },
      {
        "text1": "1963年11月24日、アメリカ合衆国大統領ジョン・F・ケネディが暗殺され、続いて事件の主要容疑者であるリー・ハーヴェイ・オズワルドがジャック・ルビーによって暗殺された。"
      }
    ]
  },
  "11-25": {
    "curiosity": [
      {
        "text": "1975年11月25日、政治指導者で女性の権利活動家のアウン・サン・スー・チーはミャンマー（当時はビルマ）で逮捕され、数年間自宅軟禁状態にあった。"
      },
      {
        "text1": "2001 年 11 月 25 日、自由貿易の促進と国際貿易の規制を目的として、世界貿易機関 (WTO) が設立されました。"
      }
    ]
  },
  "11-26": {
    "curiosity": [
      {
        "text": "1922 年 11 月 26 日、イギリスの考古学者がエジプトの王家の谷でツタンカーメンファラオの墓への入り口を発見しました。"
      },
      {
        "text1": "2008 年 11 月 26 日、インドのムンバイでイスラム組織によるテロ攻撃が発生し、市内全域で複数の組織的攻撃が発生しました。"
      }
    ]
  },
  "11-27": {
    "curiosity": [
      {
        "text": "1095年11月27日、教皇ウルバヌス2世はクレルモン演説を行い、エルサレムをイスラム教徒の手から取り戻すことを目的とした第一回十字軍を呼びかけた。"
      },
      {
        "text1": "1978年11月27日、ガイアナのジョーンズタウン市長ジム・ジョーンズは、ジョーンズタウン虐殺として知られる事件で、彼のカルトの信者900人以上の集団自殺を引き起こした。"
      }
    ]
  },
  "11-28": {
    "curiosity": [
      {
        "text": "1520年11月28日、メキシコでオトゥンバの戦いが起こり、スペインの征服者エルナン・コルテスと先住民の同盟者がクアウテモク率いるアステカ軍を破った。"
      },
      {
        "text1": "第二次世界大戦中の 1942 年 11 月 28 日、トーチ作戦が実施され、連合軍が北アフリカの海岸に上陸し、地中海の作戦戦域での作戦が始まりました。"
      }
    ]
  },
  "11-29": {
    "curiosity": [
      {
        "text": "1947 年 11 月 29 日、国連総会は、この地域にユダヤ人国家とアラブ人国家を創設することを提案したパレスチナ分割計画を承認しました。"
      },
      {
        "text1": "1961 年 11 月 29 日、NASA はサルのイーノスを乗せたマーキュリー アトラス 5 宇宙カプセルを打ち上げ、マーキュリー計画の 2 回目の有人軌道飛行を行いました。"
      }
    ]
  },
  "11-30": {
    "curiosity": [
      {
        "text": "1803 年 11 月 30 日、米国はルイジアナ購入として知られる協定でフランスからルイジアナ準州を正式に取得しました。"
      },
      {
        "text1": "1966 年 11 月 30 日、バルバドスは英国から独立し、英国植民地としての地位を終了しました。"
      }
    ]
  },
  "12-01": {
    "curiosity": [
      {
        "text": "1955年12月1日、公民権活動家のローザ・パークスがアラバマ州モンゴメリーのバスで白人男性に席を譲ることを拒否し、米国で公民権運動が勃発した。"
      },
      {
        "text1": "1990 年 12 月 1 日、ベルリンの壁崩壊後の西ドイツと東ドイツの統合によりドイツの統一が行われました。"
      }
    ]
  },
  "12-02": {
    "curiosity": [
      {
        "text": "1804 年 12 月 2 日、ナポレオン・ボナパルトはパリのノートルダム大聖堂でフランス皇帝に戴冠しました。"
      },
      {
        "text1": "第二次世界大戦中の 1942 年 12 月 2 日、米国ニューメキシコ州のロスアラモス研究所で最初の原爆実験が成功しました。"
      }
    ]
  },
  "12-03": {
    "curiosity": [
      {
        "text": "1967 年 12 月 3 日、南アフリカの外科医クリスチャン バーナードは、南アフリカのケープタウンで初の人間の心臓移植に成功しました。"
      },
      {
        "text1": "1984 年 12 月 3 日、インドのボパール市で大規模な有毒ガス漏れが発生し、史上最悪の産業災害の 1 つと考えられ、数千人の死傷者を出しました。"
      }
    ]
  },
  "12-04": {
    "curiosity": [
      {
        "text": "1945 年 12 月 4 日、教育、科学、文化を通じた平和と国際協力の促進を目的として、国際連合教育科学文化機関 (ユネスコ) が設立されました。"
      },
      {
        "text1": "1971年12月4日、バングラデシュ独立戦争でインドがパキスタンを破り、バングラデシュは独立し戦争は終結した。"
      }
    ]
  },
  "12-05": {
    "curiosity": [
      {
        "text": "1933 年 12 月 5 日、米国の禁酒法が廃止され、再びアルコール飲料の製造と販売が許可されました。"
      },
      {
        "text1": "2013 年 12 月 5 日、反アパルトヘイトの指導者であり南アフリカの元大統領であるネルソン マンデラが、人権と和解のための戦いの遺産を残して 95 歳で亡くなりました。"
      }
    ]
  },
  "12-06": {
    "curiosity": [
      {
        "text": "1877 年 12 月 6 日、トーマス エジソンは、音を録音して再生できる装置である蓄音機の初の公開デモンストレーションを行いました。"
      },
      {
        "text1": "1989年12月6日、中国の北京で天安門事件が発生し、政府軍が民主化デモ参加者を暴力的に弾圧した。"
      }
    ]
  },
  "12-07": {
    "curiosity": [
      {
        "text": "1941 年 12 月 7 日、日本軍によるハワイの真珠湾海軍基地への攻撃が行われ、米国の第二次世界大戦への参戦が決まりました。"
      },
      {
        "text1": "1972 年 12 月 7 日、NASA のアポロ計画最後の有人ミッションであるアポロ 17 号が打ち上げられ、人類が月に到達したのもこれが最後でした。"
      }
    ]
  },
  "12-08": {
    "curiosity": [
      {
        "text": "1980年12月8日、元ビートルズのジョン・レノンがアメリカのニューヨークで興奮したファンによって殺害された。"
      },
      {
        "text1": "1991年12月8日、ロシア、ウクライナ、ベラルーシの指導者はベラヴェヤ協定に署名し、ソビエト連邦を解体し、独立国家共同体（CIS）を設立した。"
      }
    ]
  },
  "12-09": {
    "curiosity": [
      {
        "text": "1987 年 12 月 9 日、オゾン層を破壊する物質の使用を段階的に削減することによってオゾン層を保護することを目的とした、モントリオール議定書として知られる国際協定が署名されました。"
      },
      {
        "text1": "2013 年 12 月 9 日、元南アフリカ大統領ネルソン マンデラの記念碑がヨハネスブルグで授与され、世界中の指導者や著名人が集まりました。"
      }
    ]
  },
  "12-10": {
    "curiosity": [
      {
        "text": "1948 年 12 月 10 日、国連総会は世界人権宣言を採択し、すべての人間の基本的権利を確立しました。"
      },
      {
        "text1": "1989 年 12 月 10 日、チェコの指導者ヴァーツラフ ハベルがチェコスロバキア大統領に選出され、この国の共産主義政権は終わりを告げました。"
      }
    ]
  },
  "12-11": {
    "curiosity": [
      {
        "text": "1936 年 12 月 11 日、イギリス国王エドワード 8 世は離婚歴のあるアメリカ人のウォリス・シンプソンと結婚するために王位を放棄し、憲法上の危機を引き起こしました。"
      },
      {
        "text1": "2001 年 12 月 11 日、中国は世界貿易機関 (WTO) に加盟し、経済を世界市場に開放しました。"
      }
    ]
  },
  "12-12": {
    "curiosity": [
      {
        "text": "1915 年 12 月 12 日、米国で最初のエンターテイメント ラジオ放送が行われ、一般的な通信手段としてのラジオ時代の始まりとなりました。"
      },
      {
        "text1": "2000 年 12 月 12 日、米国最高裁判所は 2000 年大統領選挙の選挙論争を終結させ、ジョージ W. ブッシュが勝者であると宣言しました。"
      }
    ]
  },
  "12-13": {
    "curiosity": [
      {
        "text": "1937 年 12 月 13 日、中国の南京市が日本軍によって占領され、日中戦争の最も残忍な事件の 1 つである南京虐殺の始まりとなりました。"
      },
      {
        "text1": "2003年12月13日、イラク前大統領サダム・フセインは米軍に捕らえられ、逃亡者として生涯を終えた。"
      }
    ]
  },
  "12-14": {
    "curiosity": [
      {
        "text": "1900 年 12 月 14 日、マックス プランクは、現代物理学の基本的なマイルストーンとなる量子理論を初めて発表しました。"
      },
      {
        "text1": "2012年12月14日、米国のサンディフック小学校で銃を持った男が発砲し、児童20人を含む26人が死亡した、米国史上最悪の学校銃乱射事件の一つとなった。"
      }
    ]
  },
  "12-15": {
    "curiosity": [
      {
        "text": "1791 年 12 月 15 日、10 条の憲法修正条項からなる米国権利章典が批准され、国民に対する市民的および個人的自由が保証されました。"
      },
      {
        "text1": "2001 年 12 月 15 日、アフガニスタンのカンダハル市が米国主導の連合軍によって占領され、アフガニスタン戦争の転換点となりました。"
      }
    ]
  },
  "12-16": {
    "curiosity": [
      {
        "text": "1773 年 12 月 16 日、ボストン茶会事件が発生しました。これは、アメリカの入植者がイギリスの税金に対する抵抗行為として、イギリスの紅茶の積荷をボストン港に投げ込んだ抗​​議活動です。"
      },
      {
        "text1": "1971年12月16日、インドはバングラデシュを独立国として正式に承認し、パキスタンに対するバングラデシュ解放戦争を終結させた。"
      }
    ]
  },
  "12-17": {
    "curiosity": [
      {
        "text": "1903 年 12 月 17 日、ライト兄弟は米国ノースカロライナ州キティホークで動力飛行機の最初の制御飛行を行いました。"
      },
      {
        "text1": "2010年12月17日、モハメド・ブアジジというチュニジアの露天商が焼身自殺し、ジャスミン革命として知られるチュニジアの大規模な抗議活動が引き起こされ、アラブ世界に広がりました。"
      }
    ]
  },
  "12-18": {
    "curiosity": [
      {
        "text": "1865 年 12 月 18 日、アメリカ合衆国憲法修正第 13 条が批准され、国内の奴隷制度が廃止されました。"
      },
      {
        "text1": "1892 年 12 月 18 日、英国の作家アーサー コナン ドイルは、シャーロック ホームズの最も有名な物語の 1 つである小説「バスカヴィル家の犬」を出版しました。"
      }
    ]
  },
  "12-19": {
    "curiosity": [
      {
        "text": "1843 年 12 月 19 日、チャールズ ディケンズによって書かれた本「クリスマス キャロル」が出版されました。これは、史上最も人気のあるクリスマス物語の 1 つです。"
      },
      {
        "text1": "1998年12月19日、米国下院は偽証と司法妨害の罪で告発されたビル・クリントン大統領の弾劾を承認した。"
      }
    ]
  },
  "12-20": {
    "curiosity": [
      {
        "text": "1803 年 12 月 20 日、米国はルイジアナ購入として知られる協定でフランスからルイジアナ準州を正式に取得しました。"
      },
      {
        "text1": "1989年12月20日、米軍は麻薬密売と人権に対する犯罪で告発された独裁者マヌエル・ノリエガを逮捕する作戦でパナマに侵攻した。"
      }
    ]
  },
  "12-21": {
    "curiosity": [
      {
        "text": "1620 年 12 月 21 日、英国の入植者がマサチューセッツ州プリマス ロックに上陸し、プリマス植民地を設立し、英国の北米植民地化の始まりとなりました。"
      },
      {
        "text1": "1968 年 12 月 21 日、NASA の有人宇宙ミッションであるアポロ 8 号が宇宙に打ち上げられ、月の周回軌道を周回して地球に安全に帰還した最初の宇宙船となりました。"
      }
    ]
  },
  "12-22": {
    "curiosity": [
      {
        "text": "1807 年 12 月 22 日、ティルシット条約が締結され、ナポレオン・ボナパルトのフランスと皇帝アレクサンドル 1 世のロシアとの間の戦争が終結しました。"
      },
      {
        "text1": "1989年12月22日、ルーマニア革命後の共産主義独裁者ニコラエ・チャウシェスクとその妻エレナが裁判を開き処刑された。"
      }
    ]
  },
  "12-23": {
    "curiosity": [
      {
        "text": "1888年12月23日、オランダの画家フィンセント・ファン・ゴッホは精神病の休息中に左耳の一部を切断した。"
      },
      {
        "text1": "1947 年 12 月 23 日、インド国民会議はインドの独立とイギリスの植民地支配の終結を要求する決議を採択しました。"
      }
    ]
  },
  "12-24": {
    "curiosity": [
      {
        "text": "アメリカとイギリスの間で1812年戦争中の1814年12月24日、ゲント条約が締結され、正式に紛争が終結し両国間の外交関係が回復した。"
      },
      {
        "text1": "第一次世界大戦中の1914年12月24日、西部戦線の塹壕にいる敵兵士が敵対行為を停止し、クリスマスイブに友愛を交わす「クリスマス休戦」が成立した。"
      }
    ]
  },
  "12-25": {
    "curiosity": [
      {
        "text": "336 年 12 月 25 日、ローマ皇帝コンスタンティヌス 1 世は、キリスト教の祝日として初めてクリスマスを公式に祝いました。"
      },
      {
        "text1": "第二次世界大戦中の1941年12月25日、アドルフ・ヒトラーが指揮するドイツ軍はモスクワの戦いで崩壊し、ナチス軍の大敗北となった。"
      }
    ]
  },
  "12-26": {
    "curiosity": [
      {
        "text": "アメリカ独立戦争中の 1776 年 12 月 26 日、ジョージ ワシントンはニュージャージー州トレントンでヘッセン軍に対する奇襲攻撃を指揮し、アメリカ反乱軍にとって決定的な勝利を収めました。"
      },
      {
        "text1": "2004 年 12 月 26 日、海底地震をきっかけにインド洋で壊滅的な津波が発生し、史上最悪の自然災害の 1 つを引き起こし、いくつかの沿岸諸国で数十万の命が失われました。"
      }
    ]
  },
  "12-27": {
    "curiosity": [
      {
        "text": "1831 年 12 月 27 日、チャールズ ダーウィンはビーグル号に乗って遠征に出発しました。この旅が彼を種の進化の理論を発展させるきっかけとなりました。"
      },
      {
        "text1": "2007 年 12 月 27 日、パキスタンの元首相ベナジール ブットがラーワルピンディでの政治集会中に自爆テロで暗殺されました。"
      }
    ]
  },
  "12-28": {
    "curiosity": [
      {
        "text": "1895 年 12 月 28 日、リュミエール兄弟はパリのグラン カフェで映画の初の公開上映会を開催し、映画の誕生を記念しました。"
      },
      {
        "text1": "1973 年 12 月 28 日、米国大統領リチャード ニクソンは、エネルギー節約の目標を定め、再生可能エネルギー源の利用を促進するエネルギー移行法に署名しました。"
      }
    ]
  },
  "12-29": {
    "curiosity": [
      {
        "text": "1890年12月29日、アメリカ軍兵士とラコタ・スー族のメンバーとの間の悲劇的な衝突であるウーンド・ニー虐殺が発生し、女性や子供を含む約300人のネイティブ・アメリカンが死亡した。"
      },
      {
        "text1": "1972 年 12 月 29 日、NASA はユージン サーナン、ロナルド エバンス、ハリソン シュミットを乗せて、これまでで最後の月への有人探査であるアポロ 17 号宇宙船を打ち上げました。"
      }
    ]
  },
  "12-30": {
    "curiosity": [
      {
        "text": "1922 年 12 月 30 日、ソビエト社会主義共和国連邦 (U​​SSR) が宣言され、いくつかのソビエト共和国を含む新しい国家が形成されました。"
      },
      {
        "text1": "2006 年 12 月 30 日、イラクの元大統領サダム フセインは人道に対する罪で有罪判決を受け、絞首刑で処刑されました。"
      }
    ]
  },
  "12-31": {
    "curiosity": [
      {
        "text": "1759 年 12 月 31 日、有名なオーストリアの作曲家ヴォルフガング アマデウス モーツァルトがザルツブルクで生まれ、クラシック音楽に永続的な遺産を残しました。"
      },
      {
        "text1": "1999 年 12 月 31 日、21 世紀の始まりを示すミレニアムの変わり目が起こりましたが、恐ろしい「ミレニアム バグ」は世界中のコンピュータ システムで予測されていた壊滅的な問題を引き起こすことはありませんでした。"
      }
    ]
  }
}