{
  "1-1": {
    "curiosity": [
      {
        "text": "Ghanské království, nacházející se v západní Africe, bylo první velkou říší v regionu, známou obchodem se zlatem a solí."
      },
      {
        "text1": "Afrika je kolébkou lidstva, kde se vyvinuli první lidé."
      }
    ]
  },
  "1-2": {
    "curiosity": [
      {
        "text": "Etiopská říše byla jedním z mála afrických národů, které odolávaly evropské kolonizaci během 19. století."
      },
      {
        "text1": "Starověký Egypt byl jednou z nejvyspělejších civilizací v historii, stavěl slavné pyramidy."
      }
    ]
  },
  "1-3": {
    "curiosity": [
      {
        "text": "Búrská válka byl konflikt, který se odehrál v Jižní Africe mezi osadníky holandského a britského původu."
      },
      {
        "text1": "Království Aksum, které se nachází v dnešní Etiopii, bylo jednou z prvních velkých civilizací v Africe."
      }
    ]
  },
  "1-4": {
    "curiosity": [
      {
        "text": "Kartágské království, které se nachází v severní Africe, soupeřilo s Římem v období římské republiky."
      },
      {
        "text1": "Velká čínská zeď je jedním z největších inženýrských děl v historii, postavená na ochranu země před invazemi."
      }
    ]
  },
  "1-5": {
    "curiosity": [
      {
        "text": "Království Kush, které se nachází v oblasti dnešního Súdánu, bylo důležitým centrem obchodu a moci ve starověkém Egyptě."
      },
      {
        "text1": "Říše Inků byla největší civilizací v předkolumbovské Americe, která byla známá svou vyspělou architekturou a silničním systémem."
      }
    ]
  },
  "1-6": {
    "curiosity": [
      {
        "text": "Západoafrické království Mali proslavil jeho vládce Mansa Musa, považovaný za jednoho z nejbohatších mužů v historii."
      },
      {
        "text1": "Průmyslová revoluce znamenala významnou změnu ve společnosti a ekonomice, poháněná vynálezem strojů a továren."
      }
    ]
  },
  "1-7": {
    "curiosity": [
      {
        "text": "Říše Songhai, která se nachází v západní Africe, byla jednou z největších říší v africké historii."
      },
      {
        "text1": "Francouzská revoluce byla obdobím intenzivních politických a společenských změn ve Francii s trvalými dopady po celém světě."
      }
    ]
  },
  "1-8": {
    "curiosity": [
      {
        "text": "Království Axum v Etiopii bylo důležitou obchodní a náboženskou mocností s námořními spojeními s Egyptem, Indií a Římskou říší."
      },
      {
        "text1": "Mongolská říše, vedená Čingischánem, byla největší souvislou říší v historii, rozprostírající se od východní Asie po východní Evropu."
      }
    ]
  },
  "1-9": {
    "curiosity": [
      {
        "text": "Marocké království má dlouhou historii s berberskými, arabskými a evropskými vlivy v průběhu staletí."
      },
      {
        "text1": "Deklarace nezávislosti Spojených států, podepsaná 4. července 1776, byla důležitým mezníkem v boji za nezávislost v amerických koloniích."
      }
    ]
  },
  "1-10": {
    "curiosity": [
      {
        "text": "Osmanská říše, založená ve 13. století, ovládala rozsáhlé území, které zahrnovalo části Evropy, Asie a Afriky po více než 600 let."
      },
      {
        "text1": "Průmyslová revoluce v Británii měla velký dopad na transformaci společnosti a ekonomiky, řídila velkovýrobu a urbanizaci."
      }
    ]
  },
  "1-11": {
    "curiosity": [
      {
        "text": "Království Kongo, které se nachází ve střední Africe, bylo mocným předkoloniálním státem známým díky obchodu se slonovinou a otroky."
      },
      {
        "text1": "Bitva u Waterloo, 18. června 1815, byla klíčovou událostí v evropské historii a znamenala konečnou porážku Napoleona Bonaparta."
      }
    ]
  },
  "1-12": {
    "curiosity": [
      {
        "text": "Říše Mali, vedená slavným králem Mansou Musou, byla střediskem obchodu, vzdělanosti a bohatství ve středověké západní Africe."
      },
      {
        "text1": "Ruská revoluce, která se odehrála v roce 1917, vedla k pádu Ruské říše a vytvoření Sovětského svazu, což zahájilo novou politickou a sociální éru."
      }
    ]
  },
  "1-13": {
    "curiosity": [
      {
        "text": "Aztécká říše, která se nachází v Mexiku, byla jednou z největších předkolumbovských civilizací, známá svou architekturou a pokroky v zemědělství."
      },
      {
        "text1": "Průmyslová revoluce ve Spojených státech proměnila zemi v 19. století v globální průmyslovou a ekonomickou velmoc."
      }
    ]
  },
  "1-14": {
    "curiosity": [
      {
        "text": "Království Benin, na území dnešní Nigérie, bylo důležitým obchodním a kulturním centrem v předkoloniální západní Africe."
      },
      {
        "text1": "Prohlášení o emancipaci, vydané prezidentem Spojených států Abrahamem Lincolnem 1. ledna 1863, osvobodilo otroky ve státech Konfederace během americké občanské války."
      }
    ]
  },
  "1-15": {
    "curiosity": [
      {
        "text": "Byzantská říše se sídlem v Konstantinopoli udržovala dědictví Východořímské říše a hrála zásadní roli v uchování klasické kultury."
      },
      {
        "text1": "Studená válka byla obdobím politického a vojenského napětí mezi Spojenými státy a Sovětským svazem, které se vyznačovalo ideologickým soupeřením a globální konkurencí."
      }
    ]
  },
  "1-16": {
    "curiosity": [
      {
        "text": "Království Zimbabwe v jižní Africe bylo důležitým obchodním a kulturním centrem během středověku."
      },
      {
        "text1": "Průmyslová revoluce v Německu posílila hospodářský a technologický rozvoj země, díky čemuž se v 19. století stala průmyslovou velmocí."
      }
    ]
  },
  "1-17": {
    "curiosity": [
      {
        "text": "Říše Gupta v Indii byla známá jako indický zlatý věk díky svému rozkvětu v umění, vědách a obchodu."
      },
      {
        "text1": "Americká občanská válka, která probíhala v letech 1861 až 1865, byla krvavým konfliktem mezi severními a jižními státy Spojených států, především kvůli otázce otroctví."
      }
    ]
  },
  "1-18": {
    "curiosity": [
      {
        "text": "Portugalské království hrálo klíčovou roli ve věku objevů, objevovalo námořní cesty a zakládalo kolonie po celém světě."
      },
      {
        "text1": "Mexická revoluce, která začala v roce 1910, vyústila ve svržení diktátorské vlády Porfiria Díaze a hledání sociální spravedlnosti a politických reforem v Mexiku."
      }
    ]
  },
  "1-19": {
    "curiosity": [
      {
        "text": "Mayská říše, nacházející se v Mezoamerice, byla jednou z nejvyspělejších civilizací starověku, známá svým hieroglyfickým písmem a složitými kalendářními systémy."
      },
      {
        "text1": "Průmyslová revoluce v Japonsku, ke které došlo na konci 19. století, vedla k modernizaci země a její přeměně v průmyslovou velmoc."
      }
    ]
  },
  "1-20": {
    "curiosity": [
      {
        "text": "Království Buganda, které se nachází na území dnešní Ugandy, hrálo důležitou roli v historii a kultuře východní Afriky."
      },
      {
        "text1": "Druhá světová válka, která probíhala v letech 1939 až 1945, byla nejničivějším globálním konfliktem v historii, do rozsáhlého vojenského konfliktu se zapojily hlavní světové mocnosti."
      }
    ]
  },
  "1-21": {
    "curiosity": [
      {
        "text": "Římská říše byla jednou z největších říší v historii, známá svým inženýrstvím, legislativou a trvalým vlivem na západní kulturu."
      },
      {
        "text1": "Průmyslová revoluce ve Francii v 19. století přinesla do země technologický pokrok a významné socioekonomické změny."
      }
    ]
  },
  "1-22": {
    "curiosity": [
      {
        "text": "Království Kongo ve střední Africe hrálo důležitou roli v transatlantickém obchodu s otroky během 16. a 17. století."
      },
      {
        "text1": "Americká válka za nezávislost, vedená v letech 1775 až 1783, vyústila ve vytvoření Spojených států jako nezávislého národa."
      }
    ]
  },
  "1-23": {
    "curiosity": [
      {
        "text": "Perská říše za vlády Kýra Velikého založila jednu z největších říší starověku, známou svou náboženskou tolerancí a efektivní správou."
      },
      {
        "text1": "Průmyslová revoluce v Rusku v 19. století transformovala ruskou ekonomiku a podpořila průmyslový růst země."
      }
    ]
  },
  "1-24": {
    "curiosity": [
      {
        "text": "Království Bhútán v Asii je známé svou politikou hrubého národního štěstí, která usiluje o hmotné a duchovní blaho svých občanů."
      },
      {
        "text1": "Haitská revoluce, která se odehrála v letech 1791 až 1804, byla první úspěšnou vzpourou otroků v historii, která vedla k nezávislosti Haiti a ke konci otroctví ve francouzské kolonii Saint-Domingue."
      }
    ]
  },
  "1-25": {
    "curiosity": [
      {
        "text": "Říše Inků, nacházející se v oblasti And, byla největší předkolumbovská civilizace, známá svou kamennou architekturou a vyspělými zemědělskými systémy."
      },
      {
        "text1": "Průmyslová revoluce v Belgii v 19. století podpořila rozvoj země jako průmyslového a obchodního centra v Evropě."
      }
    ]
  },
  "1-26": {
    "curiosity": [
      {
        "text": "Království Axum v dnešní Etiopii bylo důležitým obchodním centrem a jednou z prvních křesťanských civilizací v Africe."
      },
      {
        "text1": "Francouzská revoluce, která se odehrála v letech 1789 až 1799, byla obdobím intenzivních politických a sociálních nepokojů ve Francii, které vyústily v pád monarchie a vznik Francouzské republiky."
      }
    ]
  },
  "1-27": {
    "curiosity": [
      {
        "text": "Rakousko-Uhersko, založené v roce 1867, bylo velmocí ve střední Evropě, zahrnující mnoho různých národností a kultur."
      },
      {
        "text1": "Průmyslová revoluce v Kanadě v 19. století řídila hospodářský růst země, zejména ve zpracovatelském a dopravním průmyslu."
      }
    ]
  },
  "1-28": {
    "curiosity": [
      {
        "text": "Království Kush, které se nachází v oblasti moderního Súdánu, bylo mocným královstvím, které kontrolovalo obchodní cesty mezi střední Afrikou a Středozemním mořem."
      },
      {
        "text1": "Průmyslová revoluce v Itálii v 19. století přeměnila zemi z převážně zemědělské ekonomiky na průmyslovou a obchodní velmoc."
      }
    ]
  },
  "1-29": {
    "curiosity": [
      {
        "text": "Čínská říše za dynastie Tang byla jedním z nejvíce prosperujících období v čínské historii, která byla známá svou obchodní a kulturní výměnou."
      },
      {
        "text1": "Průmyslová revoluce ve Španělsku v 19. století měla významný dopad na hospodářský a sociální rozvoj země."
      }
    ]
  },
  "1-30": {
    "curiosity": [
      {
        "text": "Britské impérium bylo největší říší v historii, pokrývalo území po celém světě a mělo trvalý politický a kulturní vliv."
      },
      {
        "text1": "Průmyslová revoluce v Austrálii v 19. století posílila ekonomiku země, především prostřednictvím využívání přírodních zdrojů a rozvojem zpracovatelského průmyslu."
      }
    ]
  },
  "1-31": {
    "curiosity": [
      {
        "text": "Království Imericia, v dnešní Gruzii, hrálo důležitou roli v historii Kavkazu a bylo centrem obchodu a kultury v regionu."
      },
      {
        "text1": "Průmyslová revoluce v Indii v 19. století přinesla významné změny v ekonomice a společnosti země a poháněla růst textilního průmyslu a dopravního sektoru."
      }
    ]
  },
  "2-1": {
    "curiosity": [
      {
        "text": "Osmanská říše, založená ve 13. století, byla jednou z největších říší v historii, která zahrnovala území v Evropě, Asii a Africe."
      },
      {
        "text1": "Průmyslová revoluce ve Švédsku v 19. století přeměnila zemi na důležitou průmyslovou velmoc, zejména v odvětví hornictví a hutnictví."
      }
    ]
  },
  "2-2": {
    "curiosity": [
      {
        "text": "Marocké království, ležící v severní Africe, má bohatou historii sahající až do starověku a hrálo zásadní roli na transsaharských obchodních cestách."
      },
      {
        "text1": "Průmyslová revoluce v Brazílii v 19. století podpořila růst průmyslu a modernizaci země, zejména s expanzí odvětví kávy."
      }
    ]
  },
  "2-3": {
    "curiosity": [
      {
        "text": "Mongolská říše, vedená Čingischánem, byla největší souvislou říší v historii, rozprostírající se od východní Asie po východní Evropu."
      },
      {
        "text1": "Průmyslová revoluce v Argentině v 19. století podpořila hospodářský rozvoj země, zejména v zemědělství a potravinářském průmyslu."
      }
    ]
  },
  "2-4": {
    "curiosity": [
      {
        "text": "Království Succotra, které se nachází ve stejnojmenném souostroví v Indickém oceánu, je známé svou jedinečnou flórou a bujnou krajinou."
      },
      {
        "text1": "Průmyslová revoluce v Chile v 19. století podpořila hospodářský rozvoj země, zejména v těžbě a měděném průmyslu."
      }
    ]
  },
  "2-5": {
    "curiosity": [
      {
        "text": "Španělská říše byla jednou z největších říší v historii, která se rozprostírala v rozsáhlých částech Evropy, Ameriky, Afriky a Asie."
      },
      {
        "text1": "Průmyslová revoluce v Řecku v 19. století přinesla významné změny do ekonomiky země, zejména v námořním sektoru a textilním průmyslu."
      }
    ]
  },
  "2-6": {
    "curiosity": [
      {
        "text": "Jihopacifické království Tonga je jediným národem na oceánském kontinentu, který nikdy nebyl kolonizován cizí mocností."
      },
      {
        "text1": "Průmyslová revoluce v Mexiku v 19. století přinesla do země hluboké ekonomické a sociální změny, které podpořily rozvoj textilního průmyslu, těžebního sektoru a dopravní infrastruktury."
      }
    ]
  },
  "2-7": {
    "curiosity": [
      {
        "text": "Byzantská říše s hlavním městem v Konstantinopoli byla jednou z nejdéle trvajících říší v historii, uchovávající kulturu a dědictví Východořímské říše."
      },
      {
        "text1": "Průmyslová revoluce v Rakousku v 19. století podpořila hospodářský růst země, zejména v ocelářském průmyslu a strojírenské výrobě."
      }
    ]
  },
  "2-8": {
    "curiosity": [
      {
        "text": "Království Granada, které se nachází na Pyrenejském poloostrově, bylo poslední muslimskou pevností v regionu, než bylo dobyto křesťanskými královstvími během Reconquisty."
      },
      {
        "text1": "Průmyslová revoluce v Norsku v 19. století přinesla významné změny do ekonomiky země, zejména v dřevařském, rybářském a vodním průmyslu."
      }
    ]
  },
  "2-9": {
    "curiosity": [
      {
        "text": "Mauryanská říše ve starověké Indii byla jednou z největších říší té doby, která sjednocovala velkou část indického subkontinentu pod jedinou vládou."
      },
      {
        "text1": "Průmyslová revoluce ve Finsku v 19. století přeměnila zemi z agrární ekonomiky na industrializovanou, zejména v celulózovém a papírenském průmyslu."
      }
    ]
  },
  "2-10": {
    "curiosity": [
      {
        "text": "Království Aksum, které se nachází v dnešní Etiopii a Eritreji, bylo důležitým obchodním a kulturním centrem ve starověku, ovládající obchodní cesty mezi Afrikou, Asií a Evropou."
      },
      {
        "text1": "Průmyslová revoluce v Jižní Koreji, která začala v 60. letech 20. století, vedla k rychlému hospodářskému a průmyslovému rozvoji země, známému jako „zázrak na řece Han“."
      }
    ]
  },
  "2-11": {
    "curiosity": [
      {
        "text": "Karolinská říše, založená Karlem Velikým, byla evropská říše, která během středověku zahrnovala velkou část západní Evropy."
      },
      {
        "text1": "Průmyslová revoluce v Polsku v 19. století transformovala zemi ze zemědělské ekonomiky na industrializovanou, zejména v textilním a ocelářském průmyslu."
      }
    ]
  },
  "2-12": {
    "curiosity": [
      {
        "text": "Francouzská revoluce, která se odehrála v letech 1789 až 1799, byla událostí, která ve Francii znamenala přechod od absolutní monarchie k republice s důležitými politickými a společenskými důsledky."
      },
      {
        "text1": "První světová válka, která probíhala v letech 1914 až 1918, byla globálním konfliktem, do kterého se zapojily hlavní světové mocnosti té doby a který měl významný dopad na geopolitiku a společnost 20. století."
      }
    ]
  },
  "2-13": {
    "curiosity": [
      {
        "text": "Smlouva z Tordesillas, podepsaná v roce 1494, rozdělila objevené a objevené země mezi Portugalsko a Španělsko a vytvořila základ pro kolonizaci Ameriky oběma zeměmi."
      },
      {
        "text1": "Studená válka, která trvala v letech 1947 až 1991, byla obdobím politického, vojenského a ideologického napětí mezi Spojenými státy a Sovětským svazem, charakterizované rivalitou mezi dvěma bloky vedenými těmito mocnostmi."
      }
    ]
  },
  "2-14": {
    "curiosity": [
      {
        "text": "Den svatého Valentýna, který se slaví 14. února, pochází z úcty k svatému Valentýnovi, římskému knězi, který byl umučen za tajné sňatky s vojáky, čímž se vzpíral rozkazům císaře Claudia II."
      },
      {
        "text1": "Versailleská smlouva podepsaná v roce 1919 znamenala konec první světové války a uvalila na Německo tvrdé sankce, čímž položila základy pro meziválečné období a vznik druhé světové války."
      }
    ]
  },
  "2-15": {
    "curiosity": [
      {
        "text": "15. února 1898 explodovala bitevní loď USS Maine v kubánském přístavu Havana, událost, která sehrála významnou roli při vypuknutí španělsko-americké války."
      },
      {
        "text1": "15. února 1954 Kanada oficiálně přijala vlajku z červeného a bílého javorového listu, čímž se stala národním symbolem země."
      }
    ]
  },
  "2-16": {
    "curiosity": [
      {
        "text": "16. února 1923 byl Egypt prohlášen za nezávislé království, čímž skončilo období britské nadvlády a byla nastolena konstituční monarchie."
      },
      {
        "text1": "16. února 1968 se odehrála slavná bitva o Huế, jeden z hlavních střetů během vietnamské války, mezi severoamerickými a Vietkongskými silami."
      }
    ]
  },
  "2-17": {
    "curiosity": [
      {
        "text": "17. února 1867 Spojené království podepsalo Římskou smlouvu s Italským královstvím, čímž uznalo sjednocení Itálie a ukončilo vládu papežských států."
      },
      {
        "text1": "17. února 1979 došlo v Íránu k islámské revoluci, která vyústila v pád šáha Mohammada Rezá Pahlavího a nástup ajatolláha Chomejního k moci."
      }
    ]
  },
  "2-18": {
    "curiosity": [
      {
        "text": "18. února 1930 došlo v Indii ke slavnému incidentu známému jako „Pochod soli“, vedený Mahátmou Gándhím, jako nenásilný protest proti britským daním ze soli."
      },
      {
        "text1": "18. února 1954 vědci James Watson a Francis Crick objevili strukturu DNA, což je důležitý milník v pochopení genetiky a dědičnosti."
      }
    ]
  },
  "2-19": {
    "curiosity": [
      {
        "text": "19. února 1878 obdržel Thomas Edison patent na fonograf, jedno z prvních zařízení schopných nahrávat a reprodukovat zvuky."
      },
      {
        "text1": "19. února 1942, během druhé světové války, prezident Spojených států, Franklin D. Roosevelt, podepsal výkonné nařízení 9066, povolující internování japonských občanů a Japonců-Američanů v koncentračních táborech."
      }
    ]
  },
  "2-20": {
    "curiosity": [
      {
        "text": "20. února 1962 se americký astronaut John Glenn stal prvním Američanem, který obletěl Zemi na palubě kosmické lodi Friendship 7."
      },
      {
        "text1": "20. února 1986 byla vypuštěna vesmírná stanice Mir, která se stala první modulární vesmírnou stanicí na oběžné dráze Země."
      }
    ]
  },
  "2-21": {
    "curiosity": [
      {
        "text": "21. února 1848 byl zveřejněn Komunistický manifest, sepsaný Karlem Marxem a Friedrichem Engelsem, zásadní dokument pro komunistickou ideologii."
      },
      {
        "text1": "21. února 1965 byl v New Yorku zavražděn afroamerický aktivista Malcolm X, událost, která měla významný dopad na hnutí za občanská práva ve Spojených státech."
      }
    ]
  },
  "2-22": {
    "curiosity": [
      {
        "text": "Dne 22. února 1632 vydal filozof René Descartes své nejslavnější filozofické dílo „Rozprava o metodě“, která položila základy moderního racionalismu."
      },
      {
        "text1": "22. února 1980 hokejový tým Spojených států porazil na zimních olympijských hrách v roce 1980 tým Sovětského svazu v historické hře známé jako ‚Zázrak na ledě‘."
      }
    ]
  },
  "2-23": {
    "curiosity": [
      {
        "text": "23. února 1945, během druhé světové války, dobyly americké a filipínské jednotky po intenzivních bojích proti japonským silám zpět město Manila na Filipínách."
      },
      {
        "text1": "23. února 1981 došlo ve Španělsku k vojenskému převratu, známému jako „23-F“, když skupina civilních stráží vtrhla do španělského parlamentu v neúspěšném pokusu o převrat."
      }
    ]
  },
  "2-24": {
    "curiosity": [
      {
        "text": "24. února 1868 došlo ve Španělsku k začátku slavné revoluce, hnutí, které vedlo ke svržení královny Isabely II. a ustavení prozatímní vlády."
      },
      {
        "text1": "24. února 1989 představil britský vědec Tim Berners-Lee návrh na vytvoření World Wide Web, jednoho z nejdůležitějších milníků v historii internetu."
      }
    ]
  },
  "2-25": {
    "curiosity": [
      {
        "text": "25. února 1836 se odehrála bitva u Alama, střet mezi mexickými silami a texaskými obránci, který se stal symbolem odvahy a odporu v historii Texasu."
      },
      {
        "text1": "25. února 1956 přednesl sovětský vůdce Nikita Chruščov tajný projev na 20. sjezdu Komunistické strany Sovětského svazu, v němž odsoudil zločiny a excesy spáchané za vlády Josefa Stalina."
      }
    ]
  },
  "2-26": {
    "curiosity": [
      {
        "text": "26. února 1815 se v Belgii odehrála bitva u Waterloo, kde byly jednotky císaře Napoleona Bonaparta poraženy vojsky koalice vedené vévodou z Wellingtonu, což znamenalo definitivní konec napoleonské říše."
      },
      {
        "text1": "26. února 1993 došlo v New Yorku k útoku na World Trade Center, když v garáži komplexu vybuchla nálož náklaďáku, což mělo za následek šest mrtvých a stovky zraněných."
      }
    ]
  },
  "2-27": {
    "curiosity": [
      {
        "text": "27. února 1900 byla založena americká filmová společnost Universal Pictures, která se stala jedním z nejstarších a nejvlivnějších filmových producentů na světě."
      },
      {
        "text1": "27. února 1933 požár v Reichstagu, německém parlamentu v Berlíně, využili nacisté jako záminku k omezení občanských svobod a upevnění své moci."
      }
    ]
  },
  "2-28": {
    "curiosity": [
      {
        "text": "28. února 1953 objevili vědec James Watson a biolog Francis Crick strukturu molekuly DNA, jeden z nejdůležitějších objevů v historii biologie."
      },
      {
        "text1": "28. února 1986 explodovala kosmická loď Challenger krátce po startu, což mělo za následek smrt všech sedmi astronautů na palubě."
      }
    ]
  },
  "2-29": {
    "curiosity": [
      {
        "text": "28. února 1986 explodovala kosmická loď Challenger krátce po startu, což mělo za následek smrt všech sedmi astronautů na palubě."
      },
      {
        "text1": "28. února 1953 objevili vědec James Watson a biolog Francis Crick strukturu molekuly DNA, jeden z nejdůležitějších objevů v historii biologie."
      }
    ]
  },
  "3-1": {
    "curiosity": [
      {
        "text": "1. března 1872 byl ve Spojených státech založen Yellowstonský národní park, který se stal prvním národním parkem na světě."
      },
      {
        "text1": "1. března 1994 zemřela brazilská hudební skupina Mamonas Assassinas při tragické letecké havárii, která předčasně přerušila raketový vzestup kapely."
      }
    ]
  },
  "3-2": {
    "curiosity": [
      {
        "text": "2. března 1956 získalo Maroko nezávislost a skončilo tak období francouzské kolonizace v zemi."
      },
      {
        "text1": "2. března 1962 vydal americký písničkář Bob Dylan své první studiové album s názvem ‚Bob Dylan‘, které se stalo mezníkem v lidové hudbě."
      }
    ]
  },
  "3-3": {
    "curiosity": [
      {
        "text": "3. března 1845 byla Florida přijata jako 27. stát Spojených států, čímž došlo k rozšíření území země v oblasti Mexického zálivu."
      },
      {
        "text1": "3. března 1913 se ve Washingtonu DC konala přehlídka sufražetek, kam pochodovaly tisíce žen, aby získaly volební právo ve Spojených státech."
      }
    ]
  },
  "3-4": {
    "curiosity": [
      {
        "text": "4. března 1789 se konala inaugurace prvního prezidenta Spojených států George Washingtona, která znamenala začátek prezidentské historie země."
      },
      {
        "text1": "4. března 1933 se prezident Franklin D. Roosevelt ujal úřadu během Velké hospodářské krize a pronesl slavnou inaugurační řeč s větou „Jediné, čeho se musíme bát, je strach samotný“."
      }
    ]
  },
  "3-5": {
    "curiosity": [
      {
        "text": "5. března 1953 zemřel sovětský vůdce Josif Stalin poté, co více než dvě desetiletí vládl Sovětskému svazu železnou pěstí."
      },
      {
        "text1": "5. března 1984 byl vydán počítačový program Lotus 1-2-3, jeden z prvních tabulkových programů, který sehrál důležitou roli v popularizaci osobních počítačů."
      }
    ]
  },
  "3-6": {
    "curiosity": [
      {
        "text": "6. března 1475 se narodil slavný renesanční malíř Michelangelo, známý svými mistrovskými díly, jako je socha 'David' a obraz Sixtinské kaple."
      },
      {
        "text1": "6. března 1957 se Ghana stala první africkou zemí, která získala nezávislost na kolonialismu a vedla dekolonizační hnutí na kontinentu."
      }
    ]
  },
  "3-7": {
    "curiosity": [
      {
        "text": "7. března 1876 obdržel Alexander Graham Bell patent na telefon, který způsobil revoluci v komunikaci a připravil půdu pro věk telekomunikací."
      },
      {
        "text1": "7. března 1965 se odehrála slavná epizoda známá jako „Krvavá neděle“, kdy byli demonstranti za občanská práva brutálně potlačeni policií na mostě ze Selmy do Montgomery ve Spojených státech."
      }
    ]
  },
  "3-8": {
    "curiosity": [
      {
        "text": "8. března 1917, v kontextu první světové války, došlo k začátku ruské revoluce s demonstracemi žen v Petrohradě, které později vedly k pádu carského režimu."
      },
      {
        "text1": "8. března 1971 se boxer Muhammad Ali a Joe Frazier utkali v tom, co se stalo známým jako „Boj století“, přičemž Frazier vyhrál jednomyslným rozhodnutím."
      }
    ]
  },
  "3-9": {
    "curiosity": [
      {
        "text": "9. března 1959 byl zpěvák a herec Elvis Presley propuštěn z vojenské služby, poté, co splnil svou povinnost v Německu, se vrátil ke své úspěšné kariéře."
      },
      {
        "text1": "9. března 1997 byl při střelbě v Los Angeles zavražděn rapper The Notorious BIG, známý také jako Biggie Smalls, a zanechal tak ve světě hip-hopu pozoruhodné dědictví."
      }
    ]
  },
  "3-10": {
    "curiosity": [
      {
        "text": "10. března 1876 byl patentován gramofon, předchůdce gramofonu, vynalezený Thomasem Edisonem, který způsobil revoluci ve způsobu nahrávání a reprodukce hudby."
      },
      {
        "text1": "10. března 1959 byl Tibet napaden Čínou, což mělo za následek dlouhé období kulturních a politických represí v zemi."
      }
    ]
  },
  "3-11": {
    "curiosity": [
      {
        "text": "11. března 1818 zemřel slavný německý skladatel Johann Sebastian Bach a zanechal po sobě odkaz klasických hudebních děl, která ovlivnila pozdější generace."
      },
      {
        "text1": "11. března 2011 zasáhlo Japonsko zemětřesení o síle 9,0, po kterém následovala ničivá vlna tsunami, která vyústila ve vážnou jadernou krizi v elektrárně Fukušima."
      }
    ]
  },
  "3-12": {
    "curiosity": [
      {
        "text": "12. března 1930 zahájil Mahátma Gándhí v Indii Salt March, jeden z milníků v hnutí za nezávislost země proti britské nadvládě."
      },
      {
        "text1": "12. března 1994 došlo k masakru v Hebronu, teroristickému útoku na mešitu ve městě Hebron na Západním břehu Jordánu, který měl za následek smrt 29 Palestinců a zranění desítek lidí."
      }
    ]
  },
  "3-13": {
    "curiosity": [
      {
        "text": "13. března 1781 objevil astronom William Herschel planetu Uran, čímž rozšířil znalosti o Sluneční soustavě."
      },
      {
        "text1": "13. března 2013 byl papežem Františkem zvolen argentinský kardinál Jorge Mario Bergoglio, který se tak stal prvním latinskoamerickým papežem v historii katolické církve."
      }
    ]
  },
  "3-14": {
    "curiosity": [
      {
        "text": "14. března 1879 se v Ulmu ve Württemberském království v Německé říši narodil Albert Einstein, jeden z nejuznávanějších vědců historie."
      },
      {
        "text1": "14. března 1950 ustanovila Organizace spojených národů (OSN) Mezinárodní den žen, který se každoročně slaví na podporu rovnosti pohlaví a práv žen."
      }
    ]
  },
  "3-15": {
    "curiosity": [
      {
        "text": "15. března 44 př. n. l. došlo k zavraždění Julia Caesara, římského vůdce a císaře, skupinou senátorů, což vedlo k významné změně v běhu římských dějin."
      },
      {
        "text1": "15. března 1972 Spojené království přijalo desítkový měnový systém, který nahradil starý systém liber, šilinků a pencí."
      }
    ]
  },
  "3-16": {
    "curiosity": [
      {
        "text": "16. března 1521 dorazil na Filipíny portugalský mořeplavec Ferdinand Magellan během své expedice obeplutí a stal se prvním Evropanem, kterému se to podařilo."
      },
      {
        "text1": "16. března 1968 došlo během vietnamské války k masakru v My Lai, při kterém američtí vojáci zabili více než 500 vietnamských civilistů, včetně žen, dětí a starých lidí."
      }
    ]
  },
  "3-17": {
    "curiosity": [
      {
        "text": "17. března 461 n. l. zemřel svatý Patrik, patron Irska, který se každoročně slaví na Den svatého Patrika, známý jako Den svatého Patrika."
      },
      {
        "text1": "17. března 1905 se v Petrohradě v Rusku konala Krvavá neděle, kdy byli pokojní demonstranti potlačeni carskou armádou, což vedlo ke stovkám mrtvých a znamenalo začátek ruské revoluce v roce 1905."
      }
    ]
  },
  "3-18": {
    "curiosity": [
      {
        "text": "18. března 1314 byl Jacques de Molay, poslední velmistr templářů, upálen na hranici, což znamenalo konec řádu templářských rytířů."
      },
      {
        "text1": "18. března 1965 se uskutečnil pochod za občanská práva ze Selmy do Montgomery ve Spojených státech ve snaze zajistit Afroameričanům volební práva."
      }
    ]
  },
  "3-19": {
    "curiosity": [
      {
        "text": "19. března 1687 vydal Isaac Newton své mistrovské dílo „Principia Mathematica“, které zavedlo zákony pohybu a zákon gravitace a způsobilo revoluci ve fyzice."
      },
      {
        "text1": "19. března 2003 začala válka v Iráku vedená Spojenými státy a jejich spojenci, která vyústila v sérii událostí, které formovaly geopolitiku regionu."
      }
    ]
  },
  "3-20": {
    "curiosity": [
      {
        "text": "20. března 1852 vydala Harriet Beecher Stowe román ‚Kabina strýčka Toma‘, důležité dílo v boji proti otroctví ve Spojených státech."
      },
      {
        "text1": "Dne 20. března 2016 uskutečnil historickou návštěvu Kuby bývalý prezident Spojených států Barack Obama, který znamenal milník v normalizaci vztahů mezi oběma zeměmi."
      }
    ]
  },
  "3-21": {
    "curiosity": [
      {
        "text": "21. března 1960 došlo v Jižní Africe k masakru v Sharpeville, když policie zahájila palbu na pokojné demonstranty proti zákonům o apartheidu, což mělo za následek 69 úmrtí."
      },
      {
        "text1": "21. března 2014 Rusko anektovalo Krymský poloostrov po kontroverzním referendu, které odsoudilo mezinárodní společenství."
      }
    ]
  },
  "3-22": {
    "curiosity": [
      {
        "text": "22. března 1622 došlo v britské kolonii Virginie k masakru v Jamestownu, když domorodí Američané napadli a zabili britské kolonisty."
      },
      {
        "text1": "22. března 1993 zemřel kanadský rockový hudebník a zpěvák John Candy ve věku 43 let a zanechal po sobě dědictví komedií a nezapomenutelných vystoupení."
      }
    ]
  },
  "3-23": {
    "curiosity": [
      {
        "text": "23. března 1806 Lewis a Clark zahájili svou legendární výpravu za poznáním západních Spojených států, cestu, která trvala více než dva roky a pomohla rozšířit znalosti o geografii a přírodě Spojených států. kraj."
      },
      {
        "text1": "23. března 2001 Rusko vypustilo do vesmíru vesmírnou stanici Mir, která se stala mezníkem v průzkumu vesmíru a fungovala více než 15 let, než byla deaktivována."
      }
    ]
  },
  "3-24": {
    "curiosity": [
      {
        "text": "24. března 1603 zemřela anglická královna Alžběta I., čímž byla ukončena dynastie Tudorovců a počátek vlády dynastie Stuartovců, s nástupem Jakuba VI. Skotského na anglický trůn jako Jakub I."
      },
      {
        "text1": "24. března 1999 zahájilo NATO letecké bombardování v Srbsku jako součást vojenské intervence v kosovském konfliktu během války v Kosovu."
      }
    ]
  },
  "3-25": {
    "curiosity": [
      {
        "text": "25. března 1807 schválil britský parlament zákon o zrušení obchodu s otroky, který zakazuje obchod s otroky v Britském impériu."
      },
      {
        "text1": "25. března 1957 byla podepsána Římská smlouva, která vytvořila Evropské hospodářské společenství (EHS), předchůdce Evropské unie (EU)."
      }
    ]
  },
  "3-26": {
    "curiosity": [
      {
        "text": "26. března 1979 byla ve Washingtonu DC podepsána mírová smlouva mezi Izraelem a Egyptem, která oficiálně ukončila válečný stav mezi oběma zeměmi."
      },
      {
        "text1": "26. března 1997 odstartovala ruská kosmická loď Sojuz TM-24, která na vesmírnou stanici Mir přepravila posádku složenou z ruského kosmonauta, amerického astronauta a německého astronauta."
      }
    ]
  },
  "3-27": {
    "curiosity": [
      {
        "text": "27. března 1912 podepsaly Japonsko a Čína smlouvu ze Xinchou, která ukončila rusko-japonskou válku a nastolila nezávislost Vnějšího Mongolska."
      },
      {
        "text1": "27. března 1977 se na Tenerife na Kanárských ostrovech srazila dvě letadla Boeing 747, což mělo za následek nejhorší leteckou katastrofu v historii, při níž zemřelo 583 lidí."
      }
    ]
  },
  "3-28": {
    "curiosity": [
      {
        "text": "28. března 1930 byla Konstantinopol, hlavní město Byzantské říše, přejmenována na Istanbul, což znamenalo významnou změnu v historii města."
      },
      {
        "text1": "28. března 1979 došlo k havárii v jaderné elektrárně Three Mile Island ve Spojených státech, která vyústila v jednu z nejhorších jaderných katastrof v historii země."
      }
    ]
  },
  "3-29": {
    "curiosity": [
      {
        "text": "29. března 1974 došlo v Portugalsku ke karafiátové revoluci, vojenskému povstání, které svrhlo diktaturu Estado Novo a znamenalo začátek období demokratizace v zemi."
      },
      {
        "text1": "29. března 2004 vstoupily do NATO Bulharsko, Estonsko, Lotyšsko, Litva, Rumunsko, Slovensko a Slovinsko, čímž došlo k posílení vojenské aliance."
      }
    ]
  },
  "3-30": {
    "curiosity": [
      {
        "text": "30. března 1856 byla podepsána Pařížská smlouva, která ukončila krymskou válku a nastolila podmínky míru mezi zúčastněnými mocnostmi."
      },
      {
        "text1": "30. března 1981 byl prezident Spojených států Ronald Reagan zastřelen při pokusu o atentát, ale po operaci přežil."
      }
    ]
  },
  "3-31": {
    "curiosity": [
      {
        "text": "31. března 1492 katoličtí panovníci, Ferdinand II. Aragonský a Isabela I. Kastilská, vydali edikt z Alhambry, který vyhnal Židy ze Španělska, což mělo za následek jeden z nejtemnějších okamžiků židovské historie."
      },
      {
        "text1": "31. března 1889 byla během pařížské světové výstavy slavnostně otevřena Eiffelova věž, jedna z nejslavnějších ikon Paříže i světa."
      }
    ]
  },
  "4-1": {
    "curiosity": [
      {
        "text": "1. dubna 1867 Spojené království přijalo britský zákon o Severní Americe, který založil Kanadskou konfederaci a vytvořil základ pro vytvoření moderní Kanady."
      },
      {
        "text1": "1. dubna 1976 založili Steve Jobs, Steve Wozniak a Ronald Wayne Apple Inc., čímž vznikla jedna z nejvlivnějších technologických společností na světě."
      }
    ]
  },
  "4-2": {
    "curiosity": [
      {
        "text": "2. dubna 1917 vstoupily Spojené státy do první světové války a vyslaly své vojáky, aby bojovaly po boku spojeneckých sil proti Centrálním mocnostem."
      },
      {
        "text1": "Dne 2. dubna 2005 zemřel ve věku 84 let po dlouhém pontifikátu, který trval téměř 27 let, papež Jan Pavel II., který byl jedním z nejpopulárnějších papežů v nedávné historii."
      }
    ]
  },
  "4-3": {
    "curiosity": [
      {
        "text": "3. dubna 1948 vstoupil v platnost Marshallův plán, program ekonomické pomoci Spojených států pro rekonstrukci Evropy po druhé světové válce."
      },
      {
        "text1": "3. dubna 1973 vyrobila Motorola první mobilní telefon, což znamenalo důležitý milník ve vývoji mobilních technologií."
      }
    ]
  },
  "4-4": {
    "curiosity": [
      {
        "text": "4. dubna 1968 byl v Memphisu v Tennessee zavražděn vůdce občanských práv Spojených států Martin Luther King Jr., což vyvolalo rozruch a protesty po celé zemi."
      },
      {
        "text1": "4. dubna 1949 byla založena Severoatlantická aliance (NATO), která vytvořila vojenskou alianci mezi několika západními státy pro vzájemnou obranu."
      }
    ]
  },
  "4-5": {
    "curiosity": [
      {
        "text": "5. dubna 1614 se Pocahontas, jedna z nejznámějších postav střetnutí anglických kolonistů s indiánskými národy, ve Virginii ve Spojených státech provdala za Johna Rolfa."
      },
      {
        "text1": "5. dubna 1955 odstoupil Winston Churchill z funkce předsedy vlády Spojeného království, čímž skončilo jeho druhé funkční období."
      }
    ]
  },
  "4-6": {
    "curiosity": [
      {
        "text": "6. dubna 1917 vyhlásily Spojené státy válku Německé říši, čímž oficiálně vstoupily do první světové války."
      },
      {
        "text1": "6. dubna 1994 začala ve Rwandě genocida, při které bylo během přibližně 100 dnů brutálně zavražděno kolem 800 000 lidí, především z etnické skupiny Tutsi."
      }
    ]
  },
  "4-7": {
    "curiosity": [
      {
        "text": "7. dubna 1948 byla Valným shromážděním Organizace spojených národů vyhlášena Všeobecná deklarace lidských práv, která stanovila základní práva všech lidských bytostí."
      },
      {
        "text1": "7. dubna 1964 vynesla NASA na oběžnou dráhu první komunikační satelit Syncom 3, čímž začala nová éra v globální komunikaci."
      }
    ]
  },
  "4-8": {
    "curiosity": [
      {
        "text": "8. dubna 1974 zemřel portugalský diktátor António de Oliveira Salazar, což vedlo k pádu autoritářského režimu Estado Novo a demokratizaci Portugalska."
      },
      {
        "text1": "8. dubna 1994 byl rockový zpěvák Kurt Cobain, vůdce skupiny Nirvana, nalezen mrtvý ve svém domě v Seattlu ve Spojených státech."
      }
    ]
  },
  "4-9": {
    "curiosity": [
      {
        "text": "9. dubna 1865 došlo ke kapitulaci konfederačního generála Roberta E. Lee do rukou unijního generála Ulyssese S. Granta, což znamenalo konec americké občanské války."
      },
      {
        "text1": "9. dubna 1940 nacistické Německo napadlo Dánsko a Norsko a začala okupace těchto zemí během druhé světové války."
      }
    ]
  },
  "4-10": {
    "curiosity": [
      {
        "text": "10. dubna 1912 vyplul RMS Titanic na svou první plavbu z anglického Southamptonu do New Yorku ve Spojených státech, než se srazil s ledovcem a potopil se v Atlantském oceánu."
      },
      {
        "text1": "10. dubna 1972 japonský premiér Kakuei Tanaka navštívil Čínu, což znamenalo důležitý okamžik v normalizaci vztahů mezi oběma zeměmi."
      }
    ]
  },
  "4-11": {
    "curiosity": [
      {
        "text": "11. dubna 1951 byl generál Douglas MacArthur zbaven velení v korejské válce prezidentem Spojených států Harry S. Trumanem po neshodách ohledně vojenské strategie."
      },
      {
        "text1": "11. dubna 1979 prezident Zimbabwe, Canaan Banana, vyhlásil nezávislost země, čímž ukončil britskou koloniální nadvládu a založil republiku Zimbabwe."
      }
    ]
  },
  "4-12": {
    "curiosity": [
      {
        "text": "12. dubna 1961 se sovětský kosmonaut Jurij Gagarin stal prvním člověkem, který obletěl Zemi na palubě kosmické lodi Vostok 1."
      },
      {
        "text1": "12. dubna 1992 byl otevřen Eurotunel, který spojuje Spojené království s Francií pod Lamanšským průlivem a poskytuje přímé železniční spojení mezi oběma zeměmi."
      }
    ]
  },
  "4-13": {
    "curiosity": [
      {
        "text": "13. dubna 1743 se v kolonii Virginie narodil Thomas Jefferson, třetí prezident Spojených států a hlavní autor Deklarace nezávislosti."
      },
      {
        "text1": "13. dubna 1943 došlo k povstání ve varšavském ghettu, akt odporu organizovaného Židy proti nacistickým silám během druhé světové války."
      }
    ]
  },
  "4-14": {
    "curiosity": [
      {
        "text": "14. dubna 1865 byl prezident Spojených států Abraham Lincoln zavražděn hercem Johnem Wilkesem Boothem v divadle ve Washingtonu DC."
      },
      {
        "text1": "14. dubna 1986 provedly Spojené státy letecký útok proti Libyi jako odvetu za údajnou účast země na teroristickém útoku v berlínském nočním klubu."
      }
    ]
  },
  "4-15": {
    "curiosity": [
      {
        "text": "15. dubna 1912 se RMS Titanic potopil po srážce s ledovcem, což mělo za následek smrt více než 1500 lidí při jedné z nejslavnějších námořních katastrof v historii."
      },
      {
        "text1": "15. dubna 1947 debutoval baseballový hráč Jackie Robinson v Major League Baseball, čímž prolomil rasovou bariéru v profesionálních sportech ve Spojených státech."
      }
    ]
  },
  "4-16": {
    "curiosity": [
      {
        "text": "16. dubna 1945 spáchal německý diktátor Adolf Hitler ve svém berlínském bunkru sebevraždu, čímž znamenal konec nacistického režimu během druhé světové války."
      },
      {
        "text1": "16. dubna 1972 došlo k masakru v My Lai, při kterém američtí vojáci zabili během války ve Vietnamu stovky vietnamských civilistů."
      }
    ]
  },
  "4-17": {
    "curiosity": [
      {
        "text": "17. dubna 1961 se uskutečnila invaze v Zátoce sviní, neúspěšný pokus CIA svrhnout režim Fidela Castra na Kubě."
      },
      {
        "text1": "17. dubna 1975 Rudí Khmerové pod vedením Pol Pota ovládli Phnom Penh, hlavní město Kambodže, což znamenalo začátek období genocidy a represí v zemi."
      }
    ]
  },
  "4-18": {
    "curiosity": [
      {
        "text": "18. dubna 1775 došlo v bitvě u Lexingtonu a Concordu k prvnímu ozbrojenému střetu mezi americkými kolonisty a britskými jednotkami, což znamenalo začátek americké války za nezávislost."
      },
      {
        "text1": "18. dubna 1980 se na velvyslanectví Spojených států v Teheránu v Íránu uskutečnila záchranná operace amerických rukojmích, známá jako operace Eagle Claw, která skončila neúspěšně a skončila smrtí několika amerických vojáků."
      },
      {
        "text1": "18. dubna 1996 ugandská armáda a skupina rebelů Lord's Resistance Army (LRA) podepsaly po letech ozbrojeného konfliktu v severní Ugandě dočasné příměří."
      }
    ]
  },
  "4-19": {
    "curiosity": [
      {
        "text": "19. dubna 1775 se během americké války za nezávislost odehrála bitva o Concord, ve které se koloniálním milicím podařilo odrazit britské jednotky."
      },
      {
        "text1": "Dne 19. dubna 1995 došlo v Oklahoma City ve Spojených státech k teroristickému útoku, když před federální budovou Alfreda P. Murraha explodovala nálož z nákladního auta, což mělo za následek smrt 168 lidí."
      }
    ]
  },
  "4-20": {
    "curiosity": [
      {
        "text": "20. dubna 1889 se v rakouském Braunau am Inn narodil Adolf Hitler, budoucí nacistický vůdce."
      },
      {
        "text1": "20. dubna 1999 došlo k masakru v Columbine, při kterém dva ozbrojení studenti zaútočili na střední školu Columbine ve Spojených státech, zabili 12 studentů a učitele, než spáchali sebevraždu."
      }
    ]
  },
  "4-21": {
    "curiosity": [
      {
        "text": "21. dubna 753 př. n. l. podle legendy založili Řím Romulus a Remus."
      },
      {
        "text1": "21. dubna 1960 byla oficiálně slavnostně otevřena Brasília, hlavní město Brazílie, které je považováno za milník v historii architektury a urbanismu."
      }
    ]
  },
  "4-22": {
    "curiosity": [
      {
        "text": "22. dubna 1970 se slavil první Den Země, mezinárodní akce, jejímž cílem bylo podpořit povědomí o otázkách životního prostředí a ochraně planety."
      },
      {
        "text1": "22. dubna 1993 byli lídr ANC a budoucí prezident Jižní Afriky Nelson Mandela a prezident Frederik Willem de Klerk oceněni Nobelovou cenou míru za své úsilí o ukončení apartheidu."
      }
    ]
  },
  "4-23": {
    "curiosity": [
      {
        "text": "23. dubna 1564 se ve Stratfordu nad Avonou v Anglii narodil William Shakespeare, jeden z největších dramatiků historie."
      },
      {
        "text1": "23. dubna 1910 pronesl Theodore Roosevelt svůj slavný projev „Smooth-Spoken, Big-Sport“ na pařížské Sorbonně, kde zdůraznil důležitost diplomacie a použití moci k podpoře světového míru."
      }
    ]
  },
  "4-24": {
    "curiosity": [
      {
        "text": "24. dubna 1800 byla ve Washingtonu DC založena Knihovna Kongresu Spojených států, a to zakoupením její první knihy."
      },
      {
        "text1": "24. dubna 1916 se konalo Velikonoční povstání, ozbrojené povstání v Irsku proti britské nadvládě, považované za důležitý milník na cestě k irské nezávislosti."
      }
    ]
  },
  "4-25": {
    "curiosity": [
      {
        "text": "25. dubna 1945, během druhé světové války, sovětské a jugoslávské síly osvobodily město Bělehrad v Jugoslávii od nacistické nadvlády."
      },
      {
        "text1": "25. dubna 1974 došlo v Portugalsku ke Karafiátové revoluci, vojenskému hnutí, které svrhlo diktátorský režim Estado Novo a obnovilo demokracii v zemi."
      }
    ]
  },
  "4-26": {
    "curiosity": [
      {
        "text": "26. dubna 1986 došlo na Ukrajině k jaderné katastrofě v Černobylu, kdy výbuch v jaderném reaktoru uvolnil do atmosféry velké množství radioaktivního materiálu a způsobil jednu z největších jaderných katastrof v historii."
      },
      {
        "text1": "26. dubna 2005 se korunní princ Japonska, Naruhito, oženil s Masako Owada, na ceremonii konané ve svatyni Meiji v Tokiu."
      }
    ]
  },
  "4-27": {
    "curiosity": [
      {
        "text": "27. dubna 497 př. n. l. bylo podle tradice oficiálně založeno město Řím."
      },
      {
        "text1": "27. dubna 1994 byl Nelson Mandela zvolen prvním černošským prezidentem Jižní Afriky, což znamenalo konec apartheidu v zemi."
      }
    ]
  },
  "4-28": {
    "curiosity": [
      {
        "text": "28. dubna 1789 došlo k povstání HMS Bounty, když se posádka britské lodi vzbouřila proti kapitánu Williamu Blighovi."
      },
      {
        "text1": "28. dubna 1945, během druhé světové války, byl italský diktátor Benito Mussolini zajat a popraven členy italského odboje."
      }
    ]
  },
  "4-29": {
    "curiosity": [
      {
        "text": "29. dubna 1975 válka ve Vietnamu skončila pádem Saigonu, hlavního města Jižního Vietnamu, z rukou komunistických sil v Severním Vietnamu."
      },
      {
        "text1": "29. dubna 2011 se princ William ze Spojeného království oženil s Catherine Middletonovou na ceremonii konané ve Westminsterském opatství v Londýně."
      }
    ]
  },
  "4-30": {
    "curiosity": [
      {
        "text": "30. dubna 1789 byl George Washington inaugurován jako první prezident Spojených států amerických."
      },
      {
        "text1": "30. dubna 1945 spáchali Adolf Hitler a jeho manželka Eva Braunová sebevraždu ve svém bunkru v Berlíně, čímž znamenali konec nacistického režimu v Německu."
      }
    ]
  },
  "5-1": {
    "curiosity": [
      {
        "text": "1. května 1886 došlo v Chicagu ve Spojených státech k povstání Haymarket Revolt, poznamenané protesty dělníků za lepší pracovní podmínky a osmihodinovou pracovní dobu."
      },
      {
        "text1": "1. května 1994 vstoupila v platnost Všeobecná dohoda o clech a obchodu (GATT), mezník v mezinárodním obchodu, který ustavil Světovou obchodní organizaci (WTO) jako nástupce GATT."
      }
    ]
  },
  "5-2": {
    "curiosity": [
      {
        "text": "2. května 1519 zemřel ve francouzském Amboise italský průzkumník Leonardo da Vinci."
      },
      {
        "text1": "2. května 2011 byl během vojenské operace Spojených států v Pákistánu zabit vůdce teroristů Usáma bin Ládin, zakladatel Al-Káidy a zodpovědný za útoky z 11. září 2001."
      }
    ]
  },
  "5-3": {
    "curiosity": [
      {
        "text": "3. května 1808 se konalo povstání Dos de Mayo, lidové povstání proti francouzské okupaci v Madridu během napoleonských válek."
      },
      {
        "text1": "3. května 1979 se Margaret Thatcherová stala první ženou, která byla zvolena předsedkyní vlády Spojeného království, přičemž tuto pozici zastávala po tři po sobě jdoucí období."
      },
      {
        "text1": "3. května 2000 se v Londýně konala inaugurace Millenium Bridge, ikonické stavby, která překračuje řeku Temži a stala se symbolem města."
      }
    ]
  },
  "5-4": {
    "curiosity": [
      {
        "text": "4. května 1626 holandský průzkumník Peter Minuit dorazil na ostrov Manhattan a založil kolonii, která se stala New York City."
      },
      {
        "text1": "4. května 1970 došlo ve Spojených státech ke státnímu masakru v Kentu, když vojáci Národní gardy zahájili palbu na studenty protestující proti válce ve Vietnamu, což mělo za následek čtyři úmrtí."
      }
    ]
  },
  "5-5": {
    "curiosity": [
      {
        "text": "5. května 1821 porazil jihoamerický revoluční vůdce Simón Bolívar španělské síly v bitvě u Carabobo a upevnil tak venezuelskou nezávislost."
      },
      {
        "text1": "5. května 1862 se v Mexiku odehrála bitva u Puebla, ve které mexická armáda dosáhla překvapivého vítězství nad francouzskými silami, které se snažily zemi dobýt."
      }
    ]
  },
  "5-6": {
    "curiosity": [
      {
        "text": "6. května 1527 došlo k plenění Říma, když vojska císaře Karla V. napadla a vyplenila město Řím, což znamenalo konec italské renesance."
      },
      {
        "text1": "6. května 1954 bitva u Dien Bien Phu ve Vietnamu skončila vítězstvím Viet Minhu nad francouzskými koloniálními silami, což vedlo ke stažení Francouzů a konci francouzské Indočíny."
      }
    ]
  },
  "5-7": {
    "curiosity": [
      {
        "text": "7. května 1824 měl Beethoven ve Vídni v Rakousku premiéru své Deváté symfonie se svou nejznámější skladbou Hymn to Joy."
      },
      {
        "text1": "7. května 1945 se nacistické Německo bezpodmínečně vzdalo spojeneckým silám, což znamenalo konec druhé světové války v Evropě."
      }
    ]
  },
  "5-8": {
    "curiosity": [
      {
        "text": "8. května 1886 se v Chicagu ve Spojených státech konala vzpoura pracujících na Haymarketu na protest proti osmihodinové pracovní době, která vyústila v násilné střety mezi dělníky a policií."
      },
      {
        "text1": "8. května 1945 byl vyhlášen Den vítězství v Evropě, oslavující konec druhé světové války v Evropě bezpodmínečnou kapitulací nacistického Německa."
      }
    ]
  },
  "5-9": {
    "curiosity": [
      {
        "text": "9. května 1502 se průzkumník Kryštof Kolumbus vydal na svou čtvrtou a poslední cestu do Nového světa."
      },
      {
        "text1": "9. května 1950 představil francouzský ministr zahraničních věcí Robert Schuman návrh na vytvoření Evropského společenství uhlí a oceli (ESUO), což je důležitý krok k evropské integraci."
      }
    ]
  },
  "5-10": {
    "curiosity": [
      {
        "text": "10. května 1503 zahájil italský renesanční malíř Michelangelo práce na soše Davida, jednom z jeho nejslavnějších děl."
      },
      {
        "text1": "10. května 1994 složil Nelson Mandela přísahu jako první černošský prezident Jižní Afriky, což znamenalo konec apartheidu v zemi a začátek nové éry."
      }
    ]
  },
  "5-11": {
    "curiosity": [
      {
        "text": "11. května 330 založil římský císař Konstantin I. město Konstantinopol, které se mělo stát hlavním městem Východořímské říše a později Byzantské říše."
      },
      {
        "text1": "11. května 1998 Indie úspěšně provedla svůj první test jaderných zbraní, což zvýšilo napětí v regionu a spustilo sérii jaderných testů v jižní Asii."
      }
    ]
  },
  "5-12": {
    "curiosity": [
      {
        "text": "12. května 1820 se ve Florencii v Itálii narodila průkopnice moderního ošetřovatelství Florence Nightingaleová."
      },
      {
        "text1": "Americký astronaut Scott Carpenter se 12. května 1962 stal druhým Američanem, který obletěl Zemi na palubě kosmické lodi Aurora 7."
      }
    ]
  },
  "5-13": {
    "curiosity": [
      {
        "text": "13. května 1917 se ve Fátimě v Portugalsku odehrálo první zjevení Panny Marie třem dětem pastýřů, čímž začala řada událostí, které se staly známými jako zjevení ve Fátimě."
      },
      {
        "text1": "13. května 1981 utrpěl v Římě útok papež Jan Pavel II., byl vážně zraněn, ale útok přežil."
      }
    ]
  },
  "5-14": {
    "curiosity": [
      {
        "text": "14. května 1948 byla vyhlášena nezávislost Státu Izrael, což znamenalo vznik moderního židovského státu."
      },
      {
        "text1": "Dne 14. května 2011 se uskutečnila Deklarace nezávislosti Jižního Súdánu, která se tak stala nejmladší zemí světa."
      }
    ]
  },
  "5-15": {
    "curiosity": [
      {
        "text": "15. května 1252 vydal papež Innocent IV. papežskou bulu Ad Extirpanda, která inkvizici opravňovala k použití mučení jako prostředku k získání přiznání kacířství."
      },
      {
        "text1": "15. května 1940, během druhé světové války, se Nizozemsko vzdalo německým silám, čímž bitva o Nizozemsko skončila."
      }
    ]
  },
  "5-16": {
    "curiosity": [
      {
        "text": "16. května 1929 byla založena Akademie filmových umění a věd, zodpovědná za udílení Oscarů."
      },
      {
        "text1": "16. května 1966 bylo vydáno ikonické album The Beach Boys s názvem 'Pet Sounds', které se stalo odkazem v pop music a ovlivnilo generace umělců."
      }
    ]
  },
  "5-17": {
    "curiosity": [
      {
        "text": "17. května 1792 byla francouzská královna Marie Antoinetta během francouzské revoluce souzena a odsouzena k smrti."
      },
      {
        "text1": "17. května 2004 bylo v USA, ve státě Massachusetts, legalizováno první manželství osob stejného pohlaví."
      }
    ]
  },
  "5-18": {
    "curiosity": [
      {
        "text": "18. května 1804 byl Napoleon Bonaparte prohlášen císařem Francouzů, čímž bylo založeno První francouzské císařství."
      },
      {
        "text1": "18. května 1980 vybuchla Mount Saint Helens, sopka nacházející se ve Spojených státech, což mělo za následek jednu z největších sopečných erupcí v historii země."
      }
    ]
  },
  "5-19": {
    "curiosity": [
      {
        "text": "19. května 1536 byla Anna Boleynová, druhá manželka anglického Jindřicha VIII., popravena na základě obvinění z cizoložství a zrady."
      },
      {
        "text1": "19. května 1962 herečka Marilyn Monroe zazpívala 'Happy Birthday' prezidentovi Spojených států Johnu F. Kennedymu během oslavy jeho narozenin."
      }
    ]
  },
  "5-20": {
    "curiosity": [
      {
        "text": "20. května 1498 dorazil do Indie portugalský průzkumník Vasco da Gama, který otevřel námořní cestu mezi Evropou a indickým subkontinentem."
      },
      {
        "text1": "Dne 20. května 1873 měl slavný ruský skladatel Petr Iljič Čajkovskij premiéru své symfonie 'Symfonie č. 3 D dur, op. 29', také známý jako 'Polská symfonie'."
      }
    ]
  },
  "5-21": {
    "curiosity": [
      {
        "text": "21. května 1927 absolvoval americký pilot Charles Lindbergh první samostatný transatlantický let bez mezipřistání, letěl z New Yorku do Paříže na palubě letadla Spirit of St. Louis."
      },
      {
        "text1": "Dne 21. května 1991 bývalý prezident Filipín Corazon Aquino oznámil stažení amerických vojenských základen ze země, čímž skončila desetiletí americké vojenské přítomnosti na Filipínách."
      }
    ]
  },
  "5-22": {
    "curiosity": [
      {
        "text": "22. května 1455 začaly v Anglii války růží, občanský konflikt mezi rody Yorků a Lancasterů o kontrolu nad trůnem."
      },
      {
        "text1": "22. května 2010 došlo ve městě Christchurch na Novém Zélandu k zemětřesení o síle 6,3 stupně, které způsobilo vážné škody a mělo za následek ztráty na lidských životech."
      }
    ]
  },
  "5-23": {
    "curiosity": [
      {
        "text": "23. května 1430 byla Johanka z Arku zajata burgundskými silami během stoleté války a později byla předána Angličanům a souzena za kacířství."
      },
      {
        "text1": "23. května 1934 byl zločinecký pár Bonnie Parker a Clyde Barrow, známý jako 'Bonnie a Clyde', zastřelen policií během konfrontace."
      }
    ]
  },
  "5-24": {
    "curiosity": [
      {
        "text": "Dne 24. května 1543 vydal Mikuláš Koperník knihu „De Revolutionibus Orbium Celestium“, ve které představil svou heliocentrickou teorii sluneční soustavy."
      },
      {
        "text1": "24. května 1883 byl zprovozněn Brooklyn Bridge, jeden z nejstarších visutých mostů ve Spojených státech, který spojoval Manhattan s Brooklynem."
      }
    ]
  },
  "5-25": {
    "curiosity": [
      {
        "text": "25. května 1977 byl v kinech ve Spojených státech propuštěn první film ze ságy 'Star Wars' s názvem 'Star Wars: Episode IV - A New Hope'."
      },
      {
        "text1": "25. května 2005 uskutečnil Airbus A380, největší komerční letadlo na světě, svůj první zkušební let ve francouzském Toulouse."
      }
    ]
  },
  "5-26": {
    "curiosity": [
      {
        "text": "26. května 1896 zveřejnil Charles Dow první akciový index, známý jako Dow Jones Industrial Average, který se stal důležitým ukazatelem finančního trhu."
      },
      {
        "text1": "26. května 1967 vyšlo ikonické album Beatles s názvem 'Sgt. Byla vydána Pepper's Lonely Hearts Club Band', která se stala mezníkem v historii populární hudby."
      }
    ]
  },
  "5-27": {
    "curiosity": [
      {
        "text": "27. května 1937 vzplála německá vzducholoď Hindenburg při pokusu o přistání v New Jersey ve Spojených státech, což mělo za následek smrt 36 lidí."
      },
      {
        "text1": "27. května 1999 Světová zdravotnická organizace (WHO) prohlásila, že obrna byla z Ameriky vymýcena a stala se tak první oblastí na světě bez této nemoci."
      }
    ]
  },
  "5-28": {
    "curiosity": [
      {
        "text": "28. května 1953 se novozélandský horolezec Edmund Hillary a šerpa Tenzing Norgay jako první dostali na vrchol Mount Everestu, nejvyšší hory světa."
      },
      {
        "text1": "28. května 1995 vyhrál jihoafrický národní rugbyový tým Světový pohár v ragby při své první účasti po skončení apartheidu."
      }
    ]
  },
  "5-29": {
    "curiosity": [
      {
        "text": "29. května 1453 došlo k pádu Konstantinopole, hlavního města Byzantské říše, do rukou silám Osmanské říše, což znamenalo konec středověku a začátek moderní éry."
      },
      {
        "text1": "29. května 1953 dosáhli Sir Edmund Hillary a Tenzing Norgay poprvé v historii vrcholu Mount Everestu, čímž vydláždili cestu pro budoucí expedice a zpochybnili limity lidských bytostí."
      }
    ]
  },
  "5-30": {
    "curiosity": [
      {
        "text": "30. května 1431 byla Johanka z Arku upálena na hranici na základě obvinění z kacířství během stoleté války."
      },
      {
        "text1": "30. května 1922 byl Lincolnův památník zasvěcen ve Washingtonu, DC, Spojené státy americké, na počest 16. prezidenta Spojených států Abrahama Lincolna."
      }
    ]
  },
  "5-31": {
    "curiosity": [
      {
        "text": "31. května 1911 byl dokončen první závod v Indianapolis, jeden z nejslavnějších a nejtradičnějších automobilových závodů na světě."
      },
      {
        "text1": "31. května 1962 došlo v Chile k zemětřesení Valdivia, které je považováno za nejsilnější, jaké kdy bylo zaznamenáno, s odhadovanou magnitudou mezi 9,4 a 9,6."
      }
    ]
  },
  "6-1": {
    "curiosity": [
      {
        "text": "1. června 1495 objevil italský cestovatel Kryštof Kolumbus během své třetí cesty do Nového světa ostrov Trinidad."
      },
      {
        "text1": "1. června 1967 vyšlo ikonické album Beatles s názvem 'Sgt. Byla vydána Pepper's Lonely Hearts Club Band', která se stala mezníkem v historii populární hudby."
      }
    ]
  },
  "6-2": {
    "curiosity": [
      {
        "text": "června 1953 se ve Westminsterském opatství v Londýně konala korunovace královny Alžběty II. Spojeného království po smrti jejího otce, krále Jiřího VI."
      },
      {
        "text1": "Dne 2. června 1979 byla po pádu režimu diktátora Ferdinanda Marcose zatčena bývalá první dáma Filipín Imelda Marcosová za korupci a nezákonné obohacování."
      }
    ]
  },
  "6-3": {
    "curiosity": [
      {
        "text": "3. června 1965 se americký astronaut Edward White stal prvním astronautem Spojených států, který provedl výstup do vesmíru během mise Gemini 4."
      },
      {
        "text1": "3. června 1989 došlo v Pekingu v Číně k masakru na náměstí Nebeského klidu, kdy čínské úřady brutálně potlačily prodemokratické demonstranty, což vedlo ke stovkám, možná tisícům mrtvých."
      }
    ]
  },
  "6-4": {
    "curiosity": [
      {
        "text": "4. června 1942, během druhé světové války, začala v Tichém oceánu bitva o Midway, která vyústila ve strategické vítězství Spojených států proti Japonské říši."
      },
      {
        "text1": "4. června 1989 byly prodemokratické protesty na náměstí Nebeského klidu v Pekingu v Číně brutálně potlačeny čínskou vládou za použití vojenských sil a tanků."
      }
    ]
  },
  "6-5": {
    "curiosity": [
      {
        "text": "5. června 1947 byl ministrem zahraničí Spojených států Georgem Marshallem oznámen Marshallův plán, jehož cílem bylo poskytnout ekonomickou pomoc evropským zemím postiženým 2. světovou válkou."
      },
      {
        "text1": "5. června 1967 začala Šestidenní válka, konflikt mezi Izraelem a sousedními arabskými zeměmi, který vyústil v rozhodující vítězství Izraele a významné změny v hranicích regionu."
      }
    ]
  },
  "6-6": {
    "curiosity": [
      {
        "text": "6. června 1944 proběhl den D, jedna z největších vojenských operací druhé světové války, kdy se spojenecké síly vylodily ve francouzské Normandii, aby zahájily osvobozování západní Evropy od nacistické nadvlády."
      },
      {
        "text1": "6. června 1968 byl v Los Angeles v Kalifornii během své prezidentské kampaně zavražděn americký senátor Robert F. Kennedy, bratr prezidenta Johna F. Kennedyho."
      }
    ]
  },
  "6-7": {
    "curiosity": [
      {
        "text": "7. června 1494 byla mezi Portugalskem a Španělskem podepsána Tordesillaská smlouva, která rozdělila objevené a objevené země mimo Evropu a vytvořila pomyslnou čáru, která rozdělila svět mezi obě země."
      },
      {
        "text1": "7. června 1981 dorazila k Saturnu vesmírná sonda Voyager 2, která poslala zpět na Zemi snímky a podrobné informace o planetě a jejích měsících."
      }
    ]
  },
  "6-8": {
    "curiosity": [
      {
        "text": "Dne 8. června 1783 provedli bratři Montgolfierové první úspěšný veřejný let pilotovaného horkovzdušného balónu ve francouzském Annonay, což znamenalo začátek věku letectví."
      },
      {
        "text1": "8. června 1972 byl ve Spojených státech uveden do kin film 'Kmotr', režírovaný Francisem Fordem Coppolou a v hlavních rolích s Marlonem Brandem a Al Pacinem."
      }
    ]
  },
  "6-9": {
    "curiosity": [
      {
        "text": "9. června 1815 se mezi silami vedenými Napoleonem Bonapartem a koalicí evropských armád odehrála bitva u Waterloo v Belgii, která vyústila v Napoleonovu konečnou porážku a konec jeho říše."
      },
      {
        "text1": "Dne 9. června 1934 byl založen Výbor pro neamerické záležitosti Sněmovny reprezentantů Spojených států, který zahájil vyšetřování komunistických aktivit v zemi, později známý jako „hon na čarodějnice“."
      }
    ]
  },
  "6-10": {
    "curiosity": [
      {
        "text": "10. června 1940, během druhé světové války, vyhlásila Itálie válku Francii a Spojenému království a vstoupila do konfliktu na straně nacistického Německa."
      },
      {
        "text1": "10. června 1967 skončila Šestidenní válka rozhodujícím vítězstvím Izraele nad sousedními arabskými zeměmi, což vedlo k významným změnám hranic regionu."
      }
    ]
  },
  "6-11": {
    "curiosity": [
      {
        "text": "11. června 1509 se anglický král Jindřich VIII oženil se svou první manželkou Kateřinou Aragonskou při obřadu, který se konal v královské kapli v Greenwichském paláci."
      },
      {
        "text1": "11. června 1963 se na rušné ulici v Saigonu obětoval vietnamský buddhistický mnich Thích Quảng Đức na protest proti náboženské perzekuci ze strany jihovietnamské vlády."
      }
    ]
  },
  "6-12": {
    "curiosity": [
      {
        "text": "12. června 1898, během španělsko-americké války, byla bitva o Las Guasimas vybojována mezi Spojenými státy a španělskými silami poblíž Santiaga de Cuba."
      },
      {
        "text1": "12. června 1987 pronesl prezident Spojených států Ronald Reagan v Berlíně v Německu projev, ve kterém vyzval sovětského vůdce Michaila Gorbačova, aby „strhl tuto zeď“ s odkazem na Berlínskou zeď."
      }
    ]
  },
  "6-13": {
    "curiosity": [
      {
        "text": "13. června 1920 byla podepsána Trianonská smlouva, která oficiálně ukončila válečný stav mezi spojeneckými mocnostmi a Maďarskem po první světové válce."
      },
      {
        "text1": "13. června 1971 byla vypuštěna první komerční vesmírná družice s názvem Intelsat IV F-3, která umožňovala živé televizní vysílání a mezinárodní telefonní hovory."
      }
    ]
  },
  "6-14": {
    "curiosity": [
      {
        "text": "14. června 1777 přijal Kontinentální kongres Spojených států „Vlajku Spojených států“, která obsahovala třináct střídajících se červených a bílých pruhů a modré pole se třinácti bílými hvězdami v kruhu, které představují originály třinácti kolonií."
      },
      {
        "text1": "14. června 1940 vstoupila německá vojska do Paříže, která během druhé světové války obsadila francouzské hlavní město."
      }
    ]
  },
  "6-15": {
    "curiosity": [
      {
        "text": "Anglický král Jan podepsal 15. června 1215 Magnu chartu, dokument, který omezoval moc panovníka a zakládal práva a svobody pro anglické šlechtice."
      },
      {
        "text1": "15. června 1904 vyšlo v Paříži první vydání knihy 'Ulysses', napsané Jamesem Joycem, což znamená důležitý milník v moderní literatuře."
      }
    ]
  },
  "6-16": {
    "curiosity": [
      {
        "text": "16. června 1858 se konal Springfieldský projev, slavný projev Abrahama Lincolna během republikánského sjezdu v Illinois, ve kterém prohlásil: ‚Dům rozdělený sám proti sobě nemůže obstát.' ."
      },
      {
        "text1": "16. června 1963 se sovětská kosmonautka Valentina Těreškovová stala první ženou, která cestovala do vesmíru na palubě kosmické lodi Vostok 6."
      }
    ]
  },
  "6-17": {
    "curiosity": [
      {
        "text": "17. června 1579, Sir Francis Drake, anglický průzkumník a lupič, přistál na místě nyní známém jako Drake's Bay v Kalifornii, během svého obeplutí zeměkoule."
      },
      {
        "text1": "17. června 1972 došlo ke slavnému vloupání do hotelu Watergate ve Washingtonu, DC, které vedlo k politickému skandálu známému jako ‚Watergate Scandal‘ a vyústilo v rezignaci prezidenta Spojených států Richarda Nixona. v roce 1974."
      }
    ]
  },
  "6-18": {
    "curiosity": [
      {
        "text": "18. června 1815 se odehrála bitva u Waterloo, ve které síly vévody z Wellingtonu a pruského maršála Gebharda Leberechta von Blücher definitivně porazily Napoleona Bonaparta a učinily konec jeho říši."
      },
      {
        "text1": "18. června 1983 se Sally Rideová stala první Američankou, která cestovala do vesmíru na palubě raketoplánu Challenger."
      }
    ]
  },
  "6-19": {
    "curiosity": [
      {
        "text": "19. června 1865 byli poslední lidé zotročení v Texasu ve Spojených státech informováni o své emancipaci při události, která se stala známou jako „Juneteenth“, která se dodnes slaví jako Den nezávislosti. Afroamerická emancipace."
      },
      {
        "text1": "19. června 1978 Garfield, slavný oranžový kocour vytvořený Jimem Davisem, debutoval jako komiks v novinách po celých Spojených státech."
      }
    ]
  },
  "6-20": {
    "curiosity": [
      {
        "text": "20. června 1782 přijal Kontinentální kongres současný návrh pečeti Spojených států, na kterém je americký orel se štítem a třináct hvězd, představujících původních třináct kolonií."
      },
      {
        "text1": "20. června 1963 Sovětský svaz vypustil vesmírnou loď Vostok 6 s Valentinou Těreškovovou na palubě, čímž se stala první ženou, která provedla samostatný let do vesmíru."
      }
    ]
  },
  "6-21": {
    "curiosity": [
      {
        "text": "21. června 1948 zavedlo západní Německo novou měnu, německou marku, což znamenalo začátek měnové separace mezi východním a západním Německem."
      },
      {
        "text1": "21. června 1982 zahájilo britské letectvo během války o Falklandy operaci Black Buck, která provedla letecké údery proti přistávacím dráhám Falklandských ostrovů okupovaných Argentinou."
      }
    ]
  },
  "6-22": {
    "curiosity": [
      {
        "text": "22. června 1941, během druhé světové války, nacistické Německo napadlo Sovětský svaz a zahájilo operaci Barbarossa."
      },
      {
        "text1": "22. června 1990 podepsaly východní a západní Německo Smlouvu o sjednocení, která znamenala konec rozdělení Německa a znovusjednocení země."
      }
    ]
  },
  "6-23": {
    "curiosity": [
      {
        "text": "Dne 23. června 1314 se odehrála bitva u Bannockburnu, ve které skotská armáda vedená Robertem Brucem zvítězila nad anglickými silami během první války za nezávislost Skotska."
      },
      {
        "text1": "Dne 23. června 2016 hlasovali voliči ve Spojeném království v referendu známém jako Brexit pro odchod země z Evropské unie."
      }
    ]
  },
  "6-24": {
    "curiosity": [
      {
        "text": "24. června 1497 dorazil do Severní Ameriky italský průzkumník Giovanni Caboto, známý jako John Cabot, a prohlásil zemi jménem Anglie."
      },
      {
        "text1": "24. června 1948 začala Berlínská blokáda, kdy Sovětský svaz uzavřel všechny pozemní a vodní cesty do Západního Berlína, což vedlo k mezinárodní krizi."
      }
    ]
  },
  "6-25": {
    "curiosity": [
      {
        "text": "25. června 1876 došlo k bitvě u Little Bighornu, ve které síly Siouxů a Šajenů porazily 7. jízdní pluk armády Spojených států, vedený podplukovníkem Georgem Armstrongem Custerem."
      },
      {
        "text1": "25. června 1950 začala korejská válka, kdy severokorejské síly napadly Jižní Koreu, což vyústilo v konflikt, který trval až do roku 1953."
      }
    ]
  },
  "6-26": {
    "curiosity": [
      {
        "text": "26. června 1284 se odehrála bitva u Melorie, ve které Janovská republika porazila republiku Pisa a upevnila si tak svou nadvládu nad západním Středozemním mořem."
      },
      {
        "text1": "26. června 1975 došlo k nezávislosti Mosambiku, což znamenalo konec portugalské koloniální nadvlády v zemi."
      }
    ]
  },
  "6-27": {
    "curiosity": [
      {
        "text": "27. června 1709 vyhrál Petr Veliký, vůdce Ruska, bitvu u Poltavy proti Švédsku, upevnil ruskou moc v regionu a znamenal úpadek švédské říše."
      },
      {
        "text1": "27. června 1950 začala bitva o Taejon během korejské války, ve které severokorejské síly zaútočily na město Taejon, bráněné jednotkami Spojených států."
      }
    ]
  },
  "6-28": {
    "curiosity": [
      {
        "text": "28. června 1914 byl v bosenském Sarajevu zavražděn arcivévoda Franz Ferdinand Rakouský a jeho manželka, což byla událost, která odstartovala vypuknutí první světové války."
      },
      {
        "text1": "28. června 1969 došlo ke Stonewallským nepokojům, sérii protestů v reakci na policejní razii v Stonewall Inn, baru navštěvovaném LGBTQ+ lidmi v New Yorku, což znamenalo důležitý milník v hnutí za LGBTQ+ práva."
      }
    ]
  },
  "6-29": {
    "curiosity": [
      {
        "text": "29. června 1613 bylo divadlo Globe v Londýně zničeno požárem během představení Shakespearovy hry a později bylo přestavěno."
      },
      {
        "text1": "29. června 2007 byl ve Spojených státech uveden na trh první iPhone společnosti Apple, který způsobil revoluci v odvětví chytrých telefonů a mobilních technologií."
      }
    ]
  },
  "6-30": {
    "curiosity": [
      {
        "text": "30. června 1859 se Francouz Charles Blondin stal prvním člověkem, který překonal Niagarské vodopády na nataženém ocelovém laně."
      },
      {
        "text1": "30. června 1997 byla suverenita Hongkongu přenesena ze Spojeného království na Čínskou lidovou republiku, což znamenalo konec britské nadvlády nad územím."
      }
    ]
  },
  "7-1": {
    "curiosity": [
      {
        "text": "1. července 1867 se konala Konfederace Kanady, která sjednotila provincie New Brunswick, Nova Scotia a provincii Kanady do autonomní federace v rámci Britského impéria, což znamenalo vytvoření moderní Kanady."
      },
      {
        "text1": "1. července 1916, během první světové války, začala bitva na Sommě, jedna z nejkrvavějších a nejničivějších bitev v historii, s více než milionem obětí, včetně mrtvých, zraněných a nezvěstných."
      }
    ]
  },
  "7-2": {
    "curiosity": [
      {
        "text": "2. července 1776 Kontinentální kongres Spojených států hlasoval pro nezávislost třinácti kolonií na Velké Británii, což byla klíčová událost v americké historii, která 4. července vedla k Deklaraci nezávislosti."
      },
      {
        "text1": "2. července 1881 byl prezident Spojených států James A. Garfield zastřelen atentátníkem ve Washingtonu, což vedlo k jeho smrti v září téhož roku."
      }
    ]
  },
  "7-3": {
    "curiosity": [
      {
        "text": "3. července 1863, během americké občanské války, se odehrála bitva u Gettysburgu, jeden z hlavních střetů konfliktu a považovaný za jednu z nejdůležitějších bitev v historii Spojených států."
      },
      {
        "text1": "3. července 1971 začal The New York Times vydávat Pentagon Papers, sérii tajných dokumentů vlády Spojených států, které odhalovaly informace o válce ve Vietnamu a měly velký vliv na veřejné mínění."
      }
    ]
  },
  "7-4": {
    "curiosity": [
      {
        "text": "4. července 1776 Spojené státy americké vyhlásily svou nezávislost na Velké Británii, což je Den nezávislosti Spojených států, který se každoročně slaví jako státní svátek."
      },
      {
        "text1": "4. července 1863 se generál Robert E. Lee a jeho armáda Severní Virginie vzdali generálu Ulysses S. Grantovi, což znamenalo konec bitvy u Vicksburgu během americké občanské války."
      }
    ]
  },
  "7-5": {
    "curiosity": [
      {
        "text": "5. července 1948 Spojené království znárodnilo britské železnice a vytvořilo British Railways, státní společnost odpovědnou za železniční systém země."
      },
      {
        "text1": "5. července 1996 se ovce Dolly stala prvním savcem klonovaným z dospělé buňky, což je důležitý milník v historii klonování."
      }
    ]
  },
  "7-6": {
    "curiosity": [
      {
        "text": "6. července 1885 Louis Pasteur poprvé úspěšně podal vakcínu proti vzteklině lidskému pacientovi, což znamenalo významný pokrok v oblasti imunizace."
      },
      {
        "text1": "6. července 1957 se Althea Gibsonová stala první afroamerickou tenistkou, která vyhrála turnaj ve Wimbledonu, čímž otevřela cestu k rozmanitosti tohoto sportu."
      }
    ]
  },
  "7-7": {
    "curiosity": [
      {
        "text": "7. července 1937 bitva u mostu Lugou znamenala začátek druhé čínsko-japonské války, konfliktu, který trval až do roku 1945 a měl významný dopad na asijsko-pacifický region."
      },
      {
        "text1": "7. července 2005 se v Londýně odehrály útoky ze 7. července, série koordinovaných teroristických útoků proti systému městské hromadné dopravy, které měly za následek smrt 52 lidí a stovky zraněných."
      }
    ]
  },
  "7-8": {
    "curiosity": [
      {
        "text": "8. července 1497 portugalský průzkumník Vasco da Gama opustil Lisabon na své první cestě do Indie, čímž otevřel přímou námořní cestu mezi Evropou a Asií."
      },
      {
        "text1": "8. července 1776 byla ve Philadelphii v Pensylvánii poprvé veřejně přečtena Deklarace nezávislosti Spojených států, která prohlašovala formální oddělení třinácti kolonií od Velké Británie."
      }
    ]
  },
  "7-9": {
    "curiosity": [
      {
        "text": "9. července 1877 se v Londýně konal první tenisový turnaj ve Wimbledonu, který se stal jednou z nejprestižnějších událostí tohoto sportu."
      },
      {
        "text1": "9. července 1962 byla vyhlášena Alžírská republika, což znamenalo konec alžírské války proti francouzské koloniální nadvládě."
      }
    ]
  },
  "7-10": {
    "curiosity": [
      {
        "text": "10. července 1962 byla do vesmíru vypuštěna první aktivní komunikační družice Telstar 1, umožňující přenos televizních, telefonních a datových signálů v celosvětovém měřítku."
      },
      {
        "text1": "10. července 1940, během druhé světové války, začala bitva o Británii, která znamenala intenzivní leteckou kampaň mezi Royal Air Force a německou Luftwaffe."
      }
    ]
  },
  "7-11": {
    "curiosity": [
      {
        "text": "11. července 1804 tehdejší viceprezident Spojených států Aaron Burr v nechvalně známém souboji smrtelně zranil Alexandra Hamiltona, jednoho z otců zakladatelů země."
      },
      {
        "text1": "11. července 1960 získal Čad nezávislost na Francii, což znamenalo důležitý krok k dekolonizaci Afriky."
      }
    ]
  },
  "7-12": {
    "curiosity": [
      {
        "text": "12. července 1906 byla vydána kniha „O původu druhů“ od Charlese Darwina, představující teorii evoluce přírodním výběrem, milník v biologii a v chápání rozmanitosti života na Zemi."
      },
      {
        "text1": "12. července 1979 nikaragujská vláda vedená sandinistickým hnutím svrhla diktaturu Anastasia Somozy Debayla, čímž skončila dlouhá éra autoritářské vlády v Nikaragui."
      }
    ]
  },
  "7-13": {
    "curiosity": [
      {
        "text": "13. července 1793, během francouzské revoluce, byl Jean-Paul Marat, jeden z politických vůdců té doby, zavražděn Charlotte Cordayovou, sympatizantkou Girondinu."
      },
      {
        "text1": "Dne 13. července 1985 došlo na stadionu Heysel v Bruselu před finále Ligy mistrů UEFA ke katastrofě, která měla za následek smrt 39 lidí v důsledku tlačenice mezi fotbalovými fanoušky."
      }
    ]
  },
  "7-14": {
    "curiosity": [
      {
        "text": "14. července 1789 došlo v Paříži k Bouři Bastily, události, která symbolizovala začátek francouzské revoluce a boj za svobodu a rovnost."
      },
      {
        "text1": "14. července 1965 provedla vesmírná sonda Mariner 4 první úspěšný průlet kolem Marsu a poslala zpět první detailní snímky rudé planety."
      }
    ]
  },
  "7-15": {
    "curiosity": [
      {
        "text": "15. července 1099 došlo k dobytí Jeruzaléma silami první křížové výpravy, čímž bylo založeno Jeruzalémské království během křížových výprav ve středověku."
      },
      {
        "text1": "15. července 1971 odstartovala vesmírná mise Apollo 15 s posádkou NASA, která jako první použila lunární rover k průzkumu povrchu Měsíce."
      }
    ]
  },
  "7-16": {
    "curiosity": [
      {
        "text": "16. července 1945 byla provedena první úspěšná jaderná exploze v projektu Manhattan, známá jako Trinity Test, která znamenala začátek jaderného věku."
      },
      {
        "text1": "16. července 1969 bylo z Cape Kennedy Air Force Station vypuštěno Apollo 11 s cílem dopravit první astronauty na Měsíc."
      }
    ]
  },
  "7-17": {
    "curiosity": [
      {
        "text": "17. července 1918 byla ruská císařská rodina v čele s carem Mikulášem II. popravena bolševiky během ruské revoluce."
      },
      {
        "text1": "17. července 1996 došlo k letu TWA 800, dopravnímu letounu Boeing 747, který explodoval ve vzduchu a zřítil se do Atlantského oceánu poblíž Long Islandu v New Yorku, což mělo za následek smrt všech 230 cestujících. deska."
      }
    ]
  },
  "7-18": {
    "curiosity": [
      {
        "text": "18. července 1925 byl v Parralu v Mexiku zavražděn mexický revoluční vůdce Pancho Villa za okolností dosud zahalených tajemstvím."
      },
      {
        "text1": "18. července 1969 se astronaut Neil Armstrong stal prvním člověkem, který se během mise Apollo 11 prošel po Měsíci, a pronesl slavnou větu: „Toto je malý krok pro člověka, jeden obrovský skok pro lidstvo“."
      }
    ]
  },
  "7-19": {
    "curiosity": [
      {
        "text": "19. července 1799 byla během francouzské okupace Egypta objevena Rosettská deska, která poskytla klíč k rozluštění staroegyptských hieroglyfů."
      },
      {
        "text1": "19. července 1848 se ve Spojených státech konala první Seneca Falls Convention, která znamenala začátek hnutí za práva žen."
      }
    ]
  },
  "7-20": {
    "curiosity": [
      {
        "text": "20. července 1969 přistálo Apollo 11 na měsíčním povrchu, stalo se tak první vesmírnou misí s lidskou posádkou, která provedla přistání na Měsíci a umožnila astronautům Neilu Armstrongovi a Buzzu Aldrinovi chodit po Měsíci."
      },
      {
        "text1": "20. července 1944, během druhé světové války, došlo k Hitlerovu útoku, neúspěšnému pokusu o atentát na Adolfa Hitlera pod vedením Clause von Stauffenberga."
      }
    ]
  },
  "7-21": {
    "curiosity": [
      {
        "text": "21. července 1969 se astronauti Apolla 11 Neil Armstrong a Buzz Aldrin vrátili bezpečně na Zemi po své historické misi na Měsíc."
      },
      {
        "text1": "21. července 1944 se během druhé světové války odehrála bitva o Guam, kdy americké síly znovu dobyly ostrov z japonské kontroly."
      }
    ]
  },
  "7-22": {
    "curiosity": [
      {
        "text": "22. července 1298 se během první skotské války za nezávislost odehrála bitva u Falkirku, kdy anglická armáda vedená Edwardem I. porazila skotské síly vedené Williamem Wallacem."
      },
      {
        "text1": "22. července 1933 se Wiley Post stal prvním pilotem, který sólo obletěl svět v letadle a trasu dokončil za 7 dní, 18 hodin a 49 minut."
      }
    ]
  },
  "7-23": {
    "curiosity": [
      {
        "text": "23. července 1952 egyptský generál Muhammad Naguib sesadil egyptského krále Farúka I., což znamenalo začátek nové éry v zemi."
      },
      {
        "text1": "23. července 1903 byla ve Spojených státech oficiálně začleněna společnost Ford Motor Company, čímž vznikla jedna z největších automobilových společností na světě."
      }
    ]
  },
  "7-24": {
    "curiosity": [
      {
        "text": "24. července 1911 Hiram Bingham III znovu objevil ztracené město Machu Picchu v Peru a odhalil světu jeden z nejdůležitějších archeologických divů v historii."
      },
      {
        "text1": "24. července 1969 provedli velitel Apolla 11 Neil Armstrong a pilot lunárního modulu Buzz Aldrin první lunární výstup do vesmíru, známý jako EVA (Extravehicular Activity)."
      }
    ]
  },
  "7-25": {
    "curiosity": [
      {
        "text": "25. července 1797 byla podepsána mírová smlouva z Campo Formio, která ukončila První koalici a uznala úspěchy revoluční Francie v čele s Napoleonem Bonapartem."
      },
      {
        "text1": "25. července 1956 se italská zaoceánská loď Andrea Doria srazila se švédskou lodí Stockholm u pobřeží Nantucketu ve Spojených státech, což vedlo k jedné z nejznámějších námořních katastrof v historii."
      }
    ]
  },
  "7-26": {
    "curiosity": [
      {
        "text": "26. července 1953 se uskutečnil útok na kasárna Moncada v Santiagu de Cuba, který vedl Fidel Castro a jeho skupina rebelů, což znamenalo začátek kubánské revoluce."
      },
      {
        "text1": "26. července 1945 skončila Postupimská konference, na které se sešli představitelé spojeneckých mocností, aby projednali budoucnost Evropy po druhé světové válce."
      }
    ]
  },
  "7-27": {
    "curiosity": [
      {
        "text": "27. července 1953 bylo podepsáno Panmunjomské příměří, které oficiálně ukončilo korejskou válku a vytvořilo demilitarizovanou zónu mezi Severní a Jižní Koreou."
      },
      {
        "text1": "27. července 1976 došlo k únosu letu Air France 139, kde palestinští teroristé unesli letadlo a jeho cestující, což vedlo k dramatické záchraně na letišti Entebbe v Ugandě."
      }
    ]
  },
  "7-28": {
    "curiosity": [
      {
        "text": "28. července 1540 založil španělský průzkumník Francisco Vázquez de Coronado město Santa Fe, které se mělo stát hlavním městem státu Nové Mexiko ve Spojených státech."
      },
      {
        "text1": "28. července 1914 Rakousko-Uhersko vyhlásilo válku Srbsku, což vyvolalo sérii událostí, které vedly k zahájení první světové války."
      }
    ]
  },
  "7-29": {
    "curiosity": [
      {
        "text": "29. července 1958 byla ve Spojených státech vytvořena NASA, která upevnila americký vesmírný program a vedla k bezprecedentnímu průzkumu vesmíru."
      },
      {
        "text1": "29. července 1981 se v katedrále svatého Pavla v Londýně konala svatba prince Charlese a lady Diany Spencerové, událost velkého světového významu."
      }
    ]
  },
  "7-30": {
    "curiosity": [
      {
        "text": "30. července 1619 se v Jamestownu konalo první zasedání zákonodárného sboru Severní Ameriky, známé jako Shromáždění měšťanů z Virginie, a vytvořilo tak důležitý milník pro demokracii v anglické kolonii."
      },
      {
        "text1": "30. července 1971 byla v Moskvě podepsána Smlouva o sovětsko-čínském přátelství, která ukončila roky napětí mezi oběma komunistickými mocnostmi."
      }
    ]
  },
  "7-31": {
    "curiosity": [
      {
        "text": "31. července 1498 dorazil portugalský průzkumník Vasco da Gama do indického Calicut a otevřel přímou námořní cestu mezi Evropou a Východem."
      },
      {
        "text1": "31. července 1972 byla zahájena operace Chainsaw vedená Brazílií v boji proti nezákonnému odlesňování v Amazonii, která se stala milníkem v boji za zachování tropického pralesa."
      }
    ]
  },
  "8-1": {
    "curiosity": [
      {
        "text": "1. srpna 1291 došlo ke vzniku Švýcarské konfederace, kdy se tři kantony spojily ve vzájemné obranné smlouvě, což znamenalo začátek švýcarského národa."
      },
      {
        "text1": "1. srpna 1944 proběhlo Varšavské povstání, povstání proti nacistické okupaci polského hlavního města za druhé světové války."
      }
    ]
  },
  "8-2": {
    "curiosity": [
      {
        "text": "2. srpna 1934 zemřel německý prezident Paul von Hindenburg, což Adolfu Hitlerovi umožnilo upevnit svou moc a stát se nejvyšším vůdcem Německa."
      },
      {
        "text1": "2. srpna 1990 Irák napadl Kuvajt, což vyvolalo válku v Zálivu a vedlo k mezinárodní intervenci vedené Spojenými státy."
      }
    ]
  },
  "8-3": {
    "curiosity": [
      {
        "text": "3. srpna 1492 Kryštof Kolumbus opustil Palos de la Frontera ve Španělsku na své výpravě, která měla za následek objevení Ameriky."
      },
      {
        "text1": "3. srpna 1914 vyhlásilo Německo Francii válku, čímž začala první světová válka."
      }
    ]
  },
  "8-4": {
    "curiosity": [
      {
        "text": "4. srpna 1944 byla nacisty objevena a zatčena rodina Anny Frankové a další vězni skrývající se v tajné příloze v Amsterdamu v Nizozemsku."
      },
      {
        "text1": "4. srpna 1964 došlo k incidentu v Tonkinském zálivu, kdy dvě americké lodě hlásily napadení severovietnamskými plavidly, což vedlo Spojené státy k zesílení své účasti ve vietnamské válce."
      }
    ]
  },
  "8-5": {
    "curiosity": [
      {
        "text": "5. srpna 1962 byla herečka a filmová ikona Marilyn Monroe nalezena mrtvá ve svém domě v Los Angeles v Kalifornii za okolností, které zůstávají předmětem kontroverzí a konspiračních teorií."
      },
      {
        "text1": "5. srpna 1914 vyhlásila Brazílie v první světové válce neutralitu a zůstala mimo konflikt, který pustošil Evropu."
      }
    ]
  },
  "8-6": {
    "curiosity": [
      {
        "text": "6. srpna 1945 byla Spojenými státy svržena atomová bomba Little Boy na japonské město Hirošima, což mělo za následek obrovskou zkázu a tisíce okamžitých úmrtí."
      },
      {
        "text1": "6. srpna 1965 prezident Spojených států, Lyndon B. Johnson, podepsal zákon o volebních právech, který zakazoval rasovou diskriminaci ve volebním procesu a zaručoval rovné volební právo pro všechny americké občany."
      }
    ]
  },
  "8-7": {
    "curiosity": [
      {
        "text": "7. srpna 1947 začal incident v Roswellu, kdy se poblíž Roswellu v Novém Mexiku zřítil neidentifikovaný objekt, což vyvolalo spekulace o možnosti, že by šlo o mimozemskou kosmickou loď."
      },
      {
        "text1": "7. srpna 1998 si teroristické útoky na americké velvyslanectví v keňském Nairobi a tanzanském Dar es Salaamu vyžádaly stovky mrtvých a tisíce zraněných."
      }
    ]
  },
  "8-8": {
    "curiosity": [
      {
        "text": "8. srpna 1974 prezident Spojených států Richard Nixon odstoupil z úřadu kvůli skandálu Watergate a stal se prvním americkým prezidentem, který rezignoval."
      },
      {
        "text1": "8. srpna 1945 Sovětský svaz vyhlásil válku Japonsku a napadl Mandžusko, čímž přispěl k japonské kapitulaci a ukončení druhé světové války v Asii."
      }
    ]
  },
  "8-9": {
    "curiosity": [
      {
        "text": "9. srpna 1945 byla Spojenými státy svržena atomová bomba Fat Man na japonské město Nagasaki, což způsobilo hromadné ničení a více než 70 000 mrtvých."
      },
      {
        "text1": "9. srpna 1965 provedl americký astronaut Neil Armstrong během mise Gemini 8 historicky první výstup do vesmíru."
      }
    ]
  },
  "8-10": {
    "curiosity": [
      {
        "text": "10. srpna 1519 expedice vedená Ferdinandem Magellanem opustila Sevillu ve Španělsku, aby hledala námořní cestu na Molucké ostrovy, což vedlo k prvnímu obeplutí Země."
      },
      {
        "text1": "10. srpna 1792 došlo v Paříži během Francouzské revoluce k Tuilerijskému masakru, při kterém revoluční síly zaútočily na Tuilerijský palác, kde se královská rodina uchýlila."
      }
    ]
  },
  "8-11": {
    "curiosity": [
      {
        "text": "11. srpen 3114 př. n. l. byl podle mayského kalendáře začátkem současného dlouhého cyklu mayského počítání času, známého jako 13.0.0.0.0, označujícího významné datum v mayské kultuře."
      },
      {
        "text1": "11. srpna 1999 nastalo úplné zatmění Slunce viditelné v částech Evropy, Asie a Afriky, což byla astronomická událost velkého významu a veřejného zájmu."
      }
    ]
  },
  "8-12": {
    "curiosity": [
      {
        "text": "12. srpna 30 př. n. l. egyptská královna Kleopatra VII údajně zemřela sebevraždou po porážce Marka Antonia a připojení Egypta k Římské říši."
      },
      {
        "text1": "12. srpna 1944 začala během 2. světové války bitva u Narvy, ve které německé jednotky a jejich spojenci čelili Rudé armádě v Estonsku."
      }
    ]
  },
  "8-13": {
    "curiosity": [
      {
        "text": "13. srpna 1961 začala stavba Berlínské zdi, která rozdělila město Berlín na dvě části, oddělující východní Německo od západního Německa."
      },
      {
        "text1": "13. srpna 1521 bylo hlavní město Aztéků Tenochtitlán dobyto španělskými silami vedenými Hernánem Cortésem, což znamenalo konec aztécké říše v Mexiku."
      }
    ]
  },
  "8-14": {
    "curiosity": [
      {
        "text": "14. srpna 1945 Japonsko přijalo podmínky bezpodmínečné kapitulace, čímž byla ukončena druhá světová válka a v Japonsku byl vyhlášen Den vítězství."
      },
      {
        "text1": "14. srpna 1947 se Pákistán po oddělení od Indie stal nezávislou zemí, což byl milník v historii regionu, který vedl k vytvoření dvou odlišných států."
      }
    ]
  },
  "8-15": {
    "curiosity": [
      {
        "text": "15. srpna 1947 získala Indie nezávislost na britské koloniální nadvládě, stala se suverénním národem a připomněla si Den nezávislosti Indie."
      },
      {
        "text1": "15. srpna 1969 začal v Bethelu v New Yorku hudební festival Woodstock, který se stal jednou z nejikoničtějších a nejvlivnějších událostí v hudební historii."
      }
    ]
  },
  "8-16": {
    "curiosity": [
      {
        "text": "16. srpna 1977 zemřel král rock'n'rollu Elvis Presley ve svém domě v Graceland v Memphisu v Tennessee a zanechal po sobě trvalé dědictví v hudbě a populární kultuře."
      },
      {
        "text1": "16. srpna 1819 se město Manchester v Anglii stalo dějištěm masakru v Peterloo, kdy britská kavalérie a pěchota zaútočila na dav protestující za politické a sociální reformy, což mělo za následek smrt a vážná zranění."
      }
    ]
  },
  "8-17": {
    "curiosity": [
      {
        "text": "17. srpna 1945 vyhlásila Indonésie nezávislost na nizozemské koloniální okupaci, což znamenalo začátek dlouhého boje o suverenitu země."
      },
      {
        "text1": "Dne 17. srpna 2017 došlo ve španělské Barceloně k teroristickému útoku, kdy dodávka úmyslně vjela do rušné oblasti, což mělo za následek několik úmrtí a zranění."
      }
    ]
  },
  "8-18": {
    "curiosity": [
      {
        "text": "18. srpna 1920 byl ratifikován 19. dodatek k ústavě Spojených států, který ženám přiznával volební právo."
      },
      {
        "text1": "18. srpna 1966 vypustila NASA vesmírnou sondu Lunar Orbiter 1, která zahájila sérii misí, které měly za cíl zmapovat povrch Měsíce."
      }
    ]
  },
  "8-19": {
    "curiosity": [
      {
        "text": "19. srpna 1934 došlo k podpisu mírové smlouvy mezi Itálií a Etiopií, která ukončila druhou italsko-etiopskou válku."
      },
      {
        "text1": "19. srpna 1991 proběhl v Sovětském svazu srpnový převrat, kdy se konzervativní frakce komunistické strany pokusila svrhnout prezidenta Michaila Gorbačova a chopit se moci."
      }
    ]
  },
  "8-20": {
    "curiosity": [
      {
        "text": "20. srpna 1975 vypustila NASA vesmírnou sondu Viking 1 k Marsu, první misi, která úspěšně přistála na povrchu rudé planety."
      },
      {
        "text1": "20. srpna 1968 vtrhla vojska Varšavské smlouvy pod vedením Sovětského svazu do Československa, čímž ukončila Pražské jaro a posílila komunistickou kontrolu v zemi."
      }
    ]
  },
  "8-21": {
    "curiosity": [
      {
        "text": "21. srpna 1959 se Havaj po desetiletích bojů o připojení území k zemi stala 50. státem Spojených států."
      },
      {
        "text1": "21. srpna 1911 byla z pařížského muzea Louvre ukradena slavná Mona Lisa od Leonarda da Vinciho, což způsobilo velký rozruch a stalo se jednou z nejznámějších krádeží umění v historii. Dějiny."
      }
    ]
  },
  "8-22": {
    "curiosity": [
      {
        "text": "22. srpna 1485 se odehrála bitva u Bosworthu, ve které Jindřich Tudor porazil anglického krále Richarda III., což znamenalo konec válek růží a začátek dynastie Tudorovců."
      },
      {
        "text1": "22. srpna 1962 začala východní Německo vztyčovat Berlínskou zeď, která rozdělovala město Berlín a symbolizovala rozdělení studené války."
      }
    ]
  },
  "8-23": {
    "curiosity": [
      {
        "text": "23. srpna 1305 byl skotský vůdce William Wallace zajat anglickými silami a následně popraven za zradu."
      },
      {
        "text1": "23. srpna 1944 se během druhé světové války odehrála bitva u Narvy, ve které se německým jednotkám podařilo odrazit masivní útok Rudé armády v Estonsku."
      }
    ]
  },
  "8-24": {
    "curiosity": [
      {
        "text": "24. srpna 79 n. l. vybuchla sopka Vesuv, která zničila římská města Pompeje a Herculaneum a pohřbila je pod sopečným popelem."
      },
      {
        "text1": "24. srpna 1814 došlo k vypálení Washingtonu, DC během války v roce 1812, kdy britské síly zapálily několik vládních budov, včetně Bílého domu a Kapitolu Spojených států."
      }
    ]
  },
  "8-25": {
    "curiosity": [
      {
        "text": "25. srpna 1944 byla Paříž osvobozena od německé nadvlády spojeneckými silami během 2. světové války, což byl pro město i pro Francii okamžik oslav."
      },
      {
        "text1": "25. srpna 1835 došlo k Malês Revolt, povstání islámských otroků ve městě Salvador v Brazílii, kteří usilovali o svou svobodu a zřízení Islámského státu."
      }
    ]
  },
  "8-26": {
    "curiosity": [
      {
        "text": "26. srpna 1789 byla Národním ústavodárným shromážděním Francie během Francouzské revoluce přijata Deklarace práv člověka a občana, která stanovila základní práva a politické principy národa."
      },
      {
        "text1": "26. srpna 1914 se během první světové války odehrála bitva u Tannenbergu, která vyústila v rozhodující vítězství německých sil nad ruskou armádou."
      }
    ]
  },
  "8-27": {
    "curiosity": [
      {
        "text": "27. srpna 1859 vypustila NASA vesmírnou sondu Jupiter, která byla první misí k průzkumu planety Jupiter a jejích měsíců."
      },
      {
        "text1": "27. srpna 1928 byl podepsán Briand-Kelloggův pakt, známý také jako Kellogg-Briandův pakt, mnohostranná smlouva, která se zřekla války jako prostředku k řešení mezinárodních sporů."
      }
    ]
  },
  "8-28": {
    "curiosity": [
      {
        "text": "28. srpna 1963 se konal Pochod na Washington za práci a svobodu, ikonická událost hnutí za občanská práva ve Spojených státech, kde Martin Luther King Jr. pronesl svůj slavný projev „I Have a Dream“."
      },
      {
        "text1": "28. srpna 1996 došlo k teroristickému útoku na Eiffelovu věž v Paříži ve Francii, kdy explodovala bomba v autě a několik lidí bylo zraněno."
      }
    ]
  },
  "8-29": {
    "curiosity": [
      {
        "text": "29. srpna 2005 zasáhl pobřeží Mexického zálivu ve Spojených státech hurikán Katrina a způsobil jednu z nejhorších přírodních katastrof v historii země, hlavně ve městě New Orleans."
      },
      {
        "text1": "29. srpna 1949 Sovětský svaz úspěšně otestoval svou první atomovou bombu, což znamenalo začátek závodu v jaderném zbrojení během studené války."
      }
    ]
  },
  "8-30": {
    "curiosity": [
      {
        "text": "30. srpna 1797 se v Londýně v Anglii narodila Mary Shelleyová, autorka Frankensteina, a stala se jednou z nejvlivnějších spisovatelek gotické a sci-fi literatury."
      },
      {
        "text1": "30. srpna 2003 byl brazilský astronaut Marcos Pontes vypuštěn do vesmíru na palubě kosmické lodi Sojuz a stal se prvním brazilským astronautem, který cestoval na Mezinárodní vesmírnou stanici."
      }
    ]
  },
  "8-31": {
    "curiosity": [
      {
        "text": "31. srpna 1997 došlo k tragické smrti princezny Diany při autonehodě v Paříži ve Francii, která způsobila celosvětový rozruch a zanechala trvalé dědictví jako humanitární osobnost."
      },
      {
        "text1": "31. srpna 1939 začala druhá světová válka invazí nacistického Německa do Polska, která zahájila globální konflikt, který trval šest let a měl za následek miliony mrtvých."
      }
    ]
  },
  "9-1": {
    "curiosity": [
      {
        "text": "1. září 1939 nacistické Německo napadlo Polsko, což znamenalo začátek druhé světové války v Evropě."
      },
      {
        "text1": "1. září 1985 objevil vrak Titaniku na dně Atlantského oceánu výzkumný tým pod vedením Roberta Ballarda."
      }
    ]
  },
  "9-2": {
    "curiosity": [
      {
        "text": "2. září 1945 došlo k formální kapitulaci Japonska, která znamenala konec druhé světové války po výbuchu atomových bomb v Hirošimě a Nagasaki."
      },
      {
        "text1": "2. září 1666 vypukl Velký požár Londýna, který zničil velkou část města, včetně slavné katedrály svatého Pavla."
      }
    ]
  },
  "9-3": {
    "curiosity": [
      {
        "text": "3. září 1783 byla podepsána Pařížská smlouva, která ukončila americkou válku za nezávislost a uznala nezávislost Spojených států amerických."
      },
      {
        "text1": "3. září 1939 vyhlásily Francie a Spojené království válku nacistickému Německu v reakci na invazi do Polska, což znamenalo začátek druhé světové války v Evropě."
      }
    ]
  },
  "9-4": {
    "curiosity": [
      {
        "text": "4. září 1957 Sovětský svaz úspěšně vypustil vesmírnou loď Sputnik 2, která vynesla do vesmíru prvního živého tvora, psa Lajku."
      },
      {
        "text1": "4. září 1781 americké koloniální síly vedené Georgem Washingtonem porazily britskou armádu v bitvě u Yorktownu, rozhodující události v americké válce za nezávislost."
      }
    ]
  },
  "9-5": {
    "curiosity": [
      {
        "text": "5. září 1972 se izraelský atletický tým stal během olympijských her v Mnichově terčem teroristického útoku, při kterém zemřelo 11 sportovců."
      },
      {
        "text1": "5. září 1793 došlo v souvislosti s Francouzskou revolucí k Lyonskému masakru, při kterém byly popraveny stovky lidí jako odplata za odpor proti Národnímu shromáždění."
      }
    ]
  },
  "9-6": {
    "curiosity": [
      {
        "text": "6. září 1901 byl prezident Spojených států William McKinley zavražděn v Buffalu v New Yorku anarchistou Leonem Czolgoszem."
      },
      {
        "text1": "6. září 1966 měl ve Spojených státech premiéru televizní seriál Star Trek, který se stal kulturním fenoménem a ovlivnil budoucí generace fanoušků a produkce sci-fi."
      }
    ]
  },
  "9-7": {
    "curiosity": [
      {
        "text": "7. září 1822 vyhlásila Brazílie nezávislost na Portugalsku, což znamenalo začátek nové země a konec portugalské koloniální nadvlády."
      },
      {
        "text1": "7. září 1940, během druhé světové války, německé bombardovací nálety na Londýn dosáhly svého vrcholu během Blitz a způsobily značné škody městu."
      }
    ]
  },
  "9-8": {
    "curiosity": [
      {
        "text": "8. září 1565 se odehrála bitva na Maltě, ve které rytíři svatého Jana porazili osmanskou armádu a zabránili tak dobytí ostrova Osmanskou říší."
      },
      {
        "text1": "8. září 1900 hurikán Galveston zasáhl město Galveston v Texasu ve Spojených státech a způsobil jednu z nejhorších přírodních katastrof v historii USA s odhady více než 8 000 mrtvých."
      }
    ]
  },
  "9-9": {
    "curiosity": [
      {
        "text": "9. září 1971 vyhlásil stát Katar svou nezávislost na Spojeném království a stal se suverénním státem v Perském zálivu."
      },
      {
        "text1": "9. září 1948 Severní Korea vyhlásila Korejskou lidově demokratickou republiku a etablovala se jako komunistický stát oddělený od Jižní Koreje."
      }
    ]
  },
  "9-10": {
    "curiosity": [
      {
        "text": "10. září 1939 vyhlásila Kanada válku nacistickému Německu, čímž vstoupila do druhé světové války po boku Spojeného království a dalších spojeneckých zemí."
      },
      {
        "text1": "10. září 2008 byl poprvé spuštěn Velký hadronový urychlovač (LHC), největší urychlovač částic na světě, čímž se otevřela cesta k novým vědeckým objevům."
      }
    ]
  },
  "9-11": {
    "curiosity": [
      {
        "text": "11. září 2001 se Spojené státy staly terčem teroristických útoků koordinovaných organizací Al-Káida, jejichž výsledkem bylo zničení Dvojčat Světového obchodního centra, útok na Pentagon a United Flight 93, který se zřítil v r. Pensylvánie."
      },
      {
        "text1": "11. září 1973 proběhl v Chile státní převrat pod vedením generála Augusta Pinocheta, který vyústil v pád demokratické vlády Salvadora Allendeho a nastolení vojenské diktatury."
      }
    ]
  },
  "9-12": {
    "curiosity": [
      {
        "text": "12. září 1940, během druhé světové války, byla Francie nucena podepsat příměří s nacistickým Německem, čímž skončila její aktivní účast v konfliktu."
      },
      {
        "text1": "12. září 1959 se kosmická sonda Luna 2, vypuštěná Sovětským svazem, stala prvním uměle vyrobeným objektem, který dosáhl Měsíce, což znamenalo důležitý milník v průzkumu vesmíru."
      }
    ]
  },
  "9-13": {
    "curiosity": [
      {
        "text": "13. září 1993 vůdci Izraele a Organizace pro osvobození Palestiny (OOP) podepsali dohody z Osla, které položily základy míru na Blízkém východě."
      },
      {
        "text1": "13. září 1948 Francie, Spojené království a Spojené státy vydaly Tripartitní deklaraci, v níž znovu potvrdily svou podporu mírovému řešení arabsko-izraelského konfliktu."
      }
    ]
  },
  "9-14": {
    "curiosity": [
      {
        "text": "14. září 1901 prezident Spojených států William McKinley zemřel na následky zranění při střelbě, což vedlo Theodora Roosevelta k převzetí prezidentského úřadu."
      },
      {
        "text1": "14. září 1982 došlo v palestinských uprchlických táborech v Bejrútu v Libanonu k masakru Sabra a Shatila, který měl za následek smrt tisíců lidí."
      }
    ]
  },
  "9-15": {
    "curiosity": [
      {
        "text": "15. září 1821 vyhlásila Střední Amerika nezávislost na Španělsku a vytvořila Spojené provincie Střední Ameriky, které byly později rozděleny do několika zemí."
      },
      {
        "text1": "15. září 1944 zahájily spojenecké síly během druhé světové války operaci Market Garden, neúspěšný pokus o dobytí klíčových mostů v nacisty okupovaném Holandsku."
      }
    ]
  },
  "9-16": {
    "curiosity": [
      {
        "text": "16. září 1810 zahájilo Mexiko svůj boj za nezávislost na Španělsku, hnutí známé jako Cry of Dolores."
      },
      {
        "text1": "16. září 1978 byla mezi Izraelem a Egyptem podepsána mírová smlouva z Camp Davidu, která oficiálně ukončila desetiletí nepřátelství mezi oběma zeměmi."
      }
    ]
  },
  "9-17": {
    "curiosity": [
      {
        "text": "17. září 1787 byla ve Philadelphii v Pensylvánii podepsána ústava Spojených států amerických, která položila základy politického a právního systému země."
      },
      {
        "text1": "17. září 1948 byla po rozdělení Korejského poloostrova na konci druhé světové války vyhlášena Korejská republika (Jižní Korea)."
      }
    ]
  },
  "9-18": {
    "curiosity": [
      {
        "text": "18. září 1931 Japonsko napadlo Mandžusko a zahájilo konflikt známý jako Mukdenský incident, který nakonec vedl k druhé čínsko-japonské válce."
      },
      {
        "text1": "18. září 2001 Kongres Spojených států schválil rezoluci povolující použití vojenské síly, čímž připravil půdu pro válku proti terorismu po útocích z 11. září."
      }
    ]
  },
  "9-19": {
    "curiosity": [
      {
        "text": "19. září 1870, během francouzsko-pruské války, se odehrála bitva u Sedanu, jejímž výsledkem bylo zajetí francouzského císaře Napoleona III."
      },
      {
        "text1": "19. září 1985 došlo v Mexico City k ničivému zemětřesení o síle 8,1 stupně Richterovy škály, které mělo za následek tisíce mrtvých a rozsáhlé ničení."
      }
    ]
  },
  "9-20": {
    "curiosity": [
      {
        "text": "20. září 1519 se portugalský průzkumník Ferdinand Magellan vydal na svou výpravu, aby obeplul zeměkouli, cesta, která trvala téměř tři roky."
      },
      {
        "text1": "20. září 2001 přednesl prezident Spojených států George W. Bush projev před Kongresem, ve kterém vyhlásil „válku terorismu“ v reakci na útoky z 11. září."
      }
    ]
  },
  "9-21": {
    "curiosity": [
      {
        "text": "21. září 1937 došlo během druhé čínsko-japonské války k Nankingskému masakru, ve kterém japonské síly páchaly zvěrstva na civilním obyvatelstvu a válečných zajatcích."
      },
      {
        "text1": "21. září 1989 zasáhl pobřeží Jižní Karolíny ve Spojených státech hurikán Hugo, způsobil rozsáhlé ničení a zabil více než 80 lidí."
      }
    ]
  },
  "9-22": {
    "curiosity": [
      {
        "text": "22. září 1980 Irák pod vedením Saddáma Husajna napadl Írán a zahájil válku, která bude trvat osm let a bude mít za následek miliony mrtvých."
      },
      {
        "text1": "22. září 1862, během americké občanské války, se odehrála bitva u Antietamu, nejkrvavější konfrontace v dějinách Spojených států, s více než 22 000 oběťmi za jediný den."
      }
    ]
  },
  "9-23": {
    "curiosity": [
      {
        "text": "Error 500 (Server Error)!!1500.That’s an error.There was an error. Please try again later.That’s all we know."
      },
      {
        "text1": "Dne 23. září 2008 vyhlásila finanční společnost Lehman Brothers bankrot, což vyvolalo globální finanční krizi a prohloubilo globální recesi."
      }
    ]
  },
  "9-24": {
    "curiosity": [
      {
        "text": "24. září 622 proběhla hidžra, stěhování proroka Mohameda z Mekky do Medíny, což znamenalo začátek islámského kalendáře."
      },
      {
        "text1": "24. září 1946 mezinárodní vojenský tribunál v německém Norimberku odsoudil 12 nacistických vůdců k smrti za válečné zločiny a zločiny proti lidskosti."
      }
    ]
  },
  "9-25": {
    "curiosity": [
      {
        "text": "25. září 1513 se španělský průzkumník Vasco Núñez de Balboa stal prvním Evropanem, který po překročení Panamské šíje spatřil Tichý oceán."
      },
      {
        "text1": "25. září 1957 vstoupilo devět černých studentů pod federální ochranu do Little Rock Central High School v Little Rocku v Arkansasu, což znamenalo důležitý milník v hnutí za občanská práva ve Spojených státech."
      }
    ]
  },
  "9-26": {
    "curiosity": [
      {
        "text": "26. září 1580 vznikla Iberská unie, která sjednotila koruny Portugalska a Španělska pod vládou španělského krále Filipa II."
      },
      {
        "text1": "26. září 1983 sovětský vůdce Jurij Andropov oznámil, že Sovětský svaz se nezúčastní Letních olympijských her 1984 v Los Angeles, jako odvetu za rozhodnutí Spojených států bojkotovat moskevské olympijské hry v roce 1980."
      }
    ]
  },
  "9-27": {
    "curiosity": [
      {
        "text": "27. září 1822 vyhlásila Brazílie nezávislost na Portugalsku a prohlásila za svého císaře Pedra I."
      },
      {
        "text1": "27. září 1905 se během rusko-japonské války odehrála bitva o Mukden, která vyústila v rozhodující vítězství Japonska nad ruskými silami."
      }
    ]
  },
  "9-28": {
    "curiosity": [
      {
        "text": "28. září 1066 se v Anglii odehrála bitva u Stamford Bridge, kde anglický král Harold II porazil invazní síly vedené Norským Haroldem III."
      },
      {
        "text1": "28. září 1928 objevil Alexander Fleming náhodou penicilin, jedno z nejdůležitějších antibiotik v historii medicíny."
      }
    ]
  },
  "9-29": {
    "curiosity": [
      {
        "text": "29. září 1941, během druhé světové války, se Babí Jar, rokle na předměstí ukrajinského Kyjeva, stala dějištěm jednoho z největších masakrů v historii, kde nacistické jednotky zavraždily více než 33 000 Židů během pouhých dvou dnů."
      },
      {
        "text1": "Dne 29. září 2008 dosáhla finanční krize nové úrovně kolapsem investiční banky Lehman Brothers a spustila sérii událostí, které ovlivnily globální finanční systém."
      }
    ]
  },
  "9-30": {
    "curiosity": [
      {
        "text": "30. září 1938 došlo k podpisu Mnichovských dohod, kde evropští vůdci ustoupili požadavkům Adolfa Hitlera a umožnili anexi oblasti Sudety nacistickým Německem."
      },
      {
        "text1": "30. září 2005 skončil spor s Michaelem Jacksonem, obviněným ze sexuálního zneužívání dětí, jeho zproštěním viny ze všech obvinění."
      }
    ]
  },
  "10-1": {
    "curiosity": [
      {
        "text": "1. října 1949 byla Mao Ce-tungem vyhlášena Čínská lidová republika, čímž byl v zemi zaveden komunistický režim."
      },
      {
        "text1": "1. října 1961 byla založena Organizace zemí vyvážejících ropu (OPEC), aliance zemí produkujících ropu s cílem koordinovat politiku související s obchodem s ropou a chránit zájmy členských zemí."
      }
    ]
  },
  "10-2": {
    "curiosity": [
      {
        "text": "2. října 1187 se odehrála bitva u Hattinu, ve které muslimský vůdce Saladin porazil křesťanské síly Jeruzalémského království a otevřel cestu k muslimskému dobytí Jeruzaléma."
      },
      {
        "text1": "2. října 1968 došlo v Mexico City k masakru v Tlatelolcu během studentských protestů proti mexické vládě, což vedlo ke smrti stovek demonstrantů."
      }
    ]
  },
  "10-3": {
    "curiosity": [
      {
        "text": "3. října 1990 bylo Německo znovu sjednoceno, čímž bylo oficiálně ukončeno rozdělení mezi východním a západním Německem."
      },
      {
        "text1": "3. října 1952 Spojené království provedlo svůj první test jaderné bomby a stalo se tak třetí jadernou mocností na světě."
      }
    ]
  },
  "10-4": {
    "curiosity": [
      {
        "text": "4. října 1957 Sovětský svaz úspěšně vypustil Sputnik 1, první umělou družici v historii, která zahájila vesmírný věk."
      },
      {
        "text1": "4. října 2004 ukončila vesmírná sonda Cassini-Huygens svou 7letou misi k Saturnu a odeslala zpět cenná data a snímky o planetě a jejích měsících."
      }
    ]
  },
  "10-5": {
    "curiosity": [
      {
        "text": "5. října 1789 se během Francouzské revoluce konal pochod žen ve Versailles, kdy tisíce Pařížanek pochodovaly do paláce ve Versailles a požadovaly chléb a pád krále."
      },
      {
        "text1": "Dne 5. října 2000 byl bývalý prezident Srbska Slobodan Milošević sesazen a předán Mezinárodnímu trestnímu tribunálu pro bývalou Jugoslávii, kde by byl souzen za válečné zločiny a zločiny proti lidskosti."
      }
    ]
  },
  "10-6": {
    "curiosity": [
      {
        "text": "6. října 1973 začala Jomkipurská válka, konflikt mezi Izraelem a koalicí vedenou Egyptem a Sýrií, který měl za následek velké lidské a územní ztráty."
      },
      {
        "text1": "6. října 1927 byl propuštěn němý film 'The Jazz Singer', první celovečerní film obsahující sekvence se synchronizovanými zvukovými dialogy."
      }
    ]
  },
  "10-7": {
    "curiosity": [
      {
        "text": "7. října 1571 se odehrála bitva u Lepanta, ve které křesťanská aliance vedená Benátskou republikou a Španělským císařstvím porazila osmanskou flotilu a zastavila osmanský postup do západního Středomoří."
      },
      {
        "text1": "7. října 1989 začala v tehdejším Československu mírová revoluce, která znamenala začátek konce komunistického režimu v zemi."
      }
    ]
  },
  "10-8": {
    "curiosity": [
      {
        "text": "8. října 1871 došlo k velkému požáru v Chicagu, jedné z největších městských katastrof v historii Spojených států, která zničila velkou část města."
      },
      {
        "text1": "8. října 2001 zahájily Spojené státy v reakci na teroristické útoky z 11. září 2001 vojenskou invazi do Afghánistánu."
      }
    ]
  },
  "10-9": {
    "curiosity": [
      {
        "text": "9. října 1967 byl v Bolívii zajat argentinský revoluční vůdce Che Guevara, což znamenalo konec jeho partyzánského tažení v Jižní Americe."
      },
      {
        "text1": "9. října 1989 došlo k pádu Berlínské zdi, jedné z nejvýznamnějších událostí konce studené války a znovusjednocení Německa."
      }
    ]
  },
  "10-10": {
    "curiosity": [
      {
        "text": "10. října 732 se ve Francii odehrála bitva u Tours, kde franské síly vedené Charlesem Martelem porazily muslimskou armádu, čímž zabránily expanzi Umajjovského chalífátu v západní Evropě."
      },
      {
        "text1": "10. října 1845 se ve městě Röcken v Německu narodil filozof Friedrich Nietzsche, který se stal jednou z nejvlivnějších osobností moderní filozofie."
      }
    ]
  },
  "10-11": {
    "curiosity": [
      {
        "text": "11. října 1899 začala druhá búrská válka, konflikt mezi Spojeným královstvím a búrskými republikami v Jižní Africe, který vyústil v prodlouženou a zničující válku."
      },
      {
        "text1": "11. října 1984 se americká astronautka Kathryn D. Sullivanová stala první ženou, která provedla výstup do vesmíru."
      }
    ]
  },
  "10-12": {
    "curiosity": [
      {
        "text": "12. října 1492 dorazil do Ameriky mořeplavec Kryštof Kolumbus, což znamenalo začátek evropské kolonizace kontinentu."
      },
      {
        "text1": "12. října 1984 byla první britská astronautka Helen Sharman vypuštěna do vesmíru na palubě mise Sojuz TM-12."
      }
    ]
  },
  "10-13": {
    "curiosity": [
      {
        "text": "13. října 1307, v pátek 13., došlo k hromadnému zatýkání templářských rytířů ve Francii, což znamenalo konec vlivu a moci tohoto vojensko-náboženského řádu."
      },
      {
        "text1": "13. října 1972 utrpěl let 571 uruguayského letectva nehodu v Andách, takže přeživší museli čelit boji o přežití známému jako ‚Zázrak And‘."
      }
    ]
  },
  "10-14": {
    "curiosity": [
      {
        "text": "14. října 1066 se odehrála bitva u Hastingsu, ve které normanská armáda vedená Vilémem Dobyvatelem porazila anglického krále Harolda II. a změnila tak historii Anglie."
      },
      {
        "text1": "14. října 1947 se americký pilot Chuck Yeager stal prvním člověkem, který za letu prolomil zvukovou bariéru."
      }
    ]
  },
  "10-15": {
    "curiosity": [
      {
        "text": "15. října 1815 byl Napoleon Bonaparte poražen v bitvě u Waterloo, čímž definitivně skončilo jeho panování a období známé jako napoleonské války."
      },
      {
        "text1": "15. října 1987 došlo na newyorské burze k události známé jako „černé pondělí“, kdy akciový trh utrpěl výrazný pokles."
      }
    ]
  },
  "10-16": {
    "curiosity": [
      {
        "text": "16. října 1793 byla francouzská královna Marie Antoinetta během francouzské revoluce poražena gilotinou."
      },
      {
        "text1": "16. října 1962 začala kubánská raketová krize, když byly na ostrově objeveny sovětské jaderné střely, které přivedly svět na pokraj jaderné války."
      }
    ]
  },
  "10-17": {
    "curiosity": [
      {
        "text": "17. října 1905 nastala v Petrohradě v Rusku Krvavá neděle, když vojáci carské armády zahájili palbu na pokojné demonstranty, což vyvolalo sérii událostí, které vyvrcholily ruskou revolucí v roce 1917."
      },
      {
        "text1": "17. října 1989 zasáhlo oblast San Francisco Bay Area v Kalifornii zemětřesení o síle 6,9 ​​stupně Richterovy škály, které způsobilo rozsáhlé škody a zanechalo tisíce lidí bez domova."
      }
    ]
  },
  "10-18": {
    "curiosity": [
      {
        "text": "18. října 1867 byla Aljaška formálně převedena z Ruska do Spojených států poté, co Američané koupili území."
      },
      {
        "text1": "18. října 1968 se v Mexico City konaly letní olympijské hry ve znamení slavného protestu černých atletů ze Spojených států na stupních vítězů."
      }
    ]
  },
  "10-19": {
    "curiosity": [
      {
        "text": "19. října 1987 utrpěl index Dow Jones na newyorské burze svůj největší jednodenní pokles, známý jako „černé pondělí“."
      },
      {
        "text1": "19. října 2003 byla vypuštěna evropská vesmírná sonda Beagle 2 s cílem přistát na Marsu, ale kontakt se sondou byl ztracen a její přesná poloha zůstává neznámá."
      }
    ]
  },
  "10-20": {
    "curiosity": [
      {
        "text": "20. října 1944, během druhé světové války, bylo město Bělehrad, hlavní město Jugoslávie, osvobozeno od nacistických sil Rudou armádou a Lidovou osvobozeneckou armádou Jugoslávie."
      },
      {
        "text1": "20. října 1973 začala ropná krize, když arabské země, které byly členy OPEC, vyhlásily ropné embargo jako odvetu za západní podporu Izraeli v jomkipurské válce."
      }
    ]
  },
  "10-21": {
    "curiosity": [
      {
        "text": "21. října 1520 se v Mexiku odehrála bitva u Otumby, kde aztécké síly čelily španělským jednotkám vedeným Hernánem Cortésem."
      },
      {
        "text1": "21. října 1966 měl sesuv půdy v hrabství Aberfan ve Walesu za následek smrt 144 lidí, většinou dětí, v důsledku zřícení hromady uhlí."
      }
    ]
  },
  "10-22": {
    "curiosity": [
      {
        "text": "22. října 1797 britské námořnictvo porazilo španělskou flotilu v bitvě u Cape St. Vincent během napoleonských válek."
      },
      {
        "text1": "22. října 1962 prezident Spojených států John F. Kennedy veřejně oznámil objev sovětských jaderných střel na Kubě, což vyvolalo kubánskou raketovou krizi."
      }
    ]
  },
  "10-23": {
    "curiosity": [
      {
        "text": "23. října 1956 začala maďarská revoluce, lidové povstání proti komunistické vládě Maďarska, které bylo potlačeno sovětskými silami."
      },
      {
        "text1": "23. října 2001 Apple uvedl na trh iPod, jedno z nejpopulárnějších a nejvlivnějších přenosných hudebních zařízení v historii."
      }
    ]
  },
  "10-24": {
    "curiosity": [
      {
        "text": "24. října 1945 byla založena Organizace spojených národů (OSN), která se snažila prosazovat mír a mezinárodní spolupráci po druhé světové válce."
      },
      {
        "text1": "24. října 2003 byla vypuštěna evropská vesmírná sonda Mars Express, jejímž cílem bylo studovat Mars a hledat známky vody na planetě."
      }
    ]
  },
  "10-25": {
    "curiosity": [
      {
        "text": "25. října 1415 se ve Francii odehrála bitva u Agincourtu, kde anglické síly vedené Jindřichem V. dosáhly významného vítězství během stoleté války."
      },
      {
        "text1": "25. října 2001 vydal Microsoft operační systém Windows XP, který se stal jedním z nejpopulárnějších a nejtrvanlivějších operačních systémů v historii."
      }
    ]
  },
  "10-26": {
    "curiosity": [
      {
        "text": "26. října 1947 byla poprvé vydána slavná dětská kniha 'Malý princ', kterou napsal Antoine de Saint-Exupéry."
      },
      {
        "text1": "26. října 1979 zemřel sovětský vůdce Leonid Brežněv, čímž skončilo 18leté období vedení a znamenalo začátek nové éry v Sovětském svazu."
      }
    ]
  },
  "10-27": {
    "curiosity": [
      {
        "text": "27. října 1904 bylo veřejnosti otevřeno první vydání newyorského metra, které způsobilo revoluci v dopravě ve městě."
      },
      {
        "text1": "27. října 1962 během kubánské raketové krize bylo nad Kubou sestřeleno špionážní letadlo U-2, což dále zvýšilo napětí mezi Spojenými státy a Sovětským svazem."
      }
    ]
  },
  "10-28": {
    "curiosity": [
      {
        "text": "28. října 1886 byla v newyorském přístavu oficiálně zasvěcena Socha svobody, ikonický symbol Spojených států."
      },
      {
        "text1": "28. října 1962, během kubánské raketové krize, prezident Spojených států John F. Kennedy oznámil, že sovětské rakety budou z Kuby odstraněny, čímž krize skončí."
      }
    ]
  },
  "10-29": {
    "curiosity": [
      {
        "text": "29. října 1929 došlo ke slavnému „krachu newyorské burzy“, který znamenal začátek Velké hospodářské krize, která ovlivnila světovou ekonomiku."
      },
      {
        "text1": "29. října 1956 Izrael, Francie a Spojené království napadly Egypt v rámci tzv. Suezské krize s cílem ovládnout Suezský průplav a svrhnout egyptského prezidenta Gamála Abdela Násira."
      }
    ]
  },
  "10-30": {
    "curiosity": [
      {
        "text": "30. října 1938 se uskutečnilo slavné rozhlasové vysílání známé jako 'Válka světů', ve kterém režisér Orson Welles upravil knihu HG Wellse, což vyvolalo paniku mezi posluchači, kteří věřili, že jde o mimozemšťana z invaze."
      },
      {
        "text1": "30. října 1961 Sovětský svaz odpálil ‚Car Bombu‘, největší jadernou bombu, která kdy odpálila v historii, s odhadovanou silou 50 megatun."
      }
    ]
  },
  "10-31": {
    "curiosity": [
      {
        "text": "31. října 1517 mnich Martin Luther vyvěsil svých 95 tezí na dveře zámeckého kostela ve Wittenbergu v Německu, čímž spustil protestantskou reformaci."
      },
      {
        "text1": "31. října 1956 proběhla maďarská revoluce, povstání proti komunistické vládě Maďarska, které bylo násilně potlačeno sovětskými silami."
      }
    ]
  },
  "11-1": {
    "curiosity": [
      {
        "text": "1. listopadu 1512 byla ve Vatikánu v Římě slavnostně otevřena nástěnná malba „Freska na stropě Sixtinské kaple“ od Michelangela, která je považována za jedno z nejslavnějších a nejvýznamnějších uměleckých děl v historii."
      },
      {
        "text1": "1. listopadu 1952 došlo ve Spojených státech k první úspěšné detonaci vodíkové bomby, což znamenalo významný pokrok v technologii jaderných zbraní."
      }
    ]
  },
  "11-2": {
    "curiosity": [
      {
        "text": "2. listopadu 1917, během první světové války, dobyl britský generál Edmund Allenby město Beersheba v Palestině po odvážném útoku kavalérie."
      },
      {
        "text1": "2. listopadu 1983 Spojené státy vojensky napadly karibský ostrov Grenada v operaci známé jako „Operace Urgent Fury“, jejímž cílem bylo sesadit marxisticko-leninskou vládu, která převzala moc."
      }
    ]
  },
  "11-3": {
    "curiosity": [
      {
        "text": "3. listopadu 1948 byl prezident Spojených států Harry S. Truman znovu zvolen v překvapivém vítězství nad republikánským kandidátem Thomasem E. Deweyem."
      },
      {
        "text1": "3. listopadu 1957 Sovětský svaz úspěšně vypustil první umělou družici Země Sputnik 2, která vynesla do vesmíru prvního živého tvora, psa Lajku."
      }
    ]
  },
  "11-4": {
    "curiosity": [
      {
        "text": "4. listopadu 1979 nastala íránská rukojmí krize, kdy íránští studenti zaútočili na velvyslanectví Spojených států v Teheránu a drželi 52 Američanů jako rukojmí déle než rok."
      },
      {
        "text1": "4. listopadu 2008 byl Barack Obama zvolen 44. prezidentem Spojených států a stal se tak prvním afroamerickým prezidentem v historii země."
      }
    ]
  },
  "11-5": {
    "curiosity": [
      {
        "text": "5. listopadu 1605 se ve Spojeném království odehrálo slavné 'Gunpowder Plot', ve kterém Guy Fawkes a další katoličtí spiklenci plánovali vyhodit do povětří britský parlament během oficiálního zahájení zasedání."
      },
      {
        "text1": "5. listopadu 1911 italský král Vittorio Emanuele III. vyhlásil připojení Libye k italskému území po vojenském dobytí severoafrické země."
      }
    ]
  },
  "11-6": {
    "curiosity": [
      {
        "text": "6. listopadu 1860 byl Abraham Lincoln zvolen 16. prezidentem Spojených států, což vyvolalo napětí, které vyvrcholilo v americkou občanskou válku."
      },
      {
        "text1": "6. listopadu 1985 vybuchla sopka Nevado del Ruiz v Kolumbii a způsobila lavinu bahna a popela, která zdevastovala město Armero a způsobila smrt více než 23 000 lidí."
      }
    ]
  },
  "11-7": {
    "curiosity": [
      {
        "text": "Dne 7. listopadu 1917 proběhla ruská revoluce, ve které se bolševici v čele s Vladimirem Leninem chopili moci a nastolili v Rusku komunistickou vládu."
      },
      {
        "text1": "7. listopadu 2000 vyhrál většinu lidového hlasování demokrat Al Gore, ale prezidentské volby ve Spojených státech vyhrál po kontroverzním rozhodnutí Nejvyššího soudu republikán George W. Bush."
      }
    ]
  },
  "11-8": {
    "curiosity": [
      {
        "text": "8. listopadu 1895 objevil Wilhelm Conrad Roentgen rentgenové záření, důležitý objev, který způsobil revoluci v medicíně a radiologii."
      },
      {
        "text1": "8. listopadu 2016 byl Donald Trump zvolen 45. prezidentem Spojených států, když porazil demokratickou kandidátku Hillary Clintonovou."
      }
    ]
  },
  "11-9": {
    "curiosity": [
      {
        "text": "9. listopadu 1989 padla Berlínská zeď, která rozdělila město Berlín na téměř 30 let, symbolizující konec studené války a rozpad socialistického bloku."
      },
      {
        "text1": "9. listopadu 1938 se v nacistickém Německu konala tzv. „Noc rozbitého skla“, série násilných útoků proti židovskému obyvatelstvu, jeho majetku a synagogám."
      }
    ]
  },
  "11-10": {
    "curiosity": [
      {
        "text": "10. listopadu 1483 se narodil Martin Luther, vůdce protestantské reformace a významná postava náboženských a politických dějin Evropy."
      },
      {
        "text1": "listopadu 1975 uskutečnila historickou návštěvu Austrálie královna Alžběta II. Spojeného království, což byla první návštěva britského panovníka v zemi od Australské federace v roce 1901."
      }
    ]
  },
  "11-11": {
    "curiosity": [
      {
        "text": "11. listopadu 1918 bylo podepsáno příměří z Compiègne, které ukončilo první světovou válku, vstoupilo v platnost v 11 hodin a v mnoha zemích se slavilo jako Den příměří."
      },
      {
        "text1": "11. listopadu 1889 stát Rio de Janeiro v Brazílii zrušil otroctví a stal se tak první brazilskou federativní jednotkou, která tak učinila."
      }
    ]
  },
  "11-12": {
    "curiosity": [
      {
        "text": "12. listopadu 1955 došlo k incidentu známému jako „Lourdesský zázrak“, když socha Panny Marie začala plakat ve městě Syrakusy v New Yorku, což vedlo ke zvýšení počtu poutníků a vyšetřování fenomén katolické církve."
      },
      {
        "text1": "12. listopadu 1990 proletěla sonda NASA Galileo nad Venuší na její trajektorii směrem k Jupiteru, prováděla pozorování a sbírala vědecká data."
      }
    ]
  },
  "11-13": {
    "curiosity": [
      {
        "text": "13. listopadu 354 se narodil svatý Augustin, jeden z nejvlivnějších teologů a filozofů katolické církve, známý svými díly jako 'Vyznání' a 'Město Boží'."
      },
      {
        "text1": "Dne 13. listopadu 2015 došlo ve francouzské Paříži k sérii koordinovaných teroristických útoků spáchaných extremistickou skupinou Islámský stát, které si vyžádaly smrt 130 lidí a stovky zraněných."
      }
    ]
  },
  "11-14": {
    "curiosity": [
      {
        "text": "14. listopadu 1851 vyšly poprvé britské noviny „The New York Times“, které se staly jedním z nejvlivnějších a nejproslulejších novin na světě."
      },
      {
        "text1": "14. listopadu 1969 byla vypuštěna Apollo 12, druhá pilotovaná mise programu Apollo NASA, s cílem přistát na Měsíci."
      }
    ]
  },
  "11-15": {
    "curiosity": [
      {
        "text": "15. listopadu 1889 došlo v Brazílii k Vyhlášení republiky, které znamenalo konec Říše a nastolení republikánského režimu v zemi."
      },
      {
        "text1": "15. listopadu 1988 vyhlásila Palestina svou nezávislost ve městě Alžír v Alžírsku a několik zemí ji uznalo za suverénní stát."
      }
    ]
  },
  "11-16": {
    "curiosity": [
      {
        "text": "16. listopadu 1532 se v Peru odehrála bitva u Cajamarca, kde španělský dobyvatel Francisco Pizarro zajal inckého císaře Atahualpu, což znamenalo začátek španělského dobytí regionu."
      },
      {
        "text1": "16. listopadu 1995 byla podepsána Všeobecná mírová dohoda, která oficiálně ukončila bosenskou válku, etnicko-náboženský konflikt, který v 90. letech pustošil balkánskou oblast."
      }
    ]
  },
  "11-17": {
    "curiosity": [
      {
        "text": "17. listopadu 1558 nastoupila na trůn anglická královna Alžběta I. a zahájila tak jednu z nejdůležitějších a nejdelších vlád v historii země."
      },
      {
        "text1": "17. listopadu 1989 začala v Československu sametová revoluce, mírové hnutí, které vyústilo v pád komunistického režimu v zemi."
      }
    ]
  },
  "11-18": {
    "curiosity": [
      {
        "text": "18. listopadu 1307 došlo ve Francii k zatčení templářských rytířů, což byla přelomová událost v historii templářského řádu."
      },
      {
        "text1": "18. listopadu 1928 bylo ve Spojených státech uskutečněno první barevné televizní vysílání, jehož autorem je vynálezce a elektronický inženýr John Logie Baird."
      }
    ]
  },
  "11-19": {
    "curiosity": [
      {
        "text": "19. listopadu 1863 pronesl prezident Spojených států Abraham Lincoln během americké občanské války slavnou Gettysburgskou řeč, která znovu potvrdila ideály rovnosti a svobody."
      },
      {
        "text1": "19. listopadu 1997 vypustila NASA vesmírnou sondu Cassini-Huygens s cílem studovat planetu Saturn a její měsíce."
      }
    ]
  },
  "11-20": {
    "curiosity": [
      {
        "text": "20. listopadu 1945 začal Norimberský proces, ve kterém byli nacističtí pohlaváři souzeni za válečné zločiny a zločiny proti lidskosti během druhé světové války."
      },
      {
        "text1": "Dne 20. listopadu 1989 byla Valným shromážděním Organizace spojených národů přijata Úmluva o právech dítěte, která stanovila základní práva dětí na celém světě."
      }
    ]
  },
  "11-21": {
    "curiosity": [
      {
        "text": "21. listopadu 1877 oznámil Thomas Edison vynález fonografu, jednoho z prvních zařízení schopných reprodukovat nahrané zvuky."
      },
      {
        "text1": "21. listopadu 1974 se Etiopie po pádu císaře Haile Selassieho stala socialistickým státem."
      }
    ]
  },
  "11-22": {
    "curiosity": [
      {
        "text": "22. listopadu 1963 byl v Dallasu v Texasu zavražděn prezident Spojených států John F. Kennedy při události, která šokovala zemi i celý svět."
      },
      {
        "text1": "22. listopadu 2005 uvedla společnost Microsoft na trh herní konzoli Xbox 360, která představuje novou generaci herních konzolí."
      }
    ]
  },
  "11-23": {
    "curiosity": [
      {
        "text": "23. listopadu 1889 začala irská novinářka a spisovatelka Nellie Bly svou cestu kolem světa za 72 dní a vytvořila světový rekord."
      },
      {
        "text1": "23. listopadu 1981 vesmírná stanice Skylab, kterou NASA vypustila v roce 1973, znovu vstoupila do zemské atmosféry a rozpadla se, čímž skončila její mise."
      }
    ]
  },
  "11-24": {
    "curiosity": [
      {
        "text": "24. listopadu 1859 byla vydána kniha Charlese Darwina 'Původ druhů', představující teorii evoluce prostřednictvím přirozeného výběru."
      },
      {
        "text1": "24. listopadu 1963 po atentátu na prezidenta Spojených států Johna F. Kennedyho následoval atentát na Lee Harveyho Oswalda, hlavního podezřelého ze zločinu, Jackem Rubym."
      }
    ]
  },
  "11-25": {
    "curiosity": [
      {
        "text": "25. listopadu 1975 byla v Myanmaru (tehdejší Barmě) zatčena politická vůdkyně a aktivistka za práva žen Aun Schan Su Ťij a několik let zůstala v domácím vězení."
      },
      {
        "text1": "25. listopadu 2001 byla vytvořena Světová obchodní organizace (WTO), jejímž cílem je podporovat volný obchod a regulovat mezinárodní obchod."
      }
    ]
  },
  "11-26": {
    "curiosity": [
      {
        "text": "26. listopadu 1922 objevili britští archeologové vchod do hrobky faraona Tutanchamona v Údolí králů v Egyptě."
      },
      {
        "text1": "Dne 26. listopadu 2008 došlo v indické Bombaji k teroristickému útoku, který provedla islámská skupina, což vedlo k několika koordinovaným útokům po celém městě."
      }
    ]
  },
  "11-27": {
    "curiosity": [
      {
        "text": "27. listopadu 1095 pronesl papež Urban II. Clermontský projev, v němž vyzval k první křížové výpravě s cílem získat Jeruzalém z muslimských rukou."
      },
      {
        "text1": "27. listopadu 1978 vedl starosta Jonestownu v Guyaně Jim Jones ke kolektivní sebevraždě více než 900 stoupenců jeho kultu v události známé jako Jonestownský masakr."
      }
    ]
  },
  "11-28": {
    "curiosity": [
      {
        "text": "28. listopadu 1520 se v Mexiku odehrála bitva u Otumby, kde španělský dobyvatel Hernán Cortés a jeho domorodí spojenci porazili aztéckou armádu vedenou Cuauhtémocem."
      },
      {
        "text1": "28. listopadu 1942, během druhé světové války, se uskutečnila operace Torch, kdy spojenecké síly přistály na pobřeží severní Afriky a zahájily kampaň ve středomořském dějišti operací."
      }
    ]
  },
  "11-29": {
    "curiosity": [
      {
        "text": "29. listopadu 1947 schválilo Valné shromáždění Organizace spojených národů Plán rozdělení Palestiny, který navrhoval vytvoření židovského a arabského státu v regionu."
      },
      {
        "text1": "29. listopadu 1961 NASA vypustila vesmírnou kapsli Mercury-Atlas 5 s opicí Enos na palubě, čímž uskutečnila druhý pilotovaný orbitální let programu Mercury."
      }
    ]
  },
  "11-30": {
    "curiosity": [
      {
        "text": "30. listopadu 1803 Spojené státy formálně získaly území Louisiany od Francie v dohodě známé jako Louisiana Purchase."
      },
      {
        "text1": "30. listopadu 1966 se Barbados stal nezávislým na Spojeném království, čímž skončil jeho status britské kolonie."
      }
    ]
  },
  "12-01": {
    "curiosity": [
      {
        "text": "1. prosince 1955 Rosa Parksová, aktivistka za občanská práva, odmítla přenechat své místo bělochovi v autobuse v Montgomery v Alabamě, což vyvolalo hnutí za občanská práva ve Spojených státech."
      },
      {
        "text1": "1. prosince 1990 došlo ke znovusjednocení Německa, po pádu Berlínské zdi došlo ke spojení západního a východního Německa."
      }
    ]
  },
  "12-02": {
    "curiosity": [
      {
        "text": "2. prosince 1804 byl Napoleon Bonaparte korunován na francouzského císaře v katedrále Notre-Dame v Paříži."
      },
      {
        "text1": "2. prosince 1942, během druhé světové války, se v laboratoři Los Alamos v Novém Mexiku ve Spojených státech uskutečnil první úspěšný test atomové bomby."
      }
    ]
  },
  "12-03": {
    "curiosity": [
      {
        "text": "3. prosince 1967 provedl jihoafrický chirurg Christiaan Barnard v Kapském Městě v Jižní Africe první úspěšnou transplantaci lidského srdce."
      },
      {
        "text1": "3. prosince 1984 došlo ve městě Bhópál v Indii k velkému úniku toxického plynu, který byl považován za jednu z nejhorších průmyslových katastrof v historii a způsobil tisíce mrtvých a zraněných."
      }
    ]
  },
  "12-04": {
    "curiosity": [
      {
        "text": "4. prosince 1945 byla založena Organizace spojených národů pro výchovu, vědu a kulturu (UNESCO) s cílem podporovat mír a mezinárodní spolupráci prostřednictvím vzdělávání, vědy a kultury."
      },
      {
        "text1": "4. prosince 1971 Indie porazila Pákistán v bangladéšské válce za nezávislost, což mělo za následek nezávislost Bangladéše a konec války."
      }
    ]
  },
  "12-05": {
    "curiosity": [
      {
        "text": "5. prosince 1933 byla ve Spojených státech zrušena prohibice, která opět umožnila výrobu a prodej alkoholických nápojů."
      },
      {
        "text1": "5. prosince 2013 zemřel ve věku 95 let Nelson Mandela, vůdce boje proti apartheidu a bývalý prezident Jihoafrické republiky, a zanechal po sobě odkaz boje za lidská práva a usmíření."
      }
    ]
  },
  "12-06": {
    "curiosity": [
      {
        "text": "6. prosince 1877 Thomas Edison poprvé veřejně předvedl svůj fonograf, zařízení schopné nahrávat a reprodukovat zvuky."
      },
      {
        "text1": "6. prosince 1989 došlo v čínském Pekingu k masakru na náměstí Nebeského klidu, kdy vládní jednotky násilně potlačily prodemokratické demonstranty."
      }
    ]
  },
  "12-07": {
    "curiosity": [
      {
        "text": "7. prosince 1941 došlo k japonskému útoku na námořní základnu Pearl Harbor na Havaji, což znamenalo vstup Spojených států do druhé světové války."
      },
      {
        "text1": "7. prosince 1972 bylo vypuštěno Apollo 17, poslední pilotovaná mise programu NASA Apollo, což byla také poslední doba, kdy byli lidé na Měsíci."
      }
    ]
  },
  "12-08": {
    "curiosity": [
      {
        "text": "8. prosince 1980 byl bývalý Beatle John Lennon zavražděn v New Yorku ve Spojených státech narušeným fanouškem."
      },
      {
        "text1": "Dne 8. prosince 1991 podepsali vůdci Ruska, Ukrajiny a Běloruska Belavejskou dohodu, která rozpustila Sovětský svaz a založila Společenství nezávislých států (SNS)."
      }
    ]
  },
  "12-09": {
    "curiosity": [
      {
        "text": "9. prosince 1987 byla podepsána mezinárodní dohoda známá jako Montrealský protokol, jejímž cílem bylo chránit ozonovou vrstvu postupným snižováním používání látek, které ji poškozují."
      },
      {
        "text1": "Dne 9. prosince 2013 byl bývalý jihoafrický prezident Nelson Mandela poctěn památníkem v Johannesburgu, kde se sešli vůdci a celebrity z celého světa."
      }
    ]
  },
  "12-10": {
    "curiosity": [
      {
        "text": "10. prosince 1948 přijalo Valné shromáždění Organizace spojených národů Všeobecnou deklaraci lidských práv, která stanovila základní práva všech lidských bytostí."
      },
      {
        "text1": "10. prosince 1989 byl prezidentem Československa zvolen český vůdce Václav Havel, což znamenalo konec komunistického režimu v zemi."
      }
    ]
  },
  "12-11": {
    "curiosity": [
      {
        "text": "11. prosince 1936 se král Spojeného království Edward VIII vzdal trůnu, aby se oženil s Wallis Simpsonovou, rozvedenou Američankou, což vyvolalo ústavní krizi."
      },
      {
        "text1": "Dne 11. prosince 2001 vstoupila Čína do Světové obchodní organizace (WTO), čímž otevřela svou ekonomiku globálnímu trhu."
      }
    ]
  },
  "12-12": {
    "curiosity": [
      {
        "text": "12. prosince 1915 se ve Spojených státech odehrálo první zábavné rozhlasové vysílání, které znamenalo začátek éry rádia jako oblíbeného komunikačního prostředku."
      },
      {
        "text1": "12. prosince 2000 Nejvyšší soud Spojených států ukončil volební spor o prezidentské volby v roce 2000, když vítězem prohlásil George W. Bushe."
      }
    ]
  },
  "12-13": {
    "curiosity": [
      {
        "text": "13. prosince 1937 bylo město Nanking v Číně dobyto japonskými silami, což znamenalo začátek Nankingského masakru, jedné z nejbrutálnějších událostí druhé čínsko-japonské války."
      },
      {
        "text1": "13. prosince 2003 byl Saddám Husajn, bývalý prezident Iráku, zajat americkými silami, čímž skončil jeho život jako uprchlík."
      }
    ]
  },
  "12-14": {
    "curiosity": [
      {
        "text": "14. prosince 1900 Max Planck poprvé představil svou kvantovou teorii, což byl zásadní milník pro moderní fyziku."
      },
      {
        "text1": "14. prosince 2012 střelec zahájil palbu na základní školu Sandy Hook ve Spojených státech a zabil 26 lidí, včetně 20 dětí, při jedné z nejhorších školních střeleb v historii země."
      }
    ]
  },
  "12-15": {
    "curiosity": [
      {
        "text": "15. prosince 1791 byla ratifikována Listina práv Spojených států, sestávající z deseti dodatků k ústavě, zaručující občanům občanské a individuální svobody."
      },
      {
        "text1": "15. prosince 2001 bylo město Kandahár v Afghánistánu dobyto koaličními silami vedenými USA, což znamenalo zlom v afghánské válce."
      }
    ]
  },
  "12-16": {
    "curiosity": [
      {
        "text": "16. prosince 1773 se konal Boston Tea Party, protest, při kterém američtí kolonisté házeli náklad britského čaje do Boston Harbor jako věc odporu proti britským daním."
      },
      {
        "text1": "16. prosince 1971 Indie oficiálně uznala Bangladéš jako nezávislou zemi, čímž skončila bangladéšská osvobozenecká válka proti Pákistánu."
      }
    ]
  },
  "12-17": {
    "curiosity": [
      {
        "text": "17. prosince 1903 provedli bratři Wrightové první řízený let motorového letadla v Kitty Hawk, Severní Karolína, Spojené státy americké."
      },
      {
        "text1": "17. prosince 2010 se upálil tuniský pouliční prodavač Mohamed Bouazizi, což vyvolalo masové protesty v Tunisku známé jako Jasmínová revoluce, které se rozšířily po celém arabském světě."
      }
    ]
  },
  "12-18": {
    "curiosity": [
      {
        "text": "18. prosince 1865 byl ratifikován třináctý dodatek k ústavě Spojených států amerických, který v zemi zrušil otroctví."
      },
      {
        "text1": "18. prosince 1892 vydal anglický spisovatel Arthur Conan Doyle román ‚Psař baskervillský‘, jeden z nejslavnějších příběhů Sherlocka Holmese."
      }
    ]
  },
  "12-19": {
    "curiosity": [
      {
        "text": "19. prosince 1843 vyšla kniha 'A Christmas Carol', kterou napsal Charles Dickens, jeden z nejpopulárnějších vánočních příběhů všech dob."
      },
      {
        "text1": "19. prosince 1998 schválila Sněmovna reprezentantů Spojených států obžalobu prezidenta Billa Clintona, obviněného z křivé přísahy a maření spravedlnosti."
      }
    ]
  },
  "12-20": {
    "curiosity": [
      {
        "text": "20. prosince 1803 Spojené státy formálně získaly území Louisiany od Francie v dohodě známé jako Louisiana Purchase."
      },
      {
        "text1": "20. prosince 1989 vojenské síly Spojených států napadly Panamu v operaci s cílem zajmout diktátora Manuela Noriegu, obviněného z obchodování s drogami a zločinů proti lidským právům."
      }
    ]
  },
  "12-21": {
    "curiosity": [
      {
        "text": "21. prosince 1620 se angličtí kolonisté vylodili v Plymouth Rock, Massachusetts, založili kolonii Plymouth a označili počátek britské kolonizace Severní Ameriky."
      },
      {
        "text1": "21. prosince 1968 bylo do vesmíru vypuštěno Apollo 8, pilotovaná vesmírná mise NASA, která se stala první kosmickou lodí, která obletěla Měsíc a bezpečně se vrátila na Zemi."
      }
    ]
  },
  "12-22": {
    "curiosity": [
      {
        "text": "22. prosince 1807 byla podepsána Tilsitská smlouva, která ukončila válku mezi Francií Napoleona Bonaparta a Ruskem cara Alexandra I."
      },
      {
        "text1": "22. prosince 1989 se v Rumunsku konal soud a po rumunské revoluci byl popraven komunistický diktátor Nicolae Ceaușescu a jeho manželka Elena."
      }
    ]
  },
  "12-23": {
    "curiosity": [
      {
        "text": "23. prosince 1888 si holandský malíř Vincent van Gogh během psychotické přestávky uřízl část levého ucha."
      },
      {
        "text1": "23. prosince 1947 přijal Indický národní kongres rezoluci požadující nezávislost Indie a ukončení britské koloniální nadvlády."
      }
    ]
  },
  "12-24": {
    "curiosity": [
      {
        "text": "24. prosince 1814, během války roku 1812 mezi Spojenými státy a Spojeným královstvím, se uskutečnila Gentská smlouva, která oficiálně ukončila konflikt a obnovila diplomatické styky mezi oběma zeměmi."
      },
      {
        "text1": "24. prosince 1914, během první světové války, nastalo „vánoční příměří“, ve kterém nepřátelští vojáci v zákopech západní fronty zastavili nepřátelství a během Štědrého dne se sbratřili."
      }
    ]
  },
  "12-25": {
    "curiosity": [
      {
        "text": "25. prosince 336 slavil římský císař Konstantin I. Veliký první oficiální oslavu Vánoc jako křesťanského svátku."
      },
      {
        "text1": "25. prosince 1941, během druhé světové války, se německá vojska pod velením Adolfa Hitlera zhroutila v bitvě o Moskvu, což znamenalo velkou porážku pro nacistické síly."
      }
    ]
  },
  "12-26": {
    "curiosity": [
      {
        "text": "26. prosince 1776, během americké války za nezávislost, vedl George Washington překvapivý útok na hesenská vojska u Trentonu ve státě New Jersey, což znamenalo pro americké rebely zásadní vítězství."
      },
      {
        "text1": "26. prosince 2004 došlo v Indickém oceánu k ničivé vlně tsunami, kterou vyvolalo podvodní zemětřesení a způsobilo jednu z nejhorších přírodních katastrof v historii se ztrátou stovek tisíc životů v několika pobřežních zemích."
      }
    ]
  },
  "12-27": {
    "curiosity": [
      {
        "text": "27. prosince 1831 se Charles Darwin vydal na výpravu na palubě HMS Beagle, na cestu, která ho dovedla k rozvoji jeho teorie evoluce druhů."
      },
      {
        "text1": "Dne 27. prosince 2007 byla při sebevražedném atentátu během politického shromáždění v Rávalpindí zavražděna bývalá premiérka Pákistánu Bénazír Bhuttová."
      }
    ]
  },
  "12-28": {
    "curiosity": [
      {
        "text": "28. prosince 1895 uspořádali bratři Lumièrové v pařížském Grand Café první veřejné promítání dojemných filmů, které znamenalo zrod kinematografie."
      },
      {
        "text1": "Dne 28. prosince 1973 podepsal prezident Spojených států Richard Nixon zákon Energy Transition Act, který stanovil cíle pro úsporu energie a podporoval využívání obnovitelných zdrojů energie."
      }
    ]
  },
  "12-29": {
    "curiosity": [
      {
        "text": "29. prosince 1890 došlo k masakru Wounded Knee Massacre, tragické konfrontaci mezi americkými vojáky a příslušníky kmene Lakotů Siouxů, která měla za následek smrt přibližně 300 původních Američanů, včetně žen a dětí."
      },
      {
        "text1": "29. prosince 1972 NASA vypustila kosmickou loď Apollo 17, dosud poslední pilotovanou misi na Měsíc, s Eugenem Cernanem, Ronaldem Evansem a Harrisonem Schmittem na palubě."
      }
    ]
  },
  "12-30": {
    "curiosity": [
      {
        "text": "30. prosince 1922 byl vyhlášen Svaz sovětských socialistických republik (SSSR), který vytvořil nový stát zahrnující několik sovětských republik."
      },
      {
        "text1": "Dne 30. prosince 2006 byl bývalý prezident Iráku Saddám Husajn popraven oběšením poté, co byl usvědčen ze zločinů proti lidskosti."
      }
    ]
  },
  "12-31": {
    "curiosity": [
      {
        "text": "31. prosince 1759 se v Salcburku narodil slavný rakouský skladatel Wolfgang Amadeus Mozart, který po sobě zanechal trvalý odkaz v klasické hudbě."
      },
      {
        "text1": "31. prosince 1999 nastal přelom tisíciletí, označující počátek 21. století a obávaný 'Millennium Bug'q nezpůsobil předpovídané katastrofické problémy v počítačových systémech po celém světě."
      }
    ]
  }
}