{
  "1-1": {
    "curiosity": [
      {
        "text": "Королівство Гана, розташоване в Західній Африці, було першою великою імперією в регіоні, відомою своєю торгівлею золотом і сіллю."
      },
      {
        "text1": "Африка є колискою людства, де еволюціонували перші люди."
      }
    ]
  },
  "1-2": {
    "curiosity": [
      {
        "text": "Ефіопська імперія була однією з небагатьох африканських держав, які протистояли європейській колонізації протягом 19 століття."
      },
      {
        "text1": "Стародавній Єгипет був однією з найрозвиненіших цивілізацій в історії, будуючи знамениті піраміди."
      }
    ]
  },
  "1-3": {
    "curiosity": [
      {
        "text": "Англо-бурська війна — конфлікт, що відбувся в Південній Африці між поселенцями голландського та британського походження."
      },
      {
        "text1": "Королівство Аксум, розташоване на території сучасної Ефіопії, було однією з перших великих цивілізацій в Африці."
      }
    ]
  },
  "1-4": {
    "curiosity": [
      {
        "text": "Королівство Карфаген, розташоване в Північній Африці, конкурувало з Римом у період Римської республіки."
      },
      {
        "text1": "Велика китайська стіна — одне з найбільших інженерних споруд в історії, побудоване для захисту країни від вторгнень."
      }
    ]
  },
  "1-5": {
    "curiosity": [
      {
        "text": "Королівство Куш, розташоване в регіоні сучасного Судану, було важливим центром торгівлі та влади в Стародавньому Єгипті."
      },
      {
        "text1": "Імперія інків була найбільшою цивілізацією в доколумбовій Америці, відомою своєю передовою архітектурою та системою доріг."
      }
    ]
  },
  "1-6": {
    "curiosity": [
      {
        "text": "Західноафриканське королівство Малі славилося своїм правителем Мансою Мусою, якого вважали одним із найбагатших людей в історії."
      },
      {
        "text1": "Промислова революція відзначила значні зміни в суспільстві та економіці, викликані винайденням машин і фабрик."
      }
    ]
  },
  "1-7": {
    "curiosity": [
      {
        "text": "Імперія Сонгай, розташована в Західній Африці, була однією з найбільших імперій в історії Африки."
      },
      {
        "text1": "Французька революція була періодом інтенсивних політичних і соціальних змін у Франції, які мали тривалий вплив на весь світ."
      }
    ]
  },
  "1-8": {
    "curiosity": [
      {
        "text": "Королівство Аксум в Ефіопії було важливою торговою та релігійною державою, яка мала морські зв’язки з Єгиптом, Індією та Римською імперією."
      },
      {
        "text1": "Монгольська імперія, очолювана Чингісханом, була найбільшою суміжною імперією в історії, яка простягалася від Східної Азії до Східної Європи."
      }
    ]
  },
  "1-9": {
    "curiosity": [
      {
        "text": "Королівство Марокко має довгу історію з берберським, арабським і європейським впливом протягом століть."
      },
      {
        "text1": "Важливою віхою в боротьбі за незалежність американських колоній стала Декларація незалежності США, підписана 4 липня 1776 року."
      }
    ]
  },
  "1-10": {
    "curiosity": [
      {
        "text": "Османська імперія, заснована в 13 столітті, домінувала на величезній території, яка включала частини Європи, Азії та Африки протягом понад 600 років."
      },
      {
        "text1": "Промислова революція в Британії мала великий вплив на трансформацію суспільства та економіки, сприяючи великому виробництву та урбанізації."
      }
    ]
  },
  "1-11": {
    "curiosity": [
      {
        "text": "Королівство Конго, розташоване в центральній Африці, було потужною доколоніальною державою, відомою своєю торгівлею слоновою кісткою та работоргівлею."
      },
      {
        "text1": "Битва при Ватерлоо 18 червня 1815 року стала ключовою подією в історії Європи, ознаменувавши остаточну поразку Наполеона Бонапарта."
      }
    ]
  },
  "1-12": {
    "curiosity": [
      {
        "text": "Імперія Малі, очолювана відомим королем Мансою Мусою, була центром торгівлі, навчання та багатства в середньовічній Західній Африці."
      },
      {
        "text1": "Російська революція, яка відбулася в 1917 році, призвела до падіння Російської імперії та утворення Радянського Союзу, започаткувавши нову політичну та соціальну еру."
      }
    ]
  },
  "1-13": {
    "curiosity": [
      {
        "text": "Імперія ацтеків, розташована в Мексиці, була однією з найбільших доколумбових цивілізацій, відомою своєю архітектурою та досягненнями в сільському господарстві."
      },
      {
        "text1": "Промислова революція в Сполучених Штатах перетворила країну на світову промислову та економічну державу в 19 столітті."
      }
    ]
  },
  "1-14": {
    "curiosity": [
      {
        "text": "Королівство Бенін, на території сучасної Нігерії, було важливим торговим і культурним центром доколоніальної Західної Африки."
      },
      {
        "text1": "Прокламація про звільнення, видана президентом Сполучених Штатів Авраамом Лінкольном 1 січня 1863 року, звільнила рабів у штатах Конфедерації під час громадянської війни в США."
      }
    ]
  },
  "1-15": {
    "curiosity": [
      {
        "text": "Візантійська імперія, розташована в Константинополі, зберегла спадщину Східної Римської імперії та відіграла вирішальну роль у збереженні класичної культури."
      },
      {
        "text1": "Холодна війна була періодом політичної та військової напруги між Сполученими Штатами та Радянським Союзом, що характеризувався ідеологічним суперництвом та глобальною конкуренцією."
      }
    ]
  },
  "1-16": {
    "curiosity": [
      {
        "text": "Королівство Зімбабве в Південній Африці було важливим торговим і культурним центром у середні віки."
      },
      {
        "text1": "Промислова революція в Німеччині прискорила економічний і технологічний розвиток країни, зробивши її промисловою державою в 19 столітті."
      }
    ]
  },
  "1-17": {
    "curiosity": [
      {
        "text": "Імперія Гупти в Індії була відома як Золотий вік Індії завдяки розквіту мистецтва, науки та торгівлі."
      },
      {
        "text1": "Громадянська війна в США, яка тривала з 1861 по 1865 роки, була кривавим конфліктом між північними та південними штатами Сполучених Штатів, головним чином через проблему рабства."
      }
    ]
  },
  "1-18": {
    "curiosity": [
      {
        "text": "Королівство Португалія відіграло ключову роль в епоху Великих географічних відкриттів, досліджуючи морські шляхи та засновуючи колонії по всьому світу."
      },
      {
        "text1": "Мексиканська революція, що почалася в 1910 році, призвела до повалення диктаторського уряду Порфіріо Діаса та пошуку соціальної справедливості та політичних реформ у Мексиці."
      }
    ]
  },
  "1-19": {
    "curiosity": [
      {
        "text": "Імперія Майя, розташована в Месоамериці, була однією з найрозвиненіших цивілізацій давнини, відомою своїм ієрогліфічним письмом і складною календарною системою."
      },
      {
        "text1": "Промислова революція в Японії, яка відбулася наприкінці 19 століття, стала рушійною силою модернізації країни та її перетворення на індустріальну державу."
      }
    ]
  },
  "1-20": {
    "curiosity": [
      {
        "text": "Королівство Буганда, розташоване на території сучасної Уганди, відіграло важливу роль в історії та культурі Східної Африки."
      },
      {
        "text1": "Друга світова війна, яка точилася з 1939 по 1945 роки, була найруйнівнішим глобальним конфліктом в історії, в який втягнули головні світові держави у масштабний військовий конфлікт."
      }
    ]
  },
  "1-21": {
    "curiosity": [
      {
        "text": "Римська імперія була однією з найбільших імперій в історії, відомою своєю технікою, законодавством і тривалим впливом на західну культуру."
      },
      {
        "text1": "Промислова революція у Франції в 19 столітті принесла країні технологічний прогрес і значні соціально-економічні зміни."
      }
    ]
  },
  "1-22": {
    "curiosity": [
      {
        "text": "Королівство Конго в центральній Африці відігравало важливу роль у трансатлантичній работоргівлі протягом 16-17 століть."
      },
      {
        "text1": "Війна за незалежність США, яка велася з 1775 по 1783 рік, призвела до формування незалежної держави Сполучених Штатів."
      }
    ]
  },
  "1-23": {
    "curiosity": [
      {
        "text": "Перська імперія за правління Кіра Великого заснувала одну з найбільших імперій давнини, відому своєю релігійною терпимістю та ефективним управлінням."
      },
      {
        "text1": "Промислова революція в Росії в 19 столітті змінила російську економіку та прискорила промислове зростання країни."
      }
    ]
  },
  "1-24": {
    "curiosity": [
      {
        "text": "Королівство Бутан в Азії відоме своєю політикою валового національного щастя, спрямованою на матеріальне та духовне благополуччя своїх громадян."
      },
      {
        "text1": "Гаїтянська революція, яка відбулася між 1791 і 1804 роками, була першим успішним повстанням рабів в історії, що призвело до незалежності Гаїті та кінця рабства у французькій колонії Сен-Домінг."
      }
    ]
  },
  "1-25": {
    "curiosity": [
      {
        "text": "Імперія інків, розташована в регіоні Анд, була найбільшою доколумбовою цивілізацією, відомою своєю кам’яною архітектурою та передовими системами землеробства."
      },
      {
        "text1": "Промислова революція в Бельгії в 19 столітті прискорила розвиток країни як промислового і торговельного центру Європи."
      }
    ]
  },
  "1-26": {
    "curiosity": [
      {
        "text": "Королівство Аксум на території сучасної Ефіопії було важливим торговим центром і однією з перших християнських цивілізацій в Африці."
      },
      {
        "text1": "Французька революція, яка відбулася між 1789 і 1799 роками, була періодом інтенсивних політичних і соціальних заворушень у Франції, що призвело до падіння монархії та створення Французької Республіки."
      }
    ]
  },
  "1-27": {
    "curiosity": [
      {
        "text": "Австро-Угорська імперія, заснована в 1867 році, була великою державою в Центральній Європі, що охоплювала багато різних національностей і культур."
      },
      {
        "text1": "Промислова революція в Канаді в 19 столітті привела до економічного зростання країни, особливо в промисловості та транспорті."
      }
    ]
  },
  "1-28": {
    "curiosity": [
      {
        "text": "Королівство Куш, розташоване в регіоні сучасного Судану, було могутнім королівством, яке контролювало торгові шляхи між Центральною Африкою та Середземномор’ям."
      },
      {
        "text1": "Промислова революція в Італії в 19 столітті перетворила країну з переважно сільськогосподарської економіки в промислову та комерційну державу."
      }
    ]
  },
  "1-29": {
    "curiosity": [
      {
        "text": "Китайська імперія під час правління династії Тан була одним із найуспішніших періодів в історії Китаю, відома своєю торгівлею та культурним обміном."
      },
      {
        "text1": "Промислова революція в Іспанії в 19 столітті мала значний вплив на економічний і соціальний розвиток країни."
      }
    ]
  },
  "1-30": {
    "curiosity": [
      {
        "text": "Британська імперія була найбільшою імперією в історії, що охоплювала території по всьому світу та здійснювала тривалий політичний і культурний вплив."
      },
      {
        "text1": "Промислова революція в Австралії в 19 столітті підняла економіку країни, головним чином за рахунок експлуатації природних ресурсів і розвитку обробної промисловості."
      }
    ]
  },
  "1-31": {
    "curiosity": [
      {
        "text": "Королівство Імеріція на території сучасної Грузії відіграло важливу роль в історії Кавказу та було центром торгівлі та культури в регіоні."
      },
      {
        "text1": "Промислова революція в Індії в 19 столітті принесла значні зміни в економіку країни та суспільство, спричинивши зростання текстильної промисловості та транспортного сектору."
      }
    ]
  },
  "2-1": {
    "curiosity": [
      {
        "text": "Османська імперія, заснована в 13 столітті, була однією з найбільших імперій в історії, що охоплювала території Європи, Азії та Африки."
      },
      {
        "text1": "Промислова революція у Швеції в 19 столітті перетворила країну на важливу промислову державу, особливо в гірничодобувній та металургійній сферах."
      }
    ]
  },
  "2-2": {
    "curiosity": [
      {
        "text": "Королівство Марокко, розташоване в Північній Африці, має багату історію, що сягає давніх часів, і відігравало вирішальну роль у транссахарських торгових шляхах."
      },
      {
        "text1": "Промислова революція в Бразилії в 19 столітті прискорила зростання промисловості та модернізацію країни, особливо завдяки розширенню кавового сектора."
      }
    ]
  },
  "2-3": {
    "curiosity": [
      {
        "text": "Монгольська імперія, очолювана Чингісханом, була найбільшою суміжною імперією в історії, яка простягалася від Східної Азії до Східної Європи."
      },
      {
        "text1": "Промислова революція в Аргентині в 19 столітті прискорила економічний розвиток країни, особливо в сільськогосподарському секторі та харчовій промисловості."
      }
    ]
  },
  "2-4": {
    "curiosity": [
      {
        "text": "Королівство Суккотра, розташоване на однойменному архіпелазі в Індійському океані, відоме своєю унікальною флорою та пишними ландшафтами."
      },
      {
        "text1": "Промислова революція в Чилі в 19 столітті прискорила економічний розвиток країни, особливо в гірничодобувній промисловості та мідній промисловості."
      }
    ]
  },
  "2-5": {
    "curiosity": [
      {
        "text": "Іспанська імперія була однією з найбільших імперій в історії, що простягалася на великі частини Європи, Америки, Африки та Азії."
      },
      {
        "text1": "Промислова революція в Греції в 19 столітті принесла значні зміни в економіку країни, особливо в морському секторі та текстильній промисловості."
      }
    ]
  },
  "2-6": {
    "curiosity": [
      {
        "text": "Південно-тихоокеанське Королівство Тонга — єдина держава на океанському континенті, яка ніколи не була колонізована іноземною державою."
      },
      {
        "text1": "Промислова революція в Мексиці в 19 столітті принесла країні глибокі економічні та соціальні зміни, прискоривши розвиток текстильної промисловості, гірничодобувної галузі та транспортної інфраструктури."
      }
    ]
  },
  "2-7": {
    "curiosity": [
      {
        "text": "Візантійська імперія зі столицею в Константинополі була однією з найдовших імперій в історії, яка зберегла культуру та спадщину Східної Римської імперії."
      },
      {
        "text1": "Промислова революція в Австрії в 19 столітті прискорила економічне зростання країни, особливо в сталеливарній промисловості та машинобудуванні."
      }
    ]
  },
  "2-8": {
    "curiosity": [
      {
        "text": "Королівство Гранада, розташоване на Піренейському півострові, було останньою мусульманською фортецею в регіоні до того, як її завоювали християнські королівства під час Реконкісти."
      },
      {
        "text1": "Промислова революція в Норвегії в 19 столітті принесла значні зміни в економіку країни, особливо в лісовій, рибній промисловості та гідроелектростанції."
      }
    ]
  },
  "2-9": {
    "curiosity": [
      {
        "text": "Імперія Маур’їв у стародавній Індії була однією з найбільших імперій того часу, яка об’єднувала більшу частину Індійського субконтиненту під єдиним урядом."
      },
      {
        "text1": "Промислова революція у Фінляндії в 19 столітті перетворила країну з аграрної економіки на індустріалізовану, особливо в целюлозно-паперовій промисловості."
      }
    ]
  },
  "2-10": {
    "curiosity": [
      {
        "text": "Королівство Аксум, розташоване на території сучасних Ефіопії та Еритреї, було важливим торговим і культурним центром у давнину, контролюючи торговельні шляхи між Африкою, Азією та Європою."
      },
      {
        "text1": "Промислова революція в Південній Кореї, що почалася в 1960-х роках, привела до швидкого економічного та промислового розвитку країни, відомого як «Диво на річці Хан»."
      }
    ]
  },
  "2-11": {
    "curiosity": [
      {
        "text": "Імперія Каролінгів, заснована Карлом Великим, була європейською імперією, яка охоплювала більшу частину Західної Європи в середні віки."
      },
      {
        "text1": "Промислова революція в Польщі в 19 столітті перетворила країну з аграрної економіки на індустріалізовану, особливо в текстильній та металургійній промисловості."
      }
    ]
  },
  "2-12": {
    "curiosity": [
      {
        "text": "Французька революція, яка відбулася між 1789 і 1799 роками, була подією, яка ознаменувала перехід від абсолютної монархії до республіки у Франції, що мало важливі політичні та соціальні наслідки."
      },
      {
        "text1": "Перша світова війна, яка тривала з 1914 по 1918 роки, була глобальним конфліктом, в якому брали участь найбільші світові держави того часу та мала значний вплив на геополітику та суспільство ХХ століття."
      }
    ]
  },
  "2-13": {
    "curiosity": [
      {
        "text": "Тордесільяський договір, підписаний у 1494 році, розділив землі, відкриті та відкриті, між Португалією та Іспанією, заклавши основу для колонізації Америки обома країнами."
      },
      {
        "text1": "Холодна війна, яка тривала з 1947 по 1991 рік, була періодом політичної, військової та ідеологічної напруженості між Сполученими Штатами та Радянським Союзом, що характеризувався суперництвом між двома блоками на чолі з цими державами."
      }
    ]
  },
  "2-14": {
    "curiosity": [
      {
        "text": "День святого Валентина, який відзначається 14 лютого, походить від данини святому Валентину, римському священику, який зазнав мученицької смерті за таємне одруження з солдатами, порушуючи накази імператора Клавдія II."
      },
      {
        "text1": "Версальський договір, підписаний у 1919 році, ознаменував кінець Першої світової війни та наклав суворі санкції на Німеччину, заклавши основи для міжвоєнного періоду та початку Другої світової війни."
      }
    ]
  },
  "2-15": {
    "curiosity": [
      {
        "text": "15 лютого 1898 року лінкор USS Maine вибухнув у гавані Гавани на Кубі, і ця подія зіграла значну роль у вибуху іспано-американської війни."
      },
      {
        "text1": "15 лютого 1954 року Канада офіційно затвердила червоно-білий прапор із кленовим листом, зробивши його національним символом країни."
      }
    ]
  },
  "2-16": {
    "curiosity": [
      {
        "text": "16 лютого 1923 року Єгипет було проголошено незалежним королівством, що завершило період британського правління та встановило конституційну монархію."
      },
      {
        "text1": "16 лютого 1968 року відбулася знаменита битва при Хуе, одне з головних зіткнень під час війни у ​​В'єтнамі між військами Північної Америки та В'єтконгу."
      }
    ]
  },
  "2-17": {
    "curiosity": [
      {
        "text": "17 лютого 1867 року Сполучене Королівство підписало Римський договір з Королівством Італія, визнаючи об’єднання Італії та припиняючи правління Папської області."
      },
      {
        "text1": "17 лютого 1979 року в Ірані відбулася Ісламська революція, яка призвела до падіння шаха Мухаммада Рези Пехлеві та приходу до влади аятолли Хомейні."
      }
    ]
  },
  "2-18": {
    "curiosity": [
      {
        "text": "18 лютого 1930 року в Індії стався відомий інцидент, відомий як «Соляний марш», який очолив Махатма Ганді, як ненасильницький протест проти британських податків на сіль."
      },
      {
        "text1": "18 лютого 1954 року вчені Джеймс Вотсон і Френсіс Крік відкрили структуру ДНК, що стало важливою віхою в розумінні генетики та спадковості."
      }
    ]
  },
  "2-19": {
    "curiosity": [
      {
        "text": "19 лютого 1878 року Томас Едісон отримав патент на фонограф — один із перших пристроїв, здатних записувати й відтворювати звуки."
      },
      {
        "text1": "19 лютого 1942 року, під час Другої світової війни, президент Сполучених Штатів Франклін Д. Рузвельт підписав виконавчий наказ 9066, який дозволяв інтернування громадян Японії та американців японського походження в концентраційних таборах."
      }
    ]
  },
  "2-20": {
    "curiosity": [
      {
        "text": "20 лютого 1962 року американський астронавт Джон Гленн став першим американцем, який облетів Землю на борту космічного корабля Friendship 7."
      },
      {
        "text1": "20 лютого 1986 року була запущена космічна станція «Мир», яка стала першою модульною космічною станцією на навколоземній орбіті."
      }
    ]
  },
  "2-21": {
    "curiosity": [
      {
        "text": "21 лютого 1848 року було опубліковано «Комуністичний маніфест», написаний Карлом Марксом і Фрідріхом Енгельсом, — фундаментальний документ для комуністичної ідеології."
      },
      {
        "text1": "21 лютого 1965 року в Нью-Йорку було вбито афроамериканського активіста Малкольма Ікса, що мало значний вплив на рух за громадянські права в США."
      }
    ]
  },
  "2-22": {
    "curiosity": [
      {
        "text": "22 лютого 1632 року філософ Рене Декарт опублікував свою найвідомішу філософську працю «Дискурс про метод», яка заклала основи сучасного раціоналізму."
      },
      {
        "text1": "22 лютого 1980 року збірна Сполучених Штатів з хокею перемогла збірну Радянського Союзу в історичній грі, відомій як «Диво на льоду» під час зимових Олімпійських ігор 1980 року."
      }
    ]
  },
  "2-23": {
    "curiosity": [
      {
        "text": "23 лютого 1945 року під час Другої світової війни американські та філіппінські війська відбили місто Маніла, Філіппіни, після інтенсивних боїв проти японських сил."
      },
      {
        "text1": "23 лютого 1981 року в Іспанії відбувся військовий переворот, відомий як «23-F», коли група цивільних гвардійців вторглася в іспанський парламент під час невдалої спроби державного перевороту."
      }
    ]
  },
  "2-24": {
    "curiosity": [
      {
        "text": "24 лютого 1868 року в Іспанії почалася Славна революція, рух, який призвів до повалення королеви Ізабелли II і створення тимчасового уряду."
      },
      {
        "text1": "24 лютого 1989 року британський вчений Тім Бернерс-Лі представив пропозицію щодо створення Всесвітньої павутини, однієї з найважливіших віх в історії Інтернету."
      }
    ]
  },
  "2-25": {
    "curiosity": [
      {
        "text": "25 лютого 1836 року відбулася битва при Аламо, зіткнення між мексиканськими силами та техаськими захисниками, яке стало символом мужності та опору в історії Техасу."
      },
      {
        "text1": "25 лютого 1956 року радянський лідер Микита Хрущов виголосив таємну промову на XX з’їзді Комуністичної партії Радянського Союзу, засуджуючи злочини та ексцеси, скоєні під час режиму Йосипа Сталіна."
      }
    ]
  },
  "2-26": {
    "curiosity": [
      {
        "text": "26 лютого 1815 року в Бельгії відбулася битва при Ватерлоо, де війська імператора Наполеона Бонапарта були розгромлені військами коаліції на чолі з герцогом Веллінгтоном, що означало остаточний кінець імперії Наполеона."
      },
      {
        "text1": "26 лютого 1993 року в Нью-Йорку стався напад на Всесвітній торговий центр, коли в гаражі комплексу вибухнула замінована вантажівка, що призвело до шести загиблих і сотень поранених."
      }
    ]
  },
  "2-27": {
    "curiosity": [
      {
        "text": "27 лютого 1900 року була заснована американська кінокомпанія Universal Pictures, яка стала одним із найстаріших і найвпливовіших кіновиробників у світі."
      },
      {
        "text1": "27 лютого 1933 року пожежа в Рейхстазі, німецькому парламенті в Берліні, була використана нацистами як привід для обмеження громадянських свобод і зміцнення своєї влади."
      }
    ]
  },
  "2-28": {
    "curiosity": [
      {
        "text": "28 лютого 1953 року вчений Джеймс Уотсон і біолог Френсіс Крік відкрили структуру молекули ДНК, що стало одним із найважливіших відкриттів в історії біології."
      },
      {
        "text1": "28 лютого 1986 року космічний корабель «Челленджер» вибухнув незабаром після запуску, в результаті чого загинули всі сім астронавтів, які перебували на борту."
      }
    ]
  },
  "2-29": {
    "curiosity": [
      {
        "text": "28 лютого 1986 року космічний корабель «Челленджер» вибухнув незабаром після запуску, в результаті чого загинули всі сім астронавтів, які перебували на борту."
      },
      {
        "text1": "28 лютого 1953 року вчений Джеймс Уотсон і біолог Френсіс Крік відкрили структуру молекули ДНК, що стало одним із найважливіших відкриттів в історії біології."
      }
    ]
  },
  "3-1": {
    "curiosity": [
      {
        "text": "1 березня 1872 року в США був створений Єллоустонський національний парк, який став першим у світі національним парком."
      },
      {
        "text1": "1 березня 1994 року бразильська музична група Mamonas Assassinas загинула в трагічній авіакатастрофі, передчасно перервавши стрімкий злет групи."
      }
    ]
  },
  "3-2": {
    "curiosity": [
      {
        "text": "2 березня 1956 року Марокко здобуло незалежність, завершивши період французької колонізації в країні."
      },
      {
        "text1": "2 березня 1962 року американський співак і автор пісень Боб Ділан випустив свій перший студійний альбом під назвою «Bob Dylan», який став знаковою віхою у народній музиці."
      }
    ]
  },
  "3-3": {
    "curiosity": [
      {
        "text": "3 березня 1845 року Флорида була визнана 27-м штатом Сполучених Штатів, розширивши територію країни в районі Мексиканської затоки."
      },
      {
        "text1": "3 березня 1913 року у Вашингтоні відбувся Парад суфражисток, де тисячі жінок вийшли на марш, щоб отримати право голосу в Сполучених Штатах."
      }
    ]
  },
  "3-4": {
    "curiosity": [
      {
        "text": "4 березня 1789 року відбулася інавгурація першого президента США Джорджа Вашингтона, яка поклала початок президентській історії країни."
      },
      {
        "text1": "4 березня 1933 року президент Франклін Д. Рузвельт вступив на посаду під час Великої депресії, виголосивши знамениту інавгураційну промову з фразою: «Єдине, чого ми повинні боятися, це сам страх»."
      }
    ]
  },
  "3-5": {
    "curiosity": [
      {
        "text": "5 березня 1953 року помер радянський лідер Йосип Сталін, який правив Радянським Союзом залізною рукою понад два десятиліття."
      },
      {
        "text1": "5 березня 1984 року була випущена комп'ютерна програма Lotus 1-2-3, одна з перших програм для роботи з електронними таблицями, яка зіграла важливу роль у популяризації персональних комп'ютерів."
      }
    ]
  },
  "3-6": {
    "curiosity": [
      {
        "text": "6 березня 1475 року народився відомий художник епохи Відродження Мікеланджело, відомий такими шедеврами, як скульптура «Давид» і розпис Сикстинської капели."
      },
      {
        "text1": "6 березня 1957 року Гана стала першою африканською країною, яка здобула незалежність від колоніалізму, очоливши рух за деколонізацію на континенті."
      }
    ]
  },
  "3-7": {
    "curiosity": [
      {
        "text": "7 березня 1876 року Олександр Грем Белл отримав патент на телефон, що зробило революцію в комунікаціях і проклало шлях до епохи телекомунікацій."
      },
      {
        "text1": "7 березня 1965 року стався відомий епізод, відомий як «Кривава неділя», коли поліція жорстоко розправляла протестувальників за громадянські права на мосту від Сельми до Монтгомері в США."
      }
    ]
  },
  "3-8": {
    "curiosity": [
      {
        "text": "8 березня 1917 року в контексті Першої світової війни відбувся початок Російської революції з жіночих виступів у Петрограді, які згодом призвели до падіння царського режиму."
      },
      {
        "text1": "8 березня 1971 року боксер Мохаммед Алі та Джо Фрейзер провели бій, який отримав назву «Бій століття», де Фрейзер переміг одноголосним рішенням суддів."
      }
    ]
  },
  "3-9": {
    "curiosity": [
      {
        "text": "9 березня 1959 року співак і актор Елвіс Преслі був звільнений з військової служби, відбувши свій обов'язок у Німеччині, повернувшись до успішної кар'єри."
      },
      {
        "text1": "9 березня 1997 року репер The Notorious BIG, також відомий як Biggie Smalls, був убитий під час стрілянини в Лос-Анджелесі, залишивши чудову спадщину у світі хіп-хопу."
      }
    ]
  },
  "3-10": {
    "curiosity": [
      {
        "text": "10 березня 1876 року грамофон, попередник програвача, винайдений Томасом Едісоном, був запатентований, що революціонізувало спосіб запису та відтворення музики."
      },
      {
        "text1": "10 березня 1959 року Тибет був захоплений Китаєм, що призвело до тривалого періоду культурних і політичних репресій у країні."
      }
    ]
  },
  "3-11": {
    "curiosity": [
      {
        "text": "11 березня 1818 року пішов з життя відомий німецький композитор Йоганн Себастьян Бах, який залишив у спадок класичні музичні твори, які вплинули на наступні покоління."
      },
      {
        "text1": "11 березня 2011 року в Японії стався землетрус магнітудою 9,0 балів, за яким послідувало руйнівне цунамі, що призвело до серйозної ядерної кризи на АЕС у Фукусімі."
      }
    ]
  },
  "3-12": {
    "curiosity": [
      {
        "text": "12 березня 1930 року Махатма Ганді розпочав Соляний марш в Індії, одну з віх у русі країни за незалежність проти британського панування."
      },
      {
        "text1": "12 березня 1994 року сталася різанина в Хевроні, терористичний напад на мечеть у місті Хеврон на Західному березі річки Йордан, у результаті якого загинуло 29 палестинців і було поранено десятки людей."
      }
    ]
  },
  "3-13": {
    "curiosity": [
      {
        "text": "13 березня 1781 року астроном Вільям Гершель відкрив планету Уран, розширивши знання про Сонячну систему."
      },
      {
        "text1": "13 березня 2013 року кардинал Хорхе Маріо Берголіо з Аргентини був обраний Папою Франциском, ставши першим папою Латинської Америки в історії Католицької Церкви."
      }
    ]
  },
  "3-14": {
    "curiosity": [
      {
        "text": "14 березня 1879 року в Ульмі, королівство Вюртемберг, Німецька імперія, народився Альберт Ейнштейн, один із найвідоміших учених в історії."
      },
      {
        "text1": "14 березня 1950 року Організація Об’єднаних Націй (ООН) заснувала Міжнародний жіночий день, який відзначається щорічно з метою сприяння гендерній рівності та правам жінок."
      }
    ]
  },
  "3-15": {
    "curiosity": [
      {
        "text": "15 березня 44 року до н. е. відбулося вбивство Юлія Цезаря, римського лідера та імператора, групою сенаторів, що призвело до суттєвих змін у ході римської історії."
      },
      {
        "text1": "15 березня 1972 року Сполучене Королівство прийняло десяткову валютну систему, замінивши стару систему фунтів, шилінгів і пенсів."
      }
    ]
  },
  "3-16": {
    "curiosity": [
      {
        "text": "16 березня 1521 року португальський мореплавець Фердинанд Магеллан під час своєї навколосвітньої експедиції прибув на Філіппіни, ставши першим європейцем, якому це вдалося."
      },
      {
        "text1": "16 березня 1968 року під час війни у ​​В'єтнамі сталася різанина в Мілай, під час якої американські солдати вбили понад 500 в'єтнамських мирних жителів, включаючи жінок, дітей і людей похилого віку."
      }
    ]
  },
  "3-17": {
    "curiosity": [
      {
        "text": "17 березня 461 року нашої ери помер святий Патрік, покровитель Ірландії, який щорічно відзначається в День святого Патріка, відомий як День святого Патріка."
      },
      {
        "text1": "17 березня 1905 року в Санкт-Петербурзі (Росія) відбулася Кривава неділя, коли мирні протестувальники були придушені царською армією, що призвело до сотень смертей і поклало початок Російській революції 1905 року."
      }
    ]
  },
  "3-18": {
    "curiosity": [
      {
        "text": "18 березня 1314 року Жак де Моле, останній великий магістр тамплієрів, був спалений на вогнищі, що означало кінець Ордену тамплієрів."
      },
      {
        "text1": "18 березня 1965 року від Сельми до Монтгомері в Сполучених Штатах відбувся марш громадянських прав, спрямований на забезпечення виборчих прав афроамериканців."
      }
    ]
  },
  "3-19": {
    "curiosity": [
      {
        "text": "19 березня 1687 року Ісаак Ньютон опублікував свій шедевр «Principia Mathematica», який встановив закони руху та закон тяжіння, зробивши революцію у фізиці."
      },
      {
        "text1": "19 березня 2003 року почалася війна в Іраку під проводом Сполучених Штатів та їхніх союзників, результатом якої стала низка подій, які сформували геополітику регіону."
      }
    ]
  },
  "3-20": {
    "curiosity": [
      {
        "text": "20 березня 1852 року Гаррієт Бічер-Стоу опублікувала роман «Хатина дядька Тома», важливий твір у боротьбі з рабством у Сполучених Штатах."
      },
      {
        "text1": "20 березня 2016 року колишній президент Сполучених Штатів Америки Барак Обама здійснив історичний візит на Кубу, який став важливою віхою у нормалізації відносин між двома країнами."
      }
    ]
  },
  "3-21": {
    "curiosity": [
      {
        "text": "21 березня 1960 року в Південній Африці сталася Шарпевільська бійня, коли поліція відкрила вогонь по мирних протестувальниках проти законів апартеїду, в результаті чого загинуло 69 людей."
      },
      {
        "text1": "21 березня 2014 року Росія анексувала Кримський півострів після суперечливого референдуму, який засудила міжнародна спільнота."
      }
    ]
  },
  "3-22": {
    "curiosity": [
      {
        "text": "22 березня 1622 року в британській колонії Вірджинія сталася Джеймстаунська різанина, коли корінні американці напали та вбили британських колоністів."
      },
      {
        "text1": "22 березня 1993 року канадський рок-музикант і співак Джон Кенді помер у віці 43 років, залишивши у спадщину комедійні комедійні виступи та пам'ятні виступи."
      }
    ]
  },
  "3-23": {
    "curiosity": [
      {
        "text": "23 березня 1806 року Льюїс і Кларк розпочали свою легендарну експедицію, щоб дослідити захід Сполучених Штатів. Ця подорож тривала більше двох років і допомогла розширити знання про географію та природу Сполучених Штатів. область."
      },
      {
        "text1": "23 березня 2001 року Росія запустила в космос космічну станцію «Мир», яка стала визначною віхою в освоєнні космосу і пропрацювала більше 15 років, перш ніж була деактивована."
      }
    ]
  },
  "3-24": {
    "curiosity": [
      {
        "text": "24 березня 1603 року королева Англії Єлизавета I померла, поклавши край династії Тюдорів і поклавши початок правлінню династії Стюартів, зі вступом Якова VI Шотландського на англійський престол як Якова I."
      },
      {
        "text1": "24 березня 1999 року НАТО почало повітряні бомбардування Сербії в рамках військового втручання в конфлікт у Косово під час Косовської війни."
      }
    ]
  },
  "3-25": {
    "curiosity": [
      {
        "text": "25 березня 1807 року британський парламент прийняв Закон про скасування работоргівлі, який забороняв работоргівлю в Британській імперії."
      },
      {
        "text1": "25 березня 1957 року було підписано Римську угоду про створення Європейського економічного співтовариства (ЄЕС), попередника Європейського Союзу (ЄС)."
      }
    ]
  },
  "3-26": {
    "curiosity": [
      {
        "text": "26 березня 1979 року у Вашингтоні було підписано мирний договір між Ізраїлем і Єгиптом, який офіційно поклав край війні між двома країнами."
      },
      {
        "text1": "26 березня 1997 року відбувся запуск російського космічного корабля «Союз ТМ-24» з екіпажем у складі російського космонавта, американського астронавта та німецького астронавта до космічної станції «Мир»."
      }
    ]
  },
  "3-27": {
    "curiosity": [
      {
        "text": "27 березня 1912 року Японія і Китай підписали Сіньчжоуський договір, який поклав край російсько-японській війні та встановив незалежність Зовнішньої Монголії."
      },
      {
        "text1": "27 березня 1977 року два літаки Boeing 747 зіткнулися на Тенеріфе, на Канарських островах, що призвело до найгіршої авіакатастрофи в історії, у результаті якої загинули 583 людини."
      }
    ]
  },
  "3-28": {
    "curiosity": [
      {
        "text": "28 березня 1930 року Константинополь, столицю Візантійської імперії, було перейменовано на Стамбул, що ознаменувало значну зміну в історії міста."
      },
      {
        "text1": "28 березня 1979 року сталася аварія на атомній електростанції Three Mile Island у США, яка призвела до однієї з найстрашніших ядерних катастроф в історії країни."
      }
    ]
  },
  "3-29": {
    "curiosity": [
      {
        "text": "29 березня 1974 року в Португалії відбулася Революція гвоздик, військове повстання, яке повалило диктатуру Estado Novo і ознаменувало початок періоду демократизації в країні."
      },
      {
        "text1": "29 березня 2004 року Болгарія, Естонія, Латвія, Литва, Румунія, Словаччина та Словенія приєдналися до НАТО, зміцнивши військовий альянс."
      }
    ]
  },
  "3-30": {
    "curiosity": [
      {
        "text": "30 березня 1856 року було підписано Паризький мирний договір, який завершив Кримську війну та встановив умови миру між залученими державами."
      },
      {
        "text1": "30 березня 1981 року президент Сполучених Штатів Рональд Рейган був застрелений під час замаху, але вижив після перенесеної операції."
      }
    ]
  },
  "3-31": {
    "curiosity": [
      {
        "text": "31 березня 1492 року католицькі монархи Фердинанд II Арагонський та Ізабель I Кастильська видали Альгамбрський едикт, який вигнав євреїв з Іспанії, що стало одним із найпохмуріших моментів в історії євреїв."
      },
      {
        "text1": "31 березня 1889 року під час Всесвітньої паризької виставки було урочисто відкрито Ейфелеву вежу, одну з найвідоміших ікон Парижа та світу."
      }
    ]
  },
  "4-1": {
    "curiosity": [
      {
        "text": "1 квітня 1867 року Сполучене Королівство прийняло Акт про Британську Північну Америку, який заснував Конфедерацію Канади та створив основу для формування сучасної Канади."
      },
      {
        "text1": "1 квітня 1976 року Стівом Джобсом, Стівом Возняком і Рональдом Уейном була заснована Apple Inc., створивши одну з найвпливовіших технологічних компаній у світі."
      }
    ]
  },
  "4-2": {
    "curiosity": [
      {
        "text": "2 квітня 1917 року Сполучені Штати вступили в Першу світову війну, відправивши війська воювати разом із союзними силами проти Центральних держав."
      },
      {
        "text1": "2 квітня 2005 року Папа Іван Павло II помер у віці 84 років після тривалого майже 27-річного понтифікату, будучи одним із найпопулярніших Пап у новітній історії."
      }
    ]
  },
  "4-3": {
    "curiosity": [
      {
        "text": "3 квітня 1948 року набув чинності план Маршалла, програма економічної допомоги США для відновлення Європи після Другої світової війни."
      },
      {
        "text1": "3 квітня 1973 року компанія Motorola випустила перший мобільний телефон, що стало важливою віхою в розвитку мобільних технологій."
      }
    ]
  },
  "4-4": {
    "curiosity": [
      {
        "text": "4 квітня 1968 року в Мемфісі, штат Теннессі, було вбито лідера борця за громадянські права США Мартіна Лютера Кінга, що спричинило хвилювання та протести по всій країні."
      },
      {
        "text1": "4 квітня 1949 року було засновано Організацію Північноатлантичного договору (НАТО), яка створила військовий союз між кількома західними державами для взаємної оборони."
      }
    ]
  },
  "4-5": {
    "curiosity": [
      {
        "text": "5 квітня 1614 року Покахонтас, одна з найвідоміших діячів боротьби між англійськими колоністами та індіанськими народами, вийшла заміж за Джона Рольфа у Вірджинії, Сполучені Штати."
      },
      {
        "text1": "5 квітня 1955 року Вінстон Черчилль пішов у відставку з поста прем'єр-міністра Сполученого Королівства, завершивши свій другий термін перебування на посаді."
      }
    ]
  },
  "4-6": {
    "curiosity": [
      {
        "text": "6 квітня 1917 року Сполучені Штати оголосили війну Німецькій імперії, офіційно вступивши в Першу світову війну."
      },
      {
        "text1": "6 квітня 1994 року в Руанді почався геноцид, під час якого протягом приблизно 100 днів було жорстоко вбито близько 800 000 осіб, переважно з етнічної групи тутсі."
      }
    ]
  },
  "4-7": {
    "curiosity": [
      {
        "text": "7 квітня 1948 року Генеральна Асамблея Організації Об’єднаних Націй проголосила Загальну декларацію прав людини, яка закріпила основні права всіх людей."
      },
      {
        "text1": "7 квітня 1964 року НАСА запустило на орбіту перший супутник зв’язку Syncom 3, що поклало початок новій епосі глобального зв’язку."
      }
    ]
  },
  "4-8": {
    "curiosity": [
      {
        "text": "8 квітня 1974 року помер португальський диктатор Антоніу де Олівейра Салазар, що призвело до падіння авторитарного режиму Estado Novo та демократизації Португалії."
      },
      {
        "text1": "8 квітня 1994 року рок-співак Курт Кобейн, лідер гурту Nirvana, був знайдений мертвим у своєму будинку в Сіетлі, США."
      }
    ]
  },
  "4-9": {
    "curiosity": [
      {
        "text": "9 квітня 1865 року відбулася капітуляція генерала Конфедерації Роберта Е. Лі генералу Союзу Уліссесу С. Гранту, що означало кінець Громадянської війни в США."
      },
      {
        "text1": "9 квітня 1940 року нацистська Німеччина напала на Данію та Норвегію, поклавши початок окупації цих країн під час Другої світової війни."
      }
    ]
  },
  "4-10": {
    "curiosity": [
      {
        "text": "10 квітня 1912 року «Титанік» вирушив у свій перший рейс із Саутгемптона, Англія, до Нью-Йорка, Сполучені Штати, після чого зіткнувся з айсбергом і затонув в Атлантичному океані."
      },
      {
        "text1": "10 квітня 1972 прем'єр-міністр Японії Какуей Танака відвідав Китай, що стало важливим моментом у нормалізації відносин між двома країнами."
      }
    ]
  },
  "4-11": {
    "curiosity": [
      {
        "text": "11 квітня 1951 року президент Сполучених Штатів Гаррі С. Трумен звільнив генерала Дугласа Макартура з командування в Корейській війні через розбіжності щодо військової стратегії."
      },
      {
        "text1": "11 квітня 1979 року президент Зімбабве Канаан Банана проголосив незалежність країни, поклавши край британському колоніальному правлінню та заснувавши Республіку Зімбабве."
      }
    ]
  },
  "4-12": {
    "curiosity": [
      {
        "text": "12 квітня 1961 року радянський космонавт Юрій Гагарін став першою людиною, яка облетіла Землю на борту космічного корабля «Восток-1»."
      },
      {
        "text1": "12 квітня 1992 року відкрився Євротунель, який з'єднує Велику Британію з Францією через Ла-Манш, забезпечуючи пряме залізничне сполучення між двома країнами."
      }
    ]
  },
  "4-13": {
    "curiosity": [
      {
        "text": "13 квітня 1743 року в колонії Вірджинія народився Томас Джефферсон, третій президент Сполучених Штатів і головний автор Декларації незалежності."
      },
      {
        "text1": "13 квітня 1943 року відбулося повстання у Варшавському гетто, акт опору, організований євреями проти нацистських військ під час Другої світової війни."
      }
    ]
  },
  "4-14": {
    "curiosity": [
      {
        "text": "14 квітня 1865 року президент Сполучених Штатів Авраам Лінкольн був убитий актором Джоном Вілксом Бутом у театрі у Вашингтоні, округ Колумбія."
      },
      {
        "text1": "14 квітня 1986 року Сполучені Штати завдали авіаудару по Лівії в якості помсти за ймовірну причетність країни до теракту в берлінському нічному клубі."
      }
    ]
  },
  "4-15": {
    "curiosity": [
      {
        "text": "15 квітня 1912 року корабель RMS Titanic затонув після зіткнення з айсбергом, що призвело до загибелі понад 1500 людей в одній із найвідоміших морських катастроф в історії."
      },
      {
        "text1": "15 квітня 1947 року бейсболіст Джекі Робінсон дебютував у Вищій бейсбольній лізі, подолавши расовий бар'єр у професійному спорті в США."
      }
    ]
  },
  "4-16": {
    "curiosity": [
      {
        "text": "16 квітня 1945 року німецький диктатор Адольф Гітлер покінчив життя самогубством у своєму берлінському бункері, ознаменувавши кінець нацистського режиму під час Другої світової війни."
      },
      {
        "text1": "16 квітня 1972 року сталася різанина в Мілай, під час якої американські солдати вбили сотні мирних жителів В’єтнаму під час війни у ​​В’єтнамі."
      }
    ]
  },
  "4-17": {
    "curiosity": [
      {
        "text": "17 квітня 1961 року відбулося вторгнення в затоку Свиней, невдала спроба ЦРУ повалити режим Фіделя Кастро на Кубі."
      },
      {
        "text1": "17 квітня 1975 року «червоні кхмери» на чолі з Пол Потом захопили контроль над Пномпенем, столицею Камбоджі, що поклало початок періоду геноциду та репресій у країні."
      }
    ]
  },
  "4-18": {
    "curiosity": [
      {
        "text": "18 квітня 1775 року в битві при Лексінгтоні та Конкорді відбулося перше збройне зіткнення між американськими колоністами та британськими військами, що поклало початок Війні за незалежність США."
      },
      {
        "text1": "18 квітня 1980 року в посольстві Сполучених Штатів Америки в Тегерані (Іран) відбулася операція з порятунку американських заручників, відома як «Орлиний кіготь», яка завершилася невдачею і призвела до загибелі кількох американських солдатів."
      },
      {
        "text1": "18 квітня 1996 року армія Уганди та повстанська група «Армія опору Господа» (LRA) підписали тимчасове припинення вогню після багатьох років збройного конфлікту на півночі Уганди."
      }
    ]
  },
  "4-19": {
    "curiosity": [
      {
        "text": "19 квітня 1775 року під час війни за незалежність Америки відбулася битва при Конкорді, в якій колоніальним ополченням вдалося дати відсіч британським військам."
      },
      {
        "text1": "19 квітня 1995 року в Оклахома-Сіті (США) стався теракт, коли перед федеральною будівлею Альфреда П. Мурра вибухнула замінована вантажівка, внаслідок чого загинуло 168 людей."
      }
    ]
  },
  "4-20": {
    "curiosity": [
      {
        "text": "20 квітня 1889 року в австрійському Браунау-на-Інні народився Адольф Гітлер, майбутній нацистський лідер."
      },
      {
        "text1": "20 квітня 1999 року сталася різанина в Колумбайн, під час якої двоє озброєних учнів напали на середню школу Колумбайн у Сполучених Штатах, убивши 12 учнів і вчителя, а потім покінчили життя самогубством."
      }
    ]
  },
  "4-21": {
    "curiosity": [
      {
        "text": "21 квітня 753 року до нашої ери, за легендою, Рим був заснований Ромулом і Ремом."
      },
      {
        "text1": "21 квітня 1960 року відбулося офіційне відкриття Бразиліа, столиці Бразилії, яка вважається віхою в історії архітектури та урбаністики."
      }
    ]
  },
  "4-22": {
    "curiosity": [
      {
        "text": "22 квітня 1970 року вперше відзначили День Землі — міжнародний захід, покликаний привернути увагу до проблем навколишнього середовища та захисту планети."
      },
      {
        "text1": "22 квітня 1993 року лідер АНК і майбутній президент Південної Африки Нельсон Мандела та президент Фредерік Віллем де Клерк були нагороджені Нобелівською премією миру за зусилля з ліквідації апартеїду."
      }
    ]
  },
  "4-23": {
    "curiosity": [
      {
        "text": "23 квітня 1564 року в Стретфорді-на-Ейвоні, Англія, народився Вільям Шекспір, один із найвидатніших драматургів історії."
      },
      {
        "text1": "23 квітня 1910 року Теодор Рузвельт виголосив у Сорбонні в Парижі свою знамениту промову «Лагідний, великий спорт», наголошуючи на важливості дипломатії та використання сили для сприяння миру у всьому світі."
      }
    ]
  },
  "4-24": {
    "curiosity": [
      {
        "text": "24 квітня 1800 року Бібліотека Конгресу США була заснована у Вашингтоні, округ Колумбія, після придбання її першої книги."
      },
      {
        "text1": "24 квітня 1916 року відбулося Великоднє повстання, збройне повстання в Ірландії проти британського панування, яке вважається важливою віхою на шляху до незалежності Ірландії."
      }
    ]
  },
  "4-25": {
    "curiosity": [
      {
        "text": "25 квітня 1945 року під час Другої світової війни радянські та югославські війська звільнили місто Белград, Югославія, від нацистського панування."
      },
      {
        "text1": "25 квітня 1974 року в Португалії відбулася Революція гвоздик, військовий рух, який повалив диктаторський режим Estado Novo і відновив демократію в країні."
      }
    ]
  },
  "4-26": {
    "curiosity": [
      {
        "text": "26 квітня 1986 року в Україні сталася Чорнобильська ядерна катастрофа, коли внаслідок вибуху в ядерному реакторі в атмосферу було викинуто велику кількість радіоактивного матеріалу, що спричинило одну з найбільших ядерних катастроф в історії."
      },
      {
        "text1": "26 квітня 2005 року наслідний принц Японії Нарухіто одружився з Масако Овада на церемонії, що відбулася в храмі Мейдзі в Токіо."
      }
    ]
  },
  "4-27": {
    "curiosity": [
      {
        "text": "Згідно з традицією, 27 квітня 497 року до нашої ери було офіційно засновано місто Рим."
      },
      {
        "text1": "27 квітня 1994 року Нельсон Мандела був обраний першим чорношкірим президентом Південної Африки, що ознаменувало кінець апартеїду в країні."
      }
    ]
  },
  "4-28": {
    "curiosity": [
      {
        "text": "28 квітня 1789 року відбулося повстання HMS Bounty, коли екіпаж британського корабля повстав проти капітана Вільяма Блая."
      },
      {
        "text1": "28 квітня 1945 року під час Другої світової війни італійський диктатор Беніто Муссоліні був схоплений і страчений учасниками італійського руху опору."
      }
    ]
  },
  "4-29": {
    "curiosity": [
      {
        "text": "29 квітня 1975 року війна у В'єтнамі завершилася падінням Сайгона, столиці Південного В'єтнаму, від рук комуністичних сил Північного В'єтнаму."
      },
      {
        "text1": "29 квітня 2011 року принц Великобританії Вільям одружився на Кетрін Міддлтон на церемонії, що відбулася у Вестмінстерському абатстві в Лондоні."
      }
    ]
  },
  "4-30": {
    "curiosity": [
      {
        "text": "30 квітня 1789 року відбулася інавгурація Джорджа Вашингтона як першого президента Сполучених Штатів Америки."
      },
      {
        "text1": "30 квітня 1945 року Адольф Гітлер і його дружина Єва Браун покінчили життя самогубством у своєму бункері в Берліні, ознаменувавши кінець нацистського режиму в Німеччині."
      }
    ]
  },
  "5-1": {
    "curiosity": [
      {
        "text": "1 травня 1886 року в Чикаго (США) відбулося Хеймаркетське повстання, яке ознаменувалося протестами робітників за покращення умов праці та 8-годинний робочий день."
      },
      {
        "text1": "1 травня 1994 р. набула чинності Генеральна угода з тарифів і торгівлі (ГАТТ), яка стала знаменною віхою в міжнародній торгівлі, яка заснувала Світову організацію торгівлі (СОТ) як наступницю ГАТТ."
      }
    ]
  },
  "5-2": {
    "curiosity": [
      {
        "text": "2 травня 1519 року в Амбуазі (Франція) помер італійський дослідник Леонардо да Вінчі."
      },
      {
        "text1": "2 травня 2011 року в ході військової операції США в Пакистані було вбито лідера терористів Усаму бен Ладена, засновника Аль-Каїди та відповідального за напади 11 вересня 2001 року."
      }
    ]
  },
  "5-3": {
    "curiosity": [
      {
        "text": "3 травня 1808 року відбулося повстання Дос де Майо, народне повстання проти французької окупації в Мадриді під час наполеонівських війн."
      },
      {
        "text1": "3 травня 1979 року Маргарет Тетчер стала першою жінкою, обраною прем'єр-міністром Великобританії, обіймаючи цю посаду три терміни поспіль."
      },
      {
        "text1": "3 травня 2000 року в Лондоні відбулося урочисте відкриття мосту Міленіум – культової споруди, що перетинає річку Темзу і стала символом міста."
      }
    ]
  },
  "5-4": {
    "curiosity": [
      {
        "text": "4 травня 1626 року голландський дослідник Пітер Мінуїт прибув на острів Манхеттен і заснував колонію, яка пізніше стала Нью-Йорком."
      },
      {
        "text1": "4 травня 1970 року в США сталася різанина в штаті Кент, коли солдати Національної гвардії відкрили вогонь по студентах, які протестували проти війни у ​​В’єтнамі, в результаті чого загинули чотири людини."
      }
    ]
  },
  "5-5": {
    "curiosity": [
      {
        "text": "5 травня 1821 року південноамериканський революційний лідер Симон Болівар розбив іспанські війська в битві при Карабобо, зміцнивши незалежність Венесуели."
      },
      {
        "text1": "5 травня 1862 року в Мексиці відбулася битва при Пуеблі, в якій мексиканська армія здобула дивовижну перемогу над французькими військами, які прагнули завоювати країну."
      }
    ]
  },
  "5-6": {
    "curiosity": [
      {
        "text": "6 травня 1527 року відбулося пограбування Риму, коли війська імператора Карла V вторглися та пограбували місто Рим, ознаменувавши кінець італійського Відродження."
      },
      {
        "text1": "6 травня 1954 року битва за Дьєнб'єнфу у В'єтнамі завершилася перемогою В'єтмінь над французькими колоніальними силами, що призвело до виходу Франції та кінця Французького Індокитаю."
      }
    ]
  },
  "5-7": {
    "curiosity": [
      {
        "text": "7 травня 1824 року у Відні (Австрія) відбулася прем’єра його Дев’ятої симфонії Бетховена з його найвідомішим твором «Гімн радості»."
      },
      {
        "text1": "7 травня 1945 року нацистська Німеччина беззастережно капітулювала перед військами союзників, що означало кінець Другої світової війни в Європі."
      }
    ]
  },
  "5-8": {
    "curiosity": [
      {
        "text": "8 травня 1886 року в Чикаго (США) відбулося повстання робітників Хеймаркета на знак протесту проти 8-годинного робочого дня, яке призвело до жорстоких зіткнень між робітниками та поліцією."
      },
      {
        "text1": "8 травня 1945 року було проголошено День Перемоги в Європі, який відзначав закінчення Другої світової війни в Європі беззастережною капітуляцією нацистської Німеччини."
      }
    ]
  },
  "5-9": {
    "curiosity": [
      {
        "text": "9 травня 1502 року мандрівник Христофор Колумб вирушив у свою четверту й останню подорож до Нового Світу."
      },
      {
        "text1": "9 травня 1950 року міністр закордонних справ Франції Робер Шуман виступив із пропозицією створити Європейське об’єднання вугілля та сталі (ЄОВС), що стало важливим кроком на шляху до європейської інтеграції."
      }
    ]
  },
  "5-10": {
    "curiosity": [
      {
        "text": "10 травня 1503 року італійський художник епохи Відродження Мікеланджело почав роботу над скульптурою Давида, однією зі своїх найвідоміших робіт."
      },
      {
        "text1": "10 травня 1994 року Нельсон Мандела склав присягу як перший чорношкірий президент Південної Африки, що ознаменувало кінець апартеїду в країні та початок нової ери."
      }
    ]
  },
  "5-11": {
    "curiosity": [
      {
        "text": "11 травня 330 року римський імператор Костянтин I заснував місто Константинополь, який став столицею Східної Римської імперії, а пізніше Візантійської імперії."
      },
      {
        "text1": "11 травня 1998 року Індія успішно провела своє перше випробування ядерної зброї, підвищивши напруженість у регіоні та спровокувавши серію ядерних випробувань у Південній Азії."
      }
    ]
  },
  "5-12": {
    "curiosity": [
      {
        "text": "12 травня 1820 року у Флоренції, Італія, народилася Флоренс Найтінгейл, піонер сучасного медсестринства."
      },
      {
        "text1": "12 травня 1962 року американський астронавт Скотт Карпентер став другим американцем, який облетів Землю на борту космічного корабля «Аврора-7»."
      }
    ]
  },
  "5-13": {
    "curiosity": [
      {
        "text": "13 травня 1917 року у Фатімі, Португалія, відбулося перше об’явлення Діви Марії трьом дітям-пастушкам, що поклало початок серії подій, які згодом стали відомі як Об’явлення у Фатімі."
      },
      {
        "text1": "13 травня 1981 року в Римі стався напад на Папу Римського Іоанна Павла ІІ, який був важко поранений, але вижив."
      }
    ]
  },
  "5-14": {
    "curiosity": [
      {
        "text": "14 травня 1948 року було проголошено незалежність Держави Ізраїль, що ознаменувало створення сучасної єврейської держави."
      },
      {
        "text1": "14 травня 2011 року відбулася Декларація незалежності Південного Судану, що зробило його наймолодшою ​​країною у світі."
      }
    ]
  },
  "5-15": {
    "curiosity": [
      {
        "text": "15 травня 1252 року Папа Інокентій IV видав папську буллу Ad Extirpanda, яка дозволяла інквізиції застосовувати тортури як засіб отримання зізнань у єресі."
      },
      {
        "text1": "15 травня 1940 року під час Другої світової війни Нідерланди капітулювали перед німецькими військами, завершивши битву за Нідерланди."
      }
    ]
  },
  "5-16": {
    "curiosity": [
      {
        "text": "16 травня 1929 року була заснована Академія кінематографічних мистецтв і наук, відповідальна за вручення премії «Оскар»."
      },
      {
        "text1": "16 травня 1966 року вийшов культовий альбом The Beach Boys під назвою «Pet Sounds», який став еталоном у поп-музиці та вплинув на покоління виконавців."
      }
    ]
  },
  "5-17": {
    "curiosity": [
      {
        "text": "17 травня 1792 року королева Франції Марія-Антуанетта була засуджена до страти під час Французької революції."
      },
      {
        "text1": "17 травня 2004 року в США, в штаті Массачусетс, було легалізовано перший одностатевий шлюб."
      }
    ]
  },
  "5-18": {
    "curiosity": [
      {
        "text": "18 травня 1804 року Наполеон Бонапарт був проголошений імператором Франції, заснувавши Першу Французьку імперію."
      },
      {
        "text1": "18 травня 1980 року в Сполучених Штатах почалося виверження вулкана Маунт-Сент-Хеленс, що призвело до одного з найбільших вивержень вулкана в історії країни."
      }
    ]
  },
  "5-19": {
    "curiosity": [
      {
        "text": "19 травня 1536 року Анна Болейн, друга дружина короля Англії Генріха VIII, була страчена за звинуваченням у подружній зраді та державній зраді."
      },
      {
        "text1": "19 травня 1962 року актриса Мерилін Монро заспівала «Happy Birthday» президенту Сполучених Штатів Джону Ф. Кеннеді під час вечірки з нагоди його дня народження."
      }
    ]
  },
  "5-20": {
    "curiosity": [
      {
        "text": "20 травня 1498 року португальський дослідник Васко да Гама прибув до Індії, відкривши морський шлях між Європою та індійським субконтинентом."
      },
      {
        "text1": "20 травня 1873 року видатний російський композитор Петро Ілліч Чайковський виконав прем'єру своєї симфонії «Симфонія № 3 ре мажор, ор. 29», також відома як «Польська симфонія»."
      }
    ]
  },
  "5-21": {
    "curiosity": [
      {
        "text": "21 травня 1927 року американський пілот Чарльз Ліндберг здійснив перший самостійний безпосадковий трансатлантичний переліт, перелетівши з Нью-Йорка в Париж на борту літака Spirit of St. Louis."
      },
      {
        "text1": "21 травня 1991 року колишній президент Філіппін Корасон Акіно оголосив про виведення військових баз США з країни, поклавши край десятиліттям військової присутності США на Філіппінах."
      }
    ]
  },
  "5-22": {
    "curiosity": [
      {
        "text": "22 травня 1455 року в Англії почалися Війни Троянд — громадянський конфлікт між будинками Йорків і Ланкастерів за контроль над престолом."
      },
      {
        "text1": "22 травня 2010 року в місті Крайстчерч (Нова Зеландія) стався землетрус магнітудою 6,3, який завдав серйозних руйнувань і спричинив загибель людей."
      }
    ]
  },
  "5-23": {
    "curiosity": [
      {
        "text": "23 травня 1430 року Жанна д'Арк була захоплена бургундськими військами під час Столітньої війни, а пізніше була передана англійцям і засуджена за єресь."
      },
      {
        "text1": "23 травня 1934 року кримінальна пара Бонні Паркер і Клайд Барроу, відомі як «Бонні і Клайд», були застрелені поліцією під час протистояння."
      }
    ]
  },
  "5-24": {
    "curiosity": [
      {
        "text": "24 травня 1543 року Микола Коперник опублікував книгу «De Revolutionibus Orbium Celestium», в якій виклав свою геліоцентричну теорію Сонячної системи."
      },
      {
        "text1": "24 травня 1883 року був відкритий для руху Бруклінський міст, один із найстаріших підвісних мостів у Сполучених Штатах, що з’єднує Манхеттен із Брукліном."
      }
    ]
  },
  "5-25": {
    "curiosity": [
      {
        "text": "25 травня 1977 року в кінотеатрах Сполучених Штатів вийшов перший фільм із саги «Зоряні війни» під назвою «Зоряні війни: Епізод IV – Нова надія»."
      },
      {
        "text1": "25 травня 2005 року Airbus A380, найбільший комерційний літак у світі, здійснив свій перший тестовий політ у Тулузі, Франція."
      }
    ]
  },
  "5-26": {
    "curiosity": [
      {
        "text": "26 травня 1896 року Чарльз Доу опублікував перший фондовий індекс, відомий як Dow Jones Industrial Average, який став важливим індикатором фінансового ринку."
      },
      {
        "text1": "26 травня 1967 року культовий альбом Beatles під назвою «Sgt. Вийшов Pepper's Lonely Hearts Club Band', який став знаковою віхою в історії популярної музики."
      }
    ]
  },
  "5-27": {
    "curiosity": [
      {
        "text": "27 травня 1937 року німецький дирижабль «Гінденбург» загорівся під час спроби приземлення в Нью-Джерсі, США, в результаті чого загинуло 36 осіб."
      },
      {
        "text1": "27 травня 1999 року Всесвітня організація охорони здоров’я (ВООЗ) оголосила, що поліомієліт ліквідовано в Америці, ставши першим регіоном у світі, вільним від цієї хвороби."
      }
    ]
  },
  "5-28": {
    "curiosity": [
      {
        "text": "28 травня 1953 року новозеландський альпініст Едмунд Гілларі та шерп Тенцінг Норгей першими піднялися на вершину Евересту, найвищої гори у світі."
      },
      {
        "text1": "28 травня 1995 року національна збірна Південної Африки з регбі виграла Кубок світу з регбі, у своїй першій участі після закінчення апартеїду."
      }
    ]
  },
  "5-29": {
    "curiosity": [
      {
        "text": "29 травня 1453 року відбулося падіння Константинополя, столиці Візантійської імперії, військам Османської імперії, що ознаменувало кінець середньовіччя та початок сучасної ери."
      },
      {
        "text1": "29 травня 1953 року сер Едмунд Хілларі та Тенцінг Норгей вперше в історії піднялися на вершину Евересту, проклавши шлях для майбутніх експедицій і кинувши виклик людським істотам."
      }
    ]
  },
  "5-30": {
    "curiosity": [
      {
        "text": "30 травня 1431 року Жанна д'Арк була спалена на вогнищі за звинуваченням у єресі під час Столітньої війни."
      },
      {
        "text1": "30 травня 1922 року у Вашингтоні, округ Колумбія, США було відкрито Меморіал Лінкольна на честь 16-го президента Сполучених Штатів Авраама Лінкольна."
      }
    ]
  },
  "5-31": {
    "curiosity": [
      {
        "text": "31 травня 1911 року завершилася перша гонка в Індіанаполісі, одна з найвідоміших і традиційних автомобільних гонок у світі."
      },
      {
        "text1": "31 травня 1962 року в Чилі стався землетрус у Вальдівії, який вважався найсильнішим із усіх зареєстрованих із оцінками магнітуди від 9,4 до 9,6."
      }
    ]
  },
  "6-1": {
    "curiosity": [
      {
        "text": "1 червня 1495 року італійський дослідник Христофор Колумб під час своєї третьої подорожі до Нового Світу відкрив острів Тринідад."
      },
      {
        "text1": "1 червня 1967 року вийшов культовий альбом The Beatles під назвою «Sgt. Вийшов Pepper's Lonely Hearts Club Band', який став знаковою віхою в історії популярної музики."
      }
    ]
  },
  "6-2": {
    "curiosity": [
      {
        "text": "2 червня 1953 року у Вестмінстерському абатстві в Лондоні відбулася коронація королеви Великобританії Єлизавети II після смерті її батька, короля Георга VI."
      },
      {
        "text1": "2 червня 1979 року колишню першу леді Філіппін Імельду Маркос заарештували за корупцію та незаконне збагачення після падіння режиму диктатора Фердинанда Маркоса."
      }
    ]
  },
  "6-3": {
    "curiosity": [
      {
        "text": "3 червня 1965 року американський астронавт Едвард Уайт став першим астронавтом США, який здійснив вихід у відкритий космос під час місії Gemini 4."
      },
      {
        "text1": "3 червня 1989 року в Пекіні, Китай, сталася різанина на площі Тяньаньмень, коли китайська влада жорстоко придушила продемократичних протестувальників, що призвело до сотень, можливо, тисяч смертей."
      }
    ]
  },
  "6-4": {
    "curiosity": [
      {
        "text": "4 червня 1942 року під час Другої світової війни в Тихому океані почалася битва за Мідвей, яка призвела до стратегічної перемоги Сполучених Штатів над Японською імперією."
      },
      {
        "text1": "4 червня 1989 року продемократичні протести на площі Тяньаньмень у Пекіні, Китай, були жорстоко придушені китайським урядом із застосуванням військових сил і танків."
      }
    ]
  },
  "6-5": {
    "curiosity": [
      {
        "text": "5 червня 1947 року державний секретар США Джордж Маршалл оголосив про план Маршалла, спрямований на надання економічної допомоги європейським країнам, які постраждали від Другої світової війни."
      },
      {
        "text1": "5 червня 1967 року почалася Шестиденна війна — конфлікт між Ізраїлем і сусідніми арабськими країнами, в результаті якого Ізраїль здобув вирішальну перемогу та суттєво змінив кордони регіону."
      }
    ]
  },
  "6-6": {
    "curiosity": [
      {
        "text": "6 червня 1944 року відбувся День Д, одна з найбільших військових операцій Другої світової війни, коли війська союзників висадилися в Нормандії, Франція, щоб розпочати звільнення Західної Європи від нацистського панування."
      },
      {
        "text1": "6 червня 1968 року американський сенатор Роберт Ф. Кеннеді, брат президента Джона Ф. Кеннеді, був убитий у Лос-Анджелесі, штат Каліфорнія, під час його президентської кампанії."
      }
    ]
  },
  "6-7": {
    "curiosity": [
      {
        "text": "7 червня 1494 року між Португалією та Іспанією було підписано Тордесільяський договір, який розділив землі, відкриті та відкриті за межами Європи, встановивши уявну лінію, яка розділила світ між двома країнами."
      },
      {
        "text1": "7 червня 1981 року космічний зонд «Вояджер-2» прибув до Сатурна, надіславши на Землю зображення та детальну інформацію про планету та її супутники."
      }
    ]
  },
  "6-8": {
    "curiosity": [
      {
        "text": "8 червня 1783 року брати Монгольф'є здійснили перший успішний публічний політ пілотованої повітряної кулі в Анноне, Франція, ознаменувавши початок ери авіації."
      },
      {
        "text1": "8 червня 1972 року в кінотеатрах США вийшов фільм «Хрещений батько» режисера Френсіса Форда Копполи з Марлоном Брандо та Аль Пачіно в головних ролях."
      }
    ]
  },
  "6-9": {
    "curiosity": [
      {
        "text": "9 червня 1815 року відбулася битва при Ватерлоо, Бельгія, між військами Наполеона Бонапарта та коаліцією європейських армій, що призвело до остаточної поразки Наполеона та кінця його імперії."
      },
      {
        "text1": "9 червня 1934 року було створено Комітет з антиамериканських справ Палати представників Сполучених Штатів, який розпочав розслідування комуністичної діяльності в країні, пізніше відоме як «Полювання на відьом»."
      }
    ]
  },
  "6-10": {
    "curiosity": [
      {
        "text": "10 червня 1940 року під час Другої світової війни Італія оголосила війну Франції та Великобританії, вступивши в конфлікт на боці нацистської Німеччини."
      },
      {
        "text1": "10 червня 1967 року Шестиденна війна завершилася вирішальною перемогою Ізраїлю над сусідніми арабськими країнами, що призвело до значних змін кордонів регіону."
      }
    ]
  },
  "6-11": {
    "curiosity": [
      {
        "text": "11 червня 1509 року король Англії Генріх VIII одружився зі своєю першою дружиною Катериною Арагонською на церемонії, яка відбулася в Королівській каплиці Грінвіцького палацу."
      },
      {
        "text1": "11 червня 1963 року в’єтнамський буддистський монах Thích Quảng Đức приніс себе в жертву на жвавій вулиці в Сайгоні на знак протесту проти релігійних переслідувань з боку уряду Південного В’єтнаму."
      }
    ]
  },
  "6-12": {
    "curiosity": [
      {
        "text": "12 червня 1898 року під час іспано-американської війни біля Сантьяго-де-Куба відбулася битва при Лас-Гуасімас між військами США та Іспанії."
      },
      {
        "text1": "12 червня 1987 року президент Сполучених Штатів Рональд Рейган виголосив промову в Берліні, Німеччина, у якій закликав радянського лідера Михайла Горбачова «зруйнувати цю стіну», маючи на увазі Берлінську стіну."
      }
    ]
  },
  "6-13": {
    "curiosity": [
      {
        "text": "13 червня 1920 року було підписано Тріанонський мирний договір, який офіційно завершив стан війни між Антантою та Угорщиною після Першої світової війни."
      },
      {
        "text1": "13 червня 1971 року було запущено перший комерційний космічний супутник під назвою Intelsat IV F-3, який дозволив здійснювати пряму телевізійну трансляцію та міжнародні телефонні дзвінки."
      }
    ]
  },
  "6-14": {
    "curiosity": [
      {
        "text": "14 червня 1777 року Континентальний конгрес Сполучених Штатів прийняв «Прапор Сполучених Штатів», який містив тринадцять червоних і білих смуг, що чергувалися, і синє поле з тринадцятьма білими зірками в колі, що представляло оригінали тринадцяти колоній."
      },
      {
        "text1": "14 червня 1940 року німецькі війська увійшли до Парижа, окупувавши столицю Франції під час Другої світової війни."
      }
    ]
  },
  "6-15": {
    "curiosity": [
      {
        "text": "15 червня 1215 року король Англії Іоанн підписав Велику хартію вольностей, документ, який обмежив владу монарха та встановив права та свободи для англійських дворян."
      },
      {
        "text1": "15 червня 1904 року в Парижі вийшло перше видання книги Джеймса Джойса «Улісс», що стало важливою віхою в сучасній літературі."
      }
    ]
  },
  "6-16": {
    "curiosity": [
      {
        "text": "16 червня 1858 року відбулася Спрінгфілдська промова, знаменита промова Авраама Лінкольна під час з’їзду республіканців у штаті Іллінойс, у якій він заявив: «Дім, розділений сам проти себе, не може встояти». ."
      },
      {
        "text1": "16 червня 1963 року радянський космонавт Валентина Терешкова стала першою жінкою, яка здійснила політ у космос на борту корабля «Восток-6»."
      }
    ]
  },
  "6-17": {
    "curiosity": [
      {
        "text": "17 червня 1579 року сер Френсіс Дрейк, англійський дослідник і капер, під час своєї кругосвітньої подорожі висадився в місці, яке тепер відомо як затока Дрейка, Каліфорнія."
      },
      {
        "text1": "17 червня 1972 року стався відомий злам у готель «Уотергейт» у Вашингтоні, округ Колумбія, що призвело до політичного скандалу, відомого як «Вотергейтський скандал» і призвело до відставки президента Сполучених Штатів Річарда Ніксона. в 1974 році."
      }
    ]
  },
  "6-18": {
    "curiosity": [
      {
        "text": "18 червня 1815 року відбулася битва при Ватерлоо, в якій війська герцога Веллінгтона і прусського маршала Гебхарда Леберехта фон Блюхера остаточно перемогли Наполеона Бонапарта і поклали кінець його імперії."
      },
      {
        "text1": "18 червня 1983 року Саллі Райд стала першою американкою, яка полетіла в космос на борту космічного човника «Челленджер»."
      }
    ]
  },
  "6-19": {
    "curiosity": [
      {
        "text": "19 червня 1865 року останні люди, поневолені в Техасі, у Сполучених Штатах, були повідомлені про своє звільнення під час події, яка стала відомою як «День десятого червня», який досі відзначається як День незалежності. Афро-американська емансипація."
      },
      {
        "text1": "19 червня 1978 року Гарфілд, знаменитий помаранчевий кіт, створений Джимом Девісом, дебютував як комікс у газетах по всій території США."
      }
    ]
  },
  "6-20": {
    "curiosity": [
      {
        "text": "20 червня 1782 року Континентальний конгрес прийняв сучасний дизайн печатки Сполучених Штатів, на якій зображено американського орла зі щитом і тринадцятьма зірками, що представляють початкові тринадцять колоній."
      },
      {
        "text1": "20 червня 1963 року Радянський Союз запустив космічний корабель «Восток-6» з Валентиною Терешковою на борту, зробивши її першою жінкою, яка здійснила самостійний політ у космос."
      }
    ]
  },
  "6-21": {
    "curiosity": [
      {
        "text": "21 червня 1948 року Західна Німеччина ввела нову валюту — німецьку марку, що поклало початок валютному поділу між Східною та Західною Німеччиною."
      },
      {
        "text1": "21 червня 1982 року британські ВПС під час Фолклендської війни розпочали операцію «Чорний Бак», здійснюючи авіаудари по злітно-посадкових смугах Фолклендських островів, окупованих Аргентиною."
      }
    ]
  },
  "6-22": {
    "curiosity": [
      {
        "text": "22 червня 1941 року під час Другої світової війни нацистська Німеччина напала на Радянський Союз, розпочавши операцію «Барбаросса»."
      },
      {
        "text1": "22 червня 1990 року Східна Німеччина та Західна Німеччина підписали Договір про об’єднання, що означало кінець розколу Німеччини та возз’єднання країни."
      }
    ]
  },
  "6-23": {
    "curiosity": [
      {
        "text": "23 червня 1314 року відбулася битва при Баннокберні, в якій шотландська армія, очолювана Робертом Брюсом, здобула вирішальну перемогу над англійськими військами під час Першої війни за незалежність Шотландії."
      },
      {
        "text1": "23 червня 2016 року виборці у Великій Британії проголосували за вихід країни з Європейського Союзу на референдумі, відомому як Brexit."
      }
    ]
  },
  "6-24": {
    "curiosity": [
      {
        "text": "24 червня 1497 року італійський дослідник Джованні Кабото, відомий як Джон Кабот, прибув до Північної Америки, заявляючи права на землю від імені Англії."
      },
      {
        "text1": "24 червня 1948 року почалася Берлінська блокада, коли Радянський Союз перекрив усі сухопутні та водні шляхи до Західного Берліна, що призвело до міжнародної кризи."
      }
    ]
  },
  "6-25": {
    "curiosity": [
      {
        "text": "25 червня 1876 року відбулася битва при Літтл-Біггорні, в якій війська сіу і шайєнів перемогли 7-й кавалерійський полк армії США на чолі з підполковником Джорджем Армстронгом Кастером."
      },
      {
        "text1": "25 червня 1950 року почалася Корейська війна, коли північнокорейські війська вторглися до Південної Кореї, що призвело до конфлікту, який тривав до 1953 року."
      }
    ]
  },
  "6-26": {
    "curiosity": [
      {
        "text": "26 червня 1284 року відбулася битва при Мелорії, в якій Генуезька республіка перемогла Пізанську республіку, зміцнивши своє панування над західною частиною Середземного моря."
      },
      {
        "text1": "26 червня 1975 року відбулася незалежність Мозамбіку, що означало кінець португальського колоніального панування в країні."
      }
    ]
  },
  "6-27": {
    "curiosity": [
      {
        "text": "27 червня 1709 року Петро Великий, лідер Росії, виграв Полтавську битву проти Швеції, зміцнивши владу Росії в регіоні та ознаменувавши занепад Шведської імперії."
      },
      {
        "text1": "27 червня 1950 року під час Корейської війни почалася битва за Теджон, під час якої північнокорейські війська атакували місто Теджон, яке захищали війська Сполучених Штатів."
      }
    ]
  },
  "6-28": {
    "curiosity": [
      {
        "text": "28 червня 1914 року ерцгерцог Австрії Франц Фердинанд і його дружина були вбиті в Сараєво (Боснія), що стало поштовхом до початку Першої світової війни."
      },
      {
        "text1": "28 червня 1969 року відбулися Stonewall Riots, низка протестів у відповідь на поліцейський рейд у Stonewall Inn, барі, який часто відвідували ЛГБТК+ люди в Нью-Йорку, знаменуючи важливу віху в русі за права ЛГБТК+."
      }
    ]
  },
  "6-29": {
    "curiosity": [
      {
        "text": "29 червня 1613 року театр «Глобус» у Лондоні був знищений пожежею під час вистави п’єси Шекспіра, а пізніше був відбудований."
      },
      {
        "text1": "29 червня 2007 року в Сполучених Штатах був випущений перший iPhone компанії Apple, який здійснив революцію в індустрії смартфонів і мобільних технологій."
      }
    ]
  },
  "6-30": {
    "curiosity": [
      {
        "text": "30 червня 1859 року француз Шарль Блонден став першою людиною, яка перетнула Ніагарський водоспад на натягнутому сталевому тросі."
      },
      {
        "text1": "30 червня 1997 року суверенітет Гонконгу було передано від Сполученого Королівства до Китайської Народної Республіки, що означало кінець британського панування над цією територією."
      }
    ]
  },
  "7-1": {
    "curiosity": [
      {
        "text": "1 липня 1867 року відбулася Конфедерація Канади, яка об’єднала провінції Нью-Брансвік, Нова Шотландія та провінцію Канада в автономну федерацію в складі Британської імперії, що знаменувало створення сучасної Канади."
      },
      {
        "text1": "1 липня 1916 року під час Першої світової війни почалася битва на Соммі — одна з найкривавіших і найруйнівніших битв в історії, жертвами якої стали понад мільйон убитих, поранених і зниклих безвісти."
      }
    ]
  },
  "7-2": {
    "curiosity": [
      {
        "text": "2 липня 1776 року Континентальний конгрес Сполучених Штатів проголосував за незалежність Тринадцяти колоній від Великої Британії, що стало ключовою подією в американській історії, яка призвела до Декларації незалежності 4 липня."
      },
      {
        "text1": "2 липня 1881 року вбивця застрелив президента Сполучених Штатів Америки Джеймса А. Гарфілда у Вашингтоні, округ Колумбія, що призвело до його смерті у вересні того ж року."
      }
    ]
  },
  "7-3": {
    "curiosity": [
      {
        "text": "3 липня 1863 року під час Громадянської війни в США відбулася битва під Геттісбергом, одна з головних зіткнень конфлікту, яка вважається однією з найважливіших битв в історії Сполучених Штатів."
      },
      {
        "text1": "3 липня 1971 року газета The New York Times почала публікувати «Документи Пентагону» — серію секретних документів уряду Сполучених Штатів, які розкривали інформацію про війну у В’єтнамі та мали великий вплив на громадську думку."
      }
    ]
  },
  "7-4": {
    "curiosity": [
      {
        "text": "4 липня 1776 року Сполучені Штати Америки проголосили свою незалежність від Великої Британії, це був День незалежності США, який щорічно відзначається як національне свято."
      },
      {
        "text1": "4 липня 1863 року генерал Роберт Е. Лі та його армія Північної Вірджинії капітулювали перед генералом Уліссом С. Грантом, що ознаменувало кінець битви під Віксбургом під час громадянської війни в США."
      }
    ]
  },
  "7-5": {
    "curiosity": [
      {
        "text": "5 липня 1948 року Велика Британія націоналізувала британські залізниці, створивши державну компанію British Railways, відповідальну за залізничну систему країни."
      },
      {
        "text1": "5 липня 1996 року вівця Доллі стала першим ссавцем, клонованим із дорослої клітини, що стало важливою віхою в історії клонування."
      }
    ]
  },
  "7-6": {
    "curiosity": [
      {
        "text": "6 липня 1885 року Луї Пастер вперше успішно ввів вакцину проти сказу людині, що ознаменувало значний прогрес у галузі імунізації."
      },
      {
        "text1": "6 липня 1957 року Алтея Гібсон стала першою афро-американською тенісисткою, яка виграла Вімблдонський турнір, прокладаючи шлях для різноманітності у спорті."
      }
    ]
  },
  "7-7": {
    "curiosity": [
      {
        "text": "7 липня 1937 року битва біля мосту Лугоу ознаменувала початок Другої японо-китайської війни, конфлікту, який тривав до 1945 року і мав значний вплив на Азійсько-Тихоокеанський регіон."
      },
      {
        "text1": "7 липня 2005 року в Лондоні сталася серія скоординованих терористичних атак на систему громадського транспорту міста, в результаті яких загинули 52 людини і сотні були поранені."
      }
    ]
  },
  "7-8": {
    "curiosity": [
      {
        "text": "8 липня 1497 року португальський дослідник Васко да Гама вирушив з Лісабона у свою першу подорож до Індії, відкривши прямий морський шлях між Європою та Азією."
      },
      {
        "text1": "8 липня 1776 року у Філадельфії, штат Пенсільванія, вперше було публічно зачитано Декларацію незалежності Сполучених Штатів, яка проголошувала офіційне відділення Тринадцяти колоній від Великої Британії."
      }
    ]
  },
  "7-9": {
    "curiosity": [
      {
        "text": "9 липня 1877 року в Лондоні відбувся перший Вімблдонський тенісний турнір, який став однією з найпрестижніших спортивних подій."
      },
      {
        "text1": "9 липня 1962 року було проголошено Алжирську республіку, що означало кінець війни Алжиру проти французького колоніального панування."
      }
    ]
  },
  "7-10": {
    "curiosity": [
      {
        "text": "10 липня 1962 року Telstar 1, перший активний супутник зв'язку, був запущений у космос, що дозволило передавати телевізійні, телефонні сигнали та сигнали даних у глобальному масштабі."
      },
      {
        "text1": "10 липня 1940 року, під час Другої світової війни, почалася битва за Британію, яка ознаменувала інтенсивну повітряну кампанію між Королівськими ВПС і німецькими Люфтваффе."
      }
    ]
  },
  "7-11": {
    "curiosity": [
      {
        "text": "11 липня 1804 року тодішній віце-президент Сполучених Штатів Аарон Берр смертельно поранив Олександра Гамільтона, одного з батьків-засновників країни, у сумнозвісній дуелі."
      },
      {
        "text1": "11 липня 1960 року Чад отримав незалежність від Франції, що стало важливим кроком до деколонізації Африки."
      }
    ]
  },
  "7-12": {
    "curiosity": [
      {
        "text": "12 липня 1906 року була опублікована книга Чарльза Дарвіна «Походження видів», у якій викладено теорію еволюції шляхом природного відбору, яка стала віхою в біології та розумінні різноманітності життя на Землі."
      },
      {
        "text1": "12 липня 1979 року уряд Нікарагуа на чолі з рухом сандиністів скинув диктатуру Анастасіо Сомози Дебайле, завершивши довгу епоху авторитарного правління в Нікарагуа."
      }
    ]
  },
  "7-13": {
    "curiosity": [
      {
        "text": "13 липня 1793 року під час Французької революції Жан-Поль Марат, один із політичних лідерів того періоду, був убитий Шарлоттою Корде, яка симпатизувала жирондистам."
      },
      {
        "text1": "13 липня 1985 року на стадіоні «Хейзел» у Брюсселі перед фіналом Ліги чемпіонів УЄФА сталася катастрофа, в результаті якої загинули 39 людей через тисняву серед футбольних уболівальників."
      }
    ]
  },
  "7-14": {
    "curiosity": [
      {
        "text": "14 липня 1789 року в Парижі відбувся штурм Бастилії, подія, яка символізувала початок Французької революції та боротьби за свободу та рівність."
      },
      {
        "text1": "14 липня 1965 року космічний зонд «Марінер-4» здійснив перший успішний обліт Марса, надіславши перші зображення червоної планети великим планом."
      }
    ]
  },
  "7-15": {
    "curiosity": [
      {
        "text": "15 липня 1099 року відбулося завоювання Єрусалиму силами Першого хрестового походу, заснування Єрусалимського королівства під час хрестових походів у Середньовіччі."
      },
      {
        "text1": "15 липня 1971 року було запущено космічний корабель «Аполлон-15» під керівництвом НАСА, який першим використав місяцехід для дослідження поверхні Місяця."
      }
    ]
  },
  "7-16": {
    "curiosity": [
      {
        "text": "16 липня 1945 року в Манхеттенському проекті було здійснено перший успішний ядерний вибух, відомий як «Трініті-тест», який ознаменував початок ядерної ери."
      },
      {
        "text1": "16 липня 1969 року Аполлон-11 був запущений зі станції ВПС на мисі Кеннеді з метою доставити перших астронавтів на Місяць."
      }
    ]
  },
  "7-17": {
    "curiosity": [
      {
        "text": "17 липня 1918 року російська імператорська родина на чолі з царем Миколою II була страчена більшовиками під час російської революції."
      },
      {
        "text1": "17 липня 1996 року відбувся рейс TWA Flight 800, авіалайнер Boeing 747, який вибухнув у повітрі та впав в Атлантичний океан поблизу Лонг-Айленда, штат Нью-Йорк, у результаті чого загинули всі 230 пасажирів. дошка."
      }
    ]
  },
  "7-18": {
    "curiosity": [
      {
        "text": "18 липня 1925 року лідер мексиканської революції Панчо Вілья був убитий у Парралі, Мексика, за обставин, які досі оповиті таємницею."
      },
      {
        "text1": "18 липня 1969 року астронавт Ніл Армстронг став першою людиною, яка ступила на Місяць під час місії «Аполлон-11», вимовивши знамениту фразу: «Це маленький крок для людини, один гігантський стрибок для людства»."
      }
    ]
  },
  "7-19": {
    "curiosity": [
      {
        "text": "19 липня 1799 року під час французької окупації Єгипту було виявлено Розеттський камінь, який дав ключ до розшифровки давньоєгипетських ієрогліфів."
      },
      {
        "text1": "19 липня 1848 року в США відбувся перший Конвент Сенека-Фоллз, який поклав початок руху за права жінок."
      }
    ]
  },
  "7-20": {
    "curiosity": [
      {
        "text": "20 липня 1969 року «Аполлон-11» торкнувся поверхні Місяця, ставши першою пілотованою космічної місією, яка здійснила посадку на Місяць і дозволила астронавтам Нілу Армстронгу і Баззу Олдріну побувати на Місяці."
      },
      {
        "text1": "20 липня 1944 року під час Другої світової війни відбулася гітлерівська атака, невдала спроба вбити Адольфа Гітлера під проводом Клауса фон Штауфенберга."
      }
    ]
  },
  "7-21": {
    "curiosity": [
      {
        "text": "21 липня 1969 року астронавти Аполлона-11 Ніл Армстронг і Базз Олдрін благополучно повернулися на Землю після своєї історичної місії на Місяць."
      },
      {
        "text1": "21 липня 1944 року відбулася битва за Гуам під час Другої світової війни, коли американські війська повернули острів з-під контролю Японії."
      }
    ]
  },
  "7-22": {
    "curiosity": [
      {
        "text": "22 липня 1298 року під час Першої шотландської війни за незалежність відбулася битва під Фолкерком, у якій англійська армія під проводом Едуарда I перемогла шотландські сили під проводом Вільяма Уоллеса."
      },
      {
        "text1": "22 липня 1933 року Уайлі Пост став першим пілотом, який самостійно здійснив навколосвітній політ на літаку, пройшовши маршрут за 7 днів 18 годин 49 хвилин."
      }
    ]
  },
  "7-23": {
    "curiosity": [
      {
        "text": "23 липня 1952 року єгипетський генерал Мухаммед Нагіб скинув короля Єгипту Фарука I, поклавши початок нової ери в країні."
      },
      {
        "text1": "23 липня 1903 року Ford Motor Company була офіційно зареєстрована в США, створивши одну з найбільших автомобільних компаній у світі."
      }
    ]
  },
  "7-24": {
    "curiosity": [
      {
        "text": "24 липня 1911 року Хірам Бінгем III знову відкрив загублене місто Мачу-Пікчу в Перу, відкривши світові одне з найважливіших археологічних чудес в історії."
      },
      {
        "text1": "24 липня 1969 року командир Аполлона-11 Ніл Армстронг і пілот місячного модуля Базз Олдрін здійснили перший вихід у відкритий космос, відомий як EVA (Extravehicular Activity)."
      }
    ]
  },
  "7-25": {
    "curiosity": [
      {
        "text": "25 липня 1797 року був підписаний мирний договір у Кампо-Форміо, який поклав край Першій коаліції та визнав досягнення революційної Франції під проводом Наполеона Бонапарта."
      },
      {
        "text1": "25 липня 1956 року італійський океанський лайнер «Андреа Доріа» зіткнувся зі шведським судном «Стокгольм» біля узбережжя Нантакета в США, що призвело до однієї з найвідоміших морських катастроф в історії."
      }
    ]
  },
  "7-26": {
    "curiosity": [
      {
        "text": "26 липня 1953 року відбувся штурм казарм Монкада в Сантьяго-де-Куба під проводом Фіделя Кастро та його групи повстанців, що поклало початок Кубинській революції."
      },
      {
        "text1": "26 липня 1945 року завершилася Потсдамська конференція, на якій лідери держав Антанти зустрілися, щоб обговорити майбутнє Європи після Другої світової війни."
      }
    ]
  },
  "7-27": {
    "curiosity": [
      {
        "text": "27 липня 1953 року було підписано Пханмунджомське перемир'я, яке офіційно завершило Корейську війну та встановило демілітаризовану зону між Північною та Південною Кореєю."
      },
      {
        "text1": "27 липня 1976 року відбулося викрадення рейсу 139 Air France, де палестинські терористи викрали літак і його пасажирів, що призвело до драматичного порятунку в аеропорту Ентеббе в Уганді."
      }
    ]
  },
  "7-28": {
    "curiosity": [
      {
        "text": "28 липня 1540 року іспанський дослідник Франсіско Васкес де Коронадо заснував місто Санта-Фе, яке згодом стане столицею штату Нью-Мексико в США."
      },
      {
        "text1": "28 липня 1914 року Австро-Угорщина оголосила війну Сербії, що призвело до низки подій, які призвели до початку Першої світової війни."
      }
    ]
  },
  "7-29": {
    "curiosity": [
      {
        "text": "29 липня 1958 року в Сполучених Штатах було створено НАСА, яке консолідувало американську космічну програму та призвело до безпрецедентних досліджень космосу."
      },
      {
        "text1": "29 липня 1981 року в соборі Святого Павла в Лондоні відбулося весілля принца Чарльза та леді Діани Спенсер, що стало подією великого світового масштабу."
      }
    ]
  },
  "7-30": {
    "curiosity": [
      {
        "text": "30 липня 1619 року перша законодавча асамблея Північної Америки, відома як Асамблея містян Вірджинії, провела своє перше засідання в Джеймстауні, встановивши важливу віху для демократії в англійській колонії."
      },
      {
        "text1": "30 липня 1971 року в Москві було підписано Радянсько-китайську угоду про дружбу, яка поклала край багаторічній напруженості між двома комуністичними державами."
      }
    ]
  },
  "7-31": {
    "curiosity": [
      {
        "text": "31 липня 1498 року португальський дослідник Васко да Гама прибув до Калікута, Індія, відкривши прямий морський шлях між Європою та Сходом."
      },
      {
        "text1": "31 липня 1972 року під проводом Бразилії розпочалася операція «Бензопила», спрямована на боротьбу з незаконним вирубуванням лісів в Амазонці, що стало віхою в боротьбі за збереження тропічних лісів."
      }
    ]
  },
  "8-1": {
    "curiosity": [
      {
        "text": "1 серпня 1291 року відбулося утворення Швейцарської Конфедерації, коли три кантони зібралися разом у взаємній обороні, що поклало початок швейцарській нації."
      },
      {
        "text1": "1 серпня 1944 року відбулося Варшавське повстання — повстання проти нацистської окупації столиці Польщі під час Другої світової війни."
      }
    ]
  },
  "8-2": {
    "curiosity": [
      {
        "text": "2 серпня 1934 року президент Німеччини Пауль фон Гінденбург помер, що дозволило Адольфу Гітлеру зміцнити свою владу і стати верховним лідером Німеччини."
      },
      {
        "text1": "2 серпня 1990 року Ірак вторгся в Кувейт, що спровокувало війну в Перській затоці та призвело до міжнародної інтервенції під проводом Сполучених Штатів."
      }
    ]
  },
  "8-3": {
    "curiosity": [
      {
        "text": "3 серпня 1492 року Христофор Колумб вирушив із Палос-де-ла-Фронтера, Іспанія, у свою експедицію, результатом якої було відкриття Америки."
      },
      {
        "text1": "3 серпня 1914 року Німеччина оголосила війну Франції, поклавши початок Першій світовій війні."
      }
    ]
  },
  "8-4": {
    "curiosity": [
      {
        "text": "4 серпня 1944 року сім'я Анни Франк та інші в'язні, які переховувалися в секретній прибудові в Амстердамі, Нідерланди, були виявлені та заарештовані нацистами."
      },
      {
        "text1": "4 серпня 1964 року стався інцидент у Тонкінській затоці, коли два американські кораблі повідомили про атаку з боку північнов'єтнамських суден, що спонукало Сполучені Штати активізувати свою участь у війні у В'єтнамі."
      }
    ]
  },
  "8-5": {
    "curiosity": [
      {
        "text": "5 серпня 1962 року актриса та ікона кіно Мерилін Монро була знайдена мертвою у своєму будинку в Лос-Анджелесі, штат Каліфорнія, за обставин, які залишаються предметом суперечок і теорій змови."
      },
      {
        "text1": "5 серпня 1914 року Бразилія оголосила нейтралітет у Першій світовій війні, залишаючись осторонь конфлікту, який спустошував Європу."
      }
    ]
  },
  "8-6": {
    "curiosity": [
      {
        "text": "6 серпня 1945 року атомна бомба Little Boy була скинута Сполученими Штатами на японське місто Хіросіма, що призвело до величезних руйнувань і тисяч миттєвих смертей."
      },
      {
        "text1": "6 серпня 1965 року президент Сполучених Штатів Ліндон Б. Джонсон підписав Закон про виборчі права, який забороняв расову дискримінацію у виборчому процесі, гарантуючи рівне виборче право для всіх американських громадян."
      }
    ]
  },
  "8-7": {
    "curiosity": [
      {
        "text": "7 серпня 1947 року в Розвеллі почався інцидент, коли непізнаний об’єкт розбився поблизу Розвелла, Нью-Мексико, що викликало припущення про те, що це був позаземний космічний корабель."
      },
      {
        "text1": "7 серпня 1998 року терористичні атаки на американські посольства в Найробі, Кенія, і Дар-ес-Саламі, Танзанія, призвели до сотень убитих і тисячі поранених."
      }
    ]
  },
  "8-8": {
    "curiosity": [
      {
        "text": "8 серпня 1974 року президент США Річард Ніксон подав у відставку через Вотергейтський скандал, ставши першим американським президентом, який пішов у відставку."
      },
      {
        "text1": "8 серпня 1945 року Радянський Союз оголосив війну Японії та вторгся в Маньчжурію, сприяючи капітуляції Японії та завершенню Другої світової війни в Азії."
      }
    ]
  },
  "8-9": {
    "curiosity": [
      {
        "text": "9 серпня 1945 року Сполучені Штати Америки скинули атомну бомбу «Товстун» на японське місто Нагасакі, що спричинило масові руйнування та понад 70 000 смертей."
      },
      {
        "text1": "9 серпня 1965 року американський астронавт Ніл Армстронг здійснив перший в історії вихід у відкритий космос під час місії Gemini 8."
      }
    ]
  },
  "8-10": {
    "curiosity": [
      {
        "text": "10 серпня 1519 року експедиція під керівництвом Фердинанда Магеллана вирушила з Севільї, Іспанія, у пошуках морського шляху до Молуккських островів, що призвело до першої навколоземної подорожі."
      },
      {
        "text1": "10 серпня 1792 року в Парижі під час Французької революції сталася різанина в Тюїльрі, під час якої революційні сили напали на палац Тюїльрі, де ховалася королівська родина."
      }
    ]
  },
  "8-11": {
    "curiosity": [
      {
        "text": "11 серпня 3114 року до нашої ери, згідно з календарем майя, було початком нинішнього довгого циклу відліку часу майя, відомого як 13.0.0.0.0, що відзначає знаменну дату в культурі майя."
      },
      {
        "text1": "11 серпня 1999 року відбулося повне сонячне затемнення, видиме в деяких частинах Європи, Азії та Африки, яке стало астрономічною подією великого значення та суспільного інтересу."
      }
    ]
  },
  "8-12": {
    "curiosity": [
      {
        "text": "12 серпня 30 року до нашої ери єгипетська цариця Клеопатра VII, як повідомляється, померла через самогубство після поразки Марка Антонія та приєднання Єгипту до Римської імперії."
      },
      {
        "text1": "12 серпня 1944 року почалася битва під Нарвою під час Другої світової війни, в якій німецькі війська та їхні союзники зіткнулися з Червоною армією в Естонії."
      }
    ]
  },
  "8-13": {
    "curiosity": [
      {
        "text": "13 серпня 1961 року почалося будівництво Берлінської стіни, яка розділила місто Берлін на дві частини, відокремлюючи Східну Німеччину від Західної."
      },
      {
        "text1": "13 серпня 1521 року столиця ацтеків Теночтітлан була захоплена іспанськими військами на чолі з Ернаном Кортесом, що означало кінець імперії ацтеків у Мексиці."
      }
    ]
  },
  "8-14": {
    "curiosity": [
      {
        "text": "14 серпня 1945 року Японія прийняла умови беззастережної капітуляції, завершивши Другу світову війну та відзначивши День Перемоги в Японії."
      },
      {
        "text1": "14 серпня 1947 року Пакистан став незалежною країною після відділення від Індії, що стало важливою віхою в історії регіону, яка призвела до утворення двох окремих держав."
      }
    ]
  },
  "8-15": {
    "curiosity": [
      {
        "text": "15 серпня 1947 року Індія здобула незалежність від британського колоніального панування, ставши суверенною державою та відзначаючи День незалежності Індії."
      },
      {
        "text1": "15 серпня 1969 року в Бетелі, штат Нью-Йорк, розпочався музичний фестиваль Вудсток, який став однією з найзнаковіших і найвпливовіших подій в історії музики."
      }
    ]
  },
  "8-16": {
    "curiosity": [
      {
        "text": "16 серпня 1977 року король рок-н-ролу Елвіс Преслі помер у своєму будинку в Грейсленді в Мемфісі, штат Теннессі, залишивши довгу спадщину в музиці та популярній культурі."
      },
      {
        "text1": "16 серпня 1819 року в місті Манчестер, Англія, сталася різанина в Пітерлоо, коли британська кавалерія та піхота напали на натовп, який протестував проти політичних і соціальних реформ, що призвело до смертей і серйозних поранень."
      }
    ]
  },
  "8-17": {
    "curiosity": [
      {
        "text": "17 серпня 1945 року Індонезія проголосила свою незалежність від голландської колоніальної окупації, що поклало початок довготривалій боротьбі за суверенітет країни."
      },
      {
        "text1": "17 серпня 2017 року в Барселоні, Іспанія, стався теракт, коли фургон навмисно в’їхав у жвавий район, у результаті чого загинули та були поранені кілька людей."
      }
    ]
  },
  "8-18": {
    "curiosity": [
      {
        "text": "18 серпня 1920 року була ратифікована 19-та поправка до Конституції США, яка надала жінкам право голосу."
      },
      {
        "text1": "18 серпня 1966 року NASA запустило космічний зонд Lunar Orbiter 1, поклавши початок серії місій, які мали на меті скласти карту поверхні Місяця."
      }
    ]
  },
  "8-19": {
    "curiosity": [
      {
        "text": "19 серпня 1934 року відбулося підписання мирного пакту між Італією та Ефіопією, який завершив Другу італо-ефіопську війну."
      },
      {
        "text1": "19 серпня 1991 року в Радянському Союзі відбувся серпневий путч, коли консервативна фракція Комуністичної партії спробувала скинути президента Михайла Горбачова та захопити владу."
      }
    ]
  },
  "8-20": {
    "curiosity": [
      {
        "text": "20 серпня 1975 року НАСА запустило космічний зонд «Вікінг-1» до Марса, першу місію, яка успішно приземлилася на поверхню червоної планети."
      },
      {
        "text1": "20 серпня 1968 року війська Варшавського договору під проводом Радянського Союзу вторглися в Чехословаччину, поклавши край Празькій весні та зміцнивши комуністичний контроль у країні."
      }
    ]
  },
  "8-21": {
    "curiosity": [
      {
        "text": "21 серпня 1959 року Гаваї стали 50-м штатом Сполучених Штатів після десятиліть боротьби за приєднання території до країни."
      },
      {
        "text1": "21 серпня 1911 року знамениту Мону Лізу роботи Леонардо да Вінчі було викрадено з музею Лувр у Парижі, викликавши великий резонанс і ставши однією з найвідоміших крадіжок мистецтва в історії. історії."
      }
    ]
  },
  "8-22": {
    "curiosity": [
      {
        "text": "22 серпня 1485 року відбулася битва при Босворті, в якій Генріх Тюдор переміг короля Англії Річарда III, що ознаменувало кінець Війн Троянд і початок правління династії Тюдорів."
      },
      {
        "text1": "22 серпня 1962 року Східна Німеччина почала зводити Берлінську стіну, яка розділила місто Берлін і символізувала поділ часів холодної війни."
      }
    ]
  },
  "8-23": {
    "curiosity": [
      {
        "text": "23 серпня 1305 шотландський лідер Вільям Уоллес був схоплений англійськими військами і згодом страчений за державну зраду."
      },
      {
        "text1": "23 серпня 1944 року відбулася Нарвська битва Другої світової війни, в якій німецьким військам вдалося відбити масований наступ Червоної армії в Естонії."
      }
    ]
  },
  "8-24": {
    "curiosity": [
      {
        "text": "24 серпня 79 року нашої ери сталося виверження Везувію, яке знищило римські міста Помпеї та Геркуланум і поховало їх під вулканічним попелом."
      },
      {
        "text1": "24 серпня 1814 року під час війни 1812 року стався підпал Вашингтона, округ Колумбія, коли британські війська підпалили кілька урядових будівель, у тому числі Білий дім і Капітолій Сполучених Штатів."
      }
    ]
  },
  "8-25": {
    "curiosity": [
      {
        "text": "25 серпня 1944 року союзники під час Другої світової війни звільнили Париж від німецького панування, що стало святковим моментом для міста та Франції."
      },
      {
        "text1": "25 серпня 1835 року відбулося повстання Малеса, повстання ісламських рабів у місті Сальвадор, Бразилія, які прагнули своєї свободи та створення ісламської держави."
      }
    ]
  },
  "8-26": {
    "curiosity": [
      {
        "text": "26 серпня 1789 року Національні установчі збори Франції під час Французької революції прийняли Декларацію прав людини і громадянина, яка встановлювала основні права та політичні принципи нації."
      },
      {
        "text1": "26 серпня 1914 року під час Першої світової війни відбулася битва під Танненбергом, яка призвела до вирішальної перемоги німецьких військ над російською армією."
      }
    ]
  },
  "8-27": {
    "curiosity": [
      {
        "text": "27 серпня 1859 року NASA запустило космічний зонд «Юпітер», який став першою місією для дослідження планети Юпітер та її супутників."
      },
      {
        "text1": "27 серпня 1928 року було підписано пакт Бріана-Келлога, також відомий як пакт Келлога-Бріана, багатосторонній договір, який відмовлявся від війни як засобу вирішення міжнародних суперечок."
      }
    ]
  },
  "8-28": {
    "curiosity": [
      {
        "text": "28 серпня 1963 року відбувся Марш до Вашингтона за роботу та свободу, знакова подія руху за громадянські права в Сполучених Штатах, де Мартін Лютер Кінг виголосив свою знамениту промову «У мене є мрія»."
      },
      {
        "text1": "28 серпня 1996 року стався теракт на Ейфелевій вежі в Парижі, Франція, коли вибухнув замінований автомобіль, внаслідок чого було поранено кількох людей."
      }
    ]
  },
  "8-29": {
    "curiosity": [
      {
        "text": "29 серпня 2005 року ураган Катріна обрушився на узбережжя Мексиканської затоки США, спричинивши одне з найстрашніших стихійних лих в історії країни, головним чином у місті Новий Орлеан."
      },
      {
        "text1": "29 серпня 1949 року Радянський Союз успішно випробував свою першу атомну бомбу, що поклало початок гонці ядерних озброєнь під час холодної війни."
      }
    ]
  },
  "8-30": {
    "curiosity": [
      {
        "text": "30 серпня 1797 року в Лондоні, Англія, народилася Мері Шеллі, автор Франкенштейна, яка стала однією з найвпливовіших письменниць готичної та науково-фантастичної літератури."
      },
      {
        "text1": "30 серпня 2003 року бразильський астронавт Маркос Понтес був запущений у космос на борту корабля «Союз», ставши першим бразильським астронавтом, який побував на Міжнародній космічній станції."
      }
    ]
  },
  "8-31": {
    "curiosity": [
      {
        "text": "31 серпня 1997 року в автомобільній аварії в Парижі, Франція, сталася трагічна смерть принцеси Діани, що спричинило хвилювання в усьому світі та залишило надовгу спадщину як гуманітарного діяча."
      },
      {
        "text1": "31 серпня 1939 року почалася Друга світова війна з нападом нацистської Німеччини на Польщу, що поклало початок глобальному конфлікту, який тривав шість років і призвів до мільйонів смертей."
      }
    ]
  },
  "9-1": {
    "curiosity": [
      {
        "text": "1 вересня 1939 року нацистська Німеччина напала на Польщу, що стало початком Другої світової війни в Європі."
      },
      {
        "text1": "1 вересня 1985 року дослідницька група під керівництвом Роберта Балларда виявила на дні Атлантичного океану уламки Титаніка."
      }
    ]
  },
  "9-2": {
    "curiosity": [
      {
        "text": "2 вересня 1945 року відбулася офіційна капітуляція Японії, що означало кінець Другої світової війни після вибуху атомних бомб у Хіросімі та Нагасакі."
      },
      {
        "text1": "2 вересня 1666 року в Лондоні спалахнула Велика пожежа, яка знищила значну частину міста, в тому числі знаменитий собор Святого Павла."
      }
    ]
  },
  "9-3": {
    "curiosity": [
      {
        "text": "3 вересня 1783 року було підписано Паризький договір, який поклав край Війні за незалежність США та визнав незалежність Сполучених Штатів Америки."
      },
      {
        "text1": "3 вересня 1939 року Франція та Велика Британія оголосили війну нацистській Німеччині у відповідь на вторгнення до Польщі, що поклало початок Другій світовій війні в Європі."
      }
    ]
  },
  "9-4": {
    "curiosity": [
      {
        "text": "4 вересня 1957 року Радянський Союз успішно запустив космічний корабель «Супутник-2», який доставив у космос першу живу істоту — собаку Лайку."
      },
      {
        "text1": "4 вересня 1781 року американські колоніальні сили під проводом Джорджа Вашингтона перемогли британську армію в битві при Йорктауні, що стало вирішальною подією у Війні за незалежність Америки."
      }
    ]
  },
  "9-5": {
    "curiosity": [
      {
        "text": "5 вересня 1972 року збірна Ізраїлю з легкої атлетики стала об'єктом теракту під час Олімпійських ігор у Мюнхені, в результаті чого загинули 11 спортсменів."
      },
      {
        "text1": "5 вересня 1793 року в контексті Французької революції сталася Ліонська різанина, під час якої сотні людей були страчені в помсту за опір Національному конвенту."
      }
    ]
  },
  "9-6": {
    "curiosity": [
      {
        "text": "6 вересня 1901 року президент Сполучених Штатів Вільям Мак-Кінлі був убитий у Буффало, штат Нью-Йорк, анархістом на ім'я Леон Чолгош."
      },
      {
        "text1": "6 вересня 1966 року в США відбулася прем’єра телесеріалу «Зоряний шлях», який став культурним явищем і вплинув на майбутні покоління шанувальників наукової фантастики та постановок."
      }
    ]
  },
  "9-7": {
    "curiosity": [
      {
        "text": "7 вересня 1822 року Бразилія проголосила свою незалежність від Португалії, ознаменувавши початок нової країни та кінець португальського колоніального панування."
      },
      {
        "text1": "7 вересня 1940 року, під час Другої світової війни, німецькі бомбардування Лондона досягли свого піку під час Бліцу, завдавши значної шкоди місту."
      }
    ]
  },
  "9-8": {
    "curiosity": [
      {
        "text": "8 вересня 1565 року відбулася битва на Мальті, в якій лицарі Святого Іоанна розбили османську армію, запобігши захопленню острова Османською імперією."
      },
      {
        "text1": "8 вересня 1900 року ураган Галвестон обрушився на місто Галвестон, штат Техас, у Сполучених Штатах, спричинивши одне з найстрашніших стихійних лих в історії США, за різними оцінками, понад 8000 смертей."
      }
    ]
  },
  "9-9": {
    "curiosity": [
      {
        "text": "9 вересня 1971 року держава Катар проголосила свою незалежність від Сполученого Королівства, ставши суверенною державою в Перській затоці."
      },
      {
        "text1": "9 вересня 1948 року Північна Корея проголосила Корейську Народно-Демократичну Республіку, заснувавши себе як комуністичну державу, відокремлену від Південної Кореї."
      }
    ]
  },
  "9-10": {
    "curiosity": [
      {
        "text": "10 вересня 1939 року Канада оголосила війну нацистській Німеччині, вступивши у Другу світову війну разом із Сполученим Королівством та іншими країнами-союзниками."
      },
      {
        "text1": "10 вересня 2008 року вперше був увімкнений Великий адронний колайдер (LHC), найбільший у світі прискорювач елементарних частинок, який відкрив шлях до нових наукових відкриттів."
      }
    ]
  },
  "9-11": {
    "curiosity": [
      {
        "text": "11 вересня 2001 року Сполучені Штати стали об'єктом терористичних атак, координованих організацією Аль-Каїда, в результаті яких були зруйновані вежі-близнюки Всесвітнього торгового центру, напад на Пентагон і United Flight 93, який розбився в Пенсильванія."
      },
      {
        "text1": "11 вересня 1973 року в Чилі відбувся державний переворот під проводом генерала Августо Піночета, який призвів до падіння демократичного уряду Сальвадора Альєнде та встановлення військової диктатури."
      }
    ]
  },
  "9-12": {
    "curiosity": [
      {
        "text": "12 вересня 1940 року під час Другої світової війни Франція була змушена підписати перемир'я з нацистською Німеччиною, що припинило її активну участь у конфлікті."
      },
      {
        "text1": "12 вересня 1959 року космічний зонд «Луна-2», запущений Радянським Союзом, став першим рукотворним об’єктом, який досяг Місяця, ознаменувавши важливу віху в дослідженні космосу."
      }
    ]
  },
  "9-13": {
    "curiosity": [
      {
        "text": "13 вересня 1993 року лідери Ізраїлю та Організації визволення Палестини (ОВП) підписали угоди в Осло, заклавши основу для миру на Близькому Сході."
      },
      {
        "text1": "13 вересня 1948 року Франція, Сполучене Королівство та Сполучені Штати оприлюднили Тристоронню декларацію, в якій підтвердили свою підтримку мирного вирішення арабо-ізраїльського конфлікту."
      }
    ]
  },
  "9-14": {
    "curiosity": [
      {
        "text": "14 вересня 1901 року президент Сполучених Штатів Вільям Мак-Кінлі помер від поранень, отриманих під час стрілянини, що призвело до того, що Теодор Рузвельт обійняв пост президента."
      },
      {
        "text1": "14 вересня 1982 року в таборах палестинських біженців у Бейруті (Ліван) сталася різанина Сабра і Шатіла, в результаті якої загинули тисячі людей."
      }
    ]
  },
  "9-15": {
    "curiosity": [
      {
        "text": "15 вересня 1821 року Центральна Америка проголосила свою незалежність від Іспанії, утворивши Сполучені провінції Центральної Америки, які пізніше були розділені на кілька країн."
      },
      {
        "text1": "15 вересня 1944 року війська союзників розпочали операцію «Маркет Гарден» під час Другої світової війни — невдалу спробу захопити ключові мости в окупованій нацистами Голландії."
      }
    ]
  },
  "9-16": {
    "curiosity": [
      {
        "text": "16 вересня 1810 року Мексика почала боротьбу за незалежність від Іспанії, рух, відомий як «Крик Долорес»."
      },
      {
        "text1": "16 вересня 1978 року між Ізраїлем і Єгиптом було підписано Кемп-Девідський мирний договір, який офіційно поклав край десятиліттям ворожнечі між двома країнами."
      }
    ]
  },
  "9-17": {
    "curiosity": [
      {
        "text": "17 вересня 1787 року у Філадельфії (штат Пенсільванія) було підписано Конституцію Сполучених Штатів Америки, яка заклала основи політичної та правової системи країни."
      },
      {
        "text1": "17 вересня 1948 року після поділу Корейського півострова в кінці Другої світової війни було проголошено Республіку Корея (Південна Корея)."
      }
    ]
  },
  "9-18": {
    "curiosity": [
      {
        "text": "18 вересня 1931 року Японія вторглася в Маньчжурію, поклавши початок конфлікту, відомому як Мукденський інцидент, який зрештою призвів до Другої японо-китайської війни."
      },
      {
        "text1": "18 вересня 2001 року Конгрес Сполучених Штатів прийняв резолюцію про дозвіл на використання військової сили, прокладаючи шлях до війни з тероризмом після терактів 11 вересня."
      }
    ]
  },
  "9-19": {
    "curiosity": [
      {
        "text": "19 вересня 1870 року під час франко-прусської війни відбулася битва при Седані, в результаті якої прусські війська взяли в полон французького імператора Наполеона III."
      },
      {
        "text1": "19 вересня 1985 року в Мехіко стався руйнівний землетрус силою 8,1 бала за шкалою Ріхтера, що призвело до тисяч загиблих і масових руйнувань."
      }
    ]
  },
  "9-20": {
    "curiosity": [
      {
        "text": "20 вересня 1519 року португальський дослідник Фердинанд Магеллан вирушив у кругосвітню експедицію, яка тривала майже три роки."
      },
      {
        "text1": "20 вересня 2001 року президент Сполучених Штатів Джордж Буш виступив із промовою перед Конгресом, оголосивши «війну з тероризмом» у відповідь на напади 11 вересня."
      }
    ]
  },
  "9-21": {
    "curiosity": [
      {
        "text": "21 вересня 1937 року під час Другої японо-китайської війни сталася Нанкінська різанина, під час якої японські війська чинили жорстокості проти цивільного населення та військовополонених."
      },
      {
        "text1": "21 вересня 1989 року ураган «Г’юго» обрушився на узбережжя Південної Кароліни в США, спричинивши значні руйнування та забравши життя понад 80 людей."
      }
    ]
  },
  "9-22": {
    "curiosity": [
      {
        "text": "22 вересня 1980 року Ірак під проводом Саддама Хусейна вторгся в Іран, розпочавши війну, яка тривала вісім років і призвела до мільйонів смертей."
      },
      {
        "text1": "22 вересня 1862 року під час Громадянської війни в США відбулася битва при Ентітамі — найкривавіша в історії Сполучених Штатів битва, жертвами якої за один день стали понад 22 тисячі людей."
      }
    ]
  },
  "9-23": {
    "curiosity": [
      {
        "text": "23 вересня 1949 року Мао Цзедуном було проголошено Китайську Народну Республіку, встановивши в країні комуністичний режим."
      },
      {
        "text1": "23 вересня 2008 року фінансова компанія Lehman Brothers оголосила про банкрутство, що спровокувало світову фінансову кризу та поглибило світову рецесію."
      }
    ]
  },
  "9-24": {
    "curiosity": [
      {
        "text": "24 вересня 622 року відбулася Хіджра — переселення пророка Мухаммеда з Мекки до Медіни, що поклало початок ісламському календарю."
      },
      {
        "text1": "24 вересня 1946 року міжнародний військовий трибунал у Нюрнберзі (Німеччина) засудив 12 нацистських лідерів до страти за військові злочини та злочини проти людяності."
      }
    ]
  },
  "9-25": {
    "curiosity": [
      {
        "text": "25 вересня 1513 року іспанський дослідник Васко Нуньєс де Бальбоа став першим європейцем, який побачив Тихий океан після перетину Панамського перешийка."
      },
      {
        "text1": "25 вересня 1957 року дев’ятеро чорношкірих учнів вступили до центральної середньої школи Літтл-Рок у Літл-Рок, штат Арканзас, під федеральним захистом, що стало важливою віхою в русі за громадянські права в Сполучених Штатах."
      }
    ]
  },
  "9-26": {
    "curiosity": [
      {
        "text": "26 вересня 1580 року було створено Піренейський союз, який об’єднав корони Португалії та Іспанії під владою іспанського короля Філіпа II."
      },
      {
        "text1": "26 вересня 1983 року радянський лідер Юрій Андропов оголосив, що Радянський Союз не братиме участі в літніх Олімпійських іграх 1984 року в Лос-Анджелесі в якості помсти за рішення Сполучених Штатів бойкотувати Олімпійські ігри в Москві в 1980 році."
      }
    ]
  },
  "9-27": {
    "curiosity": [
      {
        "text": "27 вересня 1822 року Бразилія проголосила свою незалежність від Португалії, проголосивши Педру I своїм імператором."
      },
      {
        "text1": "27 вересня 1905 року під час російсько-японської війни відбулася битва під Мукденом, яка призвела до вирішальної перемоги Японії над російськими військами."
      }
    ]
  },
  "9-28": {
    "curiosity": [
      {
        "text": "28 вересня 1066 року в Англії відбулася битва під Стемфорд-Бріджем, де король Англії Гарольд II розгромив війська вторгнення під проводом норвезького короля Гарольда III."
      },
      {
        "text1": "28 вересня 1928 року Олександр Флемінг випадково відкрив пеніцилін, один із найважливіших антибіотиків в історії медицини."
      }
    ]
  },
  "9-29": {
    "curiosity": [
      {
        "text": "29 вересня 1941 року, під час Другої світової війни, Бабин Яр, ущелина на околиці Києва, Україна, була ареною однієї з найбільших масових вбивств в історії, де нацистські війська вбили понад 33 000 євреїв лише за два дні."
      },
      {
        "text1": "29 вересня 2008 року фінансова криза вийшла на новий рівень із крахом інвестиційного банку Lehman Brothers, що спровокувало низку подій, які вплинули на світову фінансову систему."
      }
    ]
  },
  "9-30": {
    "curiosity": [
      {
        "text": "30 вересня 1938 року відбулося підписання Мюнхенських угод, за якими європейські лідери поступилися вимогам Адольфа Гітлера, дозволивши анексію Судетської області нацистською Німеччиною."
      },
      {
        "text1": "30 вересня 2005 року суперечливий судовий процес над Майклом Джексоном, звинуваченим у сексуальному насильстві над дітьми, завершився виправданням його за всіма звинуваченнями."
      }
    ]
  },
  "10-1": {
    "curiosity": [
      {
        "text": "1 жовтня 1949 року Мао Цзедуном було проголошено Китайську Народну Республіку, встановивши в країні комуністичний режим."
      },
      {
        "text1": "1 жовтня 1961 року було засновано Організацію країн-експортерів нафти (ОПЕК) — альянс країн-виробників нафти з метою координації політики, пов’язаної з торгівлею нафтою, та захисту інтересів країн-членів."
      }
    ]
  },
  "10-2": {
    "curiosity": [
      {
        "text": "2 жовтня 1187 року відбулася битва при Хаттіні, в якій мусульманський лідер Саладін розгромив християнські війська Єрусалимського королівства, відкривши шлях для мусульманського завоювання Єрусалиму."
      },
      {
        "text1": "2 жовтня 1968 року в Мехіко під час студентських протестів проти мексиканського уряду сталася різанина в Тлателолко, в результаті чого загинули сотні протестувальників."
      }
    ]
  },
  "10-3": {
    "curiosity": [
      {
        "text": "3 жовтня 1990 року Німеччина возз'єдналася, офіційно поклавши край розколу між Східною та Західною Німеччиною."
      },
      {
        "text1": "3 жовтня 1952 року Сполучене Королівство здійснило перше випробування ядерної бомби, ставши третьою ядерною державою у світі."
      }
    ]
  },
  "10-4": {
    "curiosity": [
      {
        "text": "4 жовтня 1957 року Радянський Союз успішно запустив «Супутник-1» — перший штучний супутник в історії, що поклало початок космонавтиці."
      },
      {
        "text1": "4 жовтня 2004 року космічний зонд «Кассіні-Гюйгенс» завершив свою 7-річну місію до Сатурна, надіславши цінні дані та зображення про планету та її супутники."
      }
    ]
  },
  "10-5": {
    "curiosity": [
      {
        "text": "5 жовтня 1789 року під час Французької революції відбувся Жіночий марш на Версаль, коли тисячі парижанок вирушили до Версальського палацу, вимагаючи хліба та повалення короля."
      },
      {
        "text1": "5 жовтня 2000 року колишній президент Сербії Слободан Мілошевич був скинутий і переданий Міжнародному кримінальному трибуналу для колишньої Югославії, де його судитимуть за військові злочини та злочини проти людства."
      }
    ]
  },
  "10-6": {
    "curiosity": [
      {
        "text": "6 жовтня 1973 року почалася війна Судного дня — конфлікт між Ізраїлем і коаліцією на чолі з Єгиптом і Сирією, що призвело до великих людських і територіальних втрат."
      },
      {
        "text1": "6 жовтня 1927 року на екрани вийшов німий фільм «Співак джазу», який став першим повнометражним фільмом, який містить сцени з синхронізованим звуковим діалогом."
      }
    ]
  },
  "10-7": {
    "curiosity": [
      {
        "text": "7 жовтня 1571 року відбулася битва при Лепанто, в якій християнський альянс на чолі з Венеціанською республікою та Іспанською імперією розгромив османський флот, зупинивши просування османів у Західне Середземномор'я."
      },
      {
        "text1": "7 жовтня 1989 року в тодішній Чехословаччині почалася Мирна революція, яка ознаменувала початок кінця комуністичного режиму в країні."
      }
    ]
  },
  "10-8": {
    "curiosity": [
      {
        "text": "8 жовтня 1871 року сталася Велика Чиказька пожежа, одна з найбільших міських катастроф в історії Сполучених Штатів, яка знищила більшу частину міста."
      },
      {
        "text1": "8 жовтня 2001 року Сполучені Штати почали військове вторгнення в Афганістан у відповідь на терористичні атаки 11 вересня 2001 року."
      }
    ]
  },
  "10-9": {
    "curiosity": [
      {
        "text": "9 жовтня 1967 року лідера аргентинської революції Че Гевару було схоплено в Болівії, що означало кінець його партизанської кампанії в Південній Америці."
      },
      {
        "text1": "9 жовтня 1989 року відбулося падіння Берлінської стіни, одна з найважливіших подій закінчення холодної війни та возз'єднання Німеччини."
      }
    ]
  },
  "10-10": {
    "curiosity": [
      {
        "text": "10 жовтня 732 року у Франції відбулася битва під Туром, де франкські війська на чолі з Карлом Мартелом розгромили мусульманську армію, перешкодивши експансії халіфату Омейядів у Західній Європі."
      },
      {
        "text1": "10 жовтня 1845 року в місті Рьокен, Німеччина, народився філософ Фрідріх Ніцше, який став однією з найвпливовіших постатей у сучасній філософії."
      }
    ]
  },
  "10-11": {
    "curiosity": [
      {
        "text": "11 жовтня 1899 року почалася Друга англо-бурська війна — конфлікт між Сполученим Королівством і бурськими республіками в Південній Африці, який вилився в тривалу й спустошливу війну."
      },
      {
        "text1": "11 жовтня 1984 року американський астронавт Кетрін Д. Салліван стала першою жінкою, яка здійснила вихід у відкритий космос."
      }
    ]
  },
  "10-12": {
    "curiosity": [
      {
        "text": "12 жовтня 1492 року мореплавець Христофор Колумб прибув до Америки, поклавши початок європейській колонізації континенту."
      },
      {
        "text1": "12 жовтня 1984 року перша британська жінка-астронавт Хелен Шарман була запущена в космос на борту корабля \"Союз ТМ-12\"."
      }
    ]
  },
  "10-13": {
    "curiosity": [
      {
        "text": "13 жовтня 1307 року, у п’ятницю 13-го, відбувся масовий арешт тамплієрів у Франції, що означало кінець впливу та влади цього військово-релігійного ордена."
      },
      {
        "text1": "13 жовтня 1972 року рейс 571 ВПС Уругваю зазнав аварії в Андах, змусивши тих, хто вижив, зіткнутися з боротьбою за виживання, відомою як «Диво в Андах»."
      }
    ]
  },
  "10-14": {
    "curiosity": [
      {
        "text": "14 жовтня 1066 року відбулася битва при Гастінгсі, в якій нормандська армія на чолі з Вільгельмом Завойовником перемогла короля Англії Гарольда II, змінивши історію Англії."
      },
      {
        "text1": "14 жовтня 1947 року американський пілот Чак Єгер став першою людиною, яка подолала звуковий бар'єр під час польоту."
      }
    ]
  },
  "10-15": {
    "curiosity": [
      {
        "text": "15 жовтня 1815 року Наполеон Бонапарт зазнав поразки в битві при Ватерлоо, остаточно завершивши його правління та період, відомий як Наполеонівські війни."
      },
      {
        "text1": "15 жовтня 1987 року на Нью-Йоркській фондовій біржі сталася подія, відома як «Чорний понеділок», коли фондовий ринок зазнав значного падіння."
      }
    ]
  },
  "10-16": {
    "curiosity": [
      {
        "text": "16 жовтня 1793 року королева Франції Марія Антуанетта була гільйотинована під час Французької революції."
      },
      {
        "text1": "16 жовтня 1962 року почалася Кубинська ракетна криза, коли на острові були виявлені радянські ядерні ракети, що поставило світ на межу ядерної війни."
      }
    ]
  },
  "10-17": {
    "curiosity": [
      {
        "text": "17 жовтня 1905 року в Санкт-Петербурзі (Росія) відбулася Кривава неділя, коли солдати царської армії відкрили вогонь по мирних демонстрантах, що спровокувало серію подій, кульмінацією яких стала Російська революція 1917 року."
      },
      {
        "text1": "17 жовтня 1989 року в районі затоки Сан-Франциско, Каліфорнія, стався землетрус магнітудою 6,9, який завдав значних руйнувань і залишив тисячі людей без даху над головою."
      }
    ]
  },
  "10-18": {
    "curiosity": [
      {
        "text": "18 жовтня 1867 року Аляска була офіційно передана від Росії Сполученим Штатам після купівлі території американцями."
      },
      {
        "text1": "18 жовтня 1968 року в Мехіко відбулися літні Олімпійські ігри, які ознаменувалися відомим протестом чорношкірих спортсменів із США на п’єдесталі пошани."
      }
    ]
  },
  "10-19": {
    "curiosity": [
      {
        "text": "19 жовтня 1987 року індекс Доу-Джонса Нью-Йоркської фондової біржі зазнав найбільшого одноденного падіння, відомого як «Чорний понеділок»."
      },
      {
        "text1": "19 жовтня 2003 року європейський космічний зонд «Бігль-2» був запущений з метою посадки на Марс, але зв'язок із зондом був втрачений, і його точне місцезнаходження залишається невідомим."
      }
    ]
  },
  "10-20": {
    "curiosity": [
      {
        "text": "20 жовтня 1944 року під час Другої світової війни місто Белград, столицю Югославії, було звільнено від нацистських військ Червоною армією та Народно-визвольною армією Югославії."
      },
      {
        "text1": "20 жовтня 1973 року почалася нафтова криза, коли арабські країни, що входили до ОПЕК, оголосили нафтове ембарго в якості помсти за підтримку Заходом Ізраїлю у війні Судного дня."
      }
    ]
  },
  "10-21": {
    "curiosity": [
      {
        "text": "21 жовтня 1520 року в Мексиці відбулася битва при Отумбі, де війська ацтеків зіткнулися з іспанськими військами на чолі з Ернаном Кортесом."
      },
      {
        "text1": "21 жовтня 1966 року зсув в графстві Аберфан, Уельс, призвів до загибелі 144 людей, більшість з яких діти, через обвал вугільної купи."
      }
    ]
  },
  "10-22": {
    "curiosity": [
      {
        "text": "22 жовтня 1797 року британський флот розгромив іспанський флот у битві біля мису Сент-Вінсент під час наполеонівських воєн."
      },
      {
        "text1": "22 жовтня 1962 року президент Сполучених Штатів Джон Ф. Кеннеді публічно оголосив про виявлення радянських ядерних ракет на Кубі, що спровокувало Кубинську ракетну кризу."
      }
    ]
  },
  "10-23": {
    "curiosity": [
      {
        "text": "23 жовтня 1956 року почалася Угорська революція — народне повстання проти комуністичного уряду Угорщини, яке було придушене радянськими військами."
      },
      {
        "text1": "23 жовтня 2001 року Apple випустила iPod, один із найпопулярніших і найвпливовіших портативних музичних пристроїв в історії."
      }
    ]
  },
  "10-24": {
    "curiosity": [
      {
        "text": "24 жовтня 1945 року було засновано Організацію Об'єднаних Націй (ООН), яка прагне сприяти миру та міжнародній співпраці після Другої світової війни."
      },
      {
        "text1": "24 жовтня 2003 року був запущений європейський космічний зонд Mars Express з метою вивчення Марса та пошуку ознак води на планеті."
      }
    ]
  },
  "10-25": {
    "curiosity": [
      {
        "text": "25 жовтня 1415 року у Франції відбулася битва під Еженкуром, де англійські війська на чолі з Генріхом V здобули значну перемогу під час Столітньої війни."
      },
      {
        "text1": "25 жовтня 2001 року корпорація Майкрософт випустила операційну систему Windows XP, яка стала однією з найпопулярніших і довготривалих операційних систем в історії."
      }
    ]
  },
  "10-26": {
    "curiosity": [
      {
        "text": "26 жовтня 1947 року вперше вийшла друком відома дитяча книжка Антуана де Сент-Екзюпері «Маленький принц»."
      },
      {
        "text1": "26 жовтня 1979 року помер радянський лідер Леонід Брежнєв, завершивши 18-річний період правління та поклавши початок нової ери в Радянському Союзі."
      }
    ]
  },
  "10-27": {
    "curiosity": [
      {
        "text": "27 жовтня 1904 року перша версія нью-йоркського метро була відкрита для відвідувачів, що зробило революцію в транспорті міста."
      },
      {
        "text1": "27 жовтня 1962 року, під час Кубинської ракетної кризи, літак-розвідник U-2 був збитий над Кубою, що ще більше посилило напругу між Сполученими Штатами та Радянським Союзом."
      }
    ]
  },
  "10-28": {
    "curiosity": [
      {
        "text": "28 жовтня 1886 року в гавані Нью-Йорка відбулося офіційне відкриття Статуї Свободи, культового символу Сполучених Штатів."
      },
      {
        "text1": "28 жовтня 1962 року під час Кубинської ракетної кризи президент Сполучених Штатів Джон Ф. Кеннеді оголосив, що радянські ракети будуть виведені з Куби, що поклало край кризі."
      }
    ]
  },
  "10-29": {
    "curiosity": [
      {
        "text": "29 жовтня 1929 року відбувся знаменитий «крах Нью-Йоркської фондової біржі», який поклав початок Великій депресії, яка вплинула на світову економіку."
      },
      {
        "text1": "29 жовтня 1956 року Ізраїль, Франція та Сполучене Королівство вторглися до Єгипту в ході так званої Суецької кризи з метою встановити контроль над Суецьким каналом і скинути президента Єгипту Гамаля Абдель Насера."
      }
    ]
  },
  "10-30": {
    "curiosity": [
      {
        "text": "30 жовтня 1938 року відбулася знаменита радіопередача під назвою «Війна світів», у якій режисер Орсон Уеллс екранізував книгу Герберта Уеллса, викликавши паніку серед слухачів, які вважали, що це вторгнення прибульців."
      },
      {
        "text1": "30 жовтня 1961 року Радянський Союз підірвав «Цар-бомбу», найбільшу ядерну бомбу, яку будь-коли вибухнуло в історії, потужність якої становила 50 мегатонн."
      }
    ]
  },
  "10-31": {
    "curiosity": [
      {
        "text": "31 жовтня 1517 року монах Мартін Лютер вивісив свої 95 тез на дверях замкової церкви Віттенберга в Німеччині, поклавши початок протестантській Реформації."
      },
      {
        "text1": "31 жовтня 1956 року відбулася Угорська революція — повстання проти комуністичного уряду Угорщини, яке було жорстоко придушене радянськими військами."
      }
    ]
  },
  "11-1": {
    "curiosity": [
      {
        "text": "1 листопада 1512 року фреска «Фреска на стелі Сикстинської капели» Мікеланджело була урочисто відкрита у Ватикані в Римі і вважається одним із найвідоміших і найважливіших творів мистецтва в історії."
      },
      {
        "text1": "1 листопада 1952 року Сполучені Штати вперше успішно підірвали водневу бомбу, що ознаменувало значний прогрес у технології ядерної зброї."
      }
    ]
  },
  "11-2": {
    "curiosity": [
      {
        "text": "2 листопада 1917 року під час Першої світової війни британський генерал Едмунд Алленбі після зухвалої кавалерійської атаки захопив місто Беер-Шева в Палестині."
      },
      {
        "text1": "2 листопада 1983 року Сполучені Штати вторглися на острів Гренада в Карибському морі в ході операції, відомої як «Операція «Термінова лють», з метою повалення марксистсько-ленінського уряду, який прийшов до влади."
      }
    ]
  },
  "11-3": {
    "curiosity": [
      {
        "text": "3 листопада 1948 року Президент Сполучених Штатів Гаррі С. Трумен був переобраний у результаті несподіваної перемоги над кандидатом від Республіканської партії Томасом Е. Дьюї."
      },
      {
        "text1": "3 листопада 1957 року Радянський Союз успішно запустив перший штучний супутник Землі «Супутник-2», який доставив у космос першу живу істоту — собаку Лайку."
      }
    ]
  },
  "11-4": {
    "curiosity": [
      {
        "text": "4 листопада 1979 року сталася криза із заручниками в Ірані, коли іранські студенти штурмували посольство Сполучених Штатів у Тегерані, утримуючи в заручниках 52 американців більше року."
      },
      {
        "text1": "4 листопада 2008 року Барак Обама був обраний 44-м президентом США, ставши першим афроамериканцем в історії країни."
      }
    ]
  },
  "11-5": {
    "curiosity": [
      {
        "text": "5 листопада 1605 року у Великій Британії відбулася знаменита «Порохова змова», під час якої Гай Фокс та інші католицькі змовники планували підірвати британський парламент під час офіційного відкриття сесій."
      },
      {
        "text1": "5 листопада 1911 року король Італії Вітторіо Еммануеле III оголосив про приєднання Лівії до італійської території після військового завоювання північноафриканської країни."
      }
    ]
  },
  "11-6": {
    "curiosity": [
      {
        "text": "6 листопада 1860 року Авраам Лінкольн був обраний 16-м президентом Сполучених Штатів, що спровокувало напругу, яка завершилася громадянською війною в США."
      },
      {
        "text1": "6 листопада 1985 року в Колумбії почалося виверження вулкана Невадо-дель-Руїс, яке спричинило лавину бруду та попелу, яка спустошила місто Армеро та спричинила загибель понад 23 000 людей."
      }
    ]
  },
  "11-7": {
    "curiosity": [
      {
        "text": "7 листопада 1917 року відбулася російська революція, під час якої більшовики на чолі з Володимиром Леніним захопили владу та встановили комуністичне правління в Росії."
      },
      {
        "text1": "7 листопада 2000 року демократ Ел Гор отримав більшість голосів, але республіканець Джордж Буш переміг на президентських виборах у Сполучених Штатах після суперечливого рішення Верховного суду."
      }
    ]
  },
  "11-8": {
    "curiosity": [
      {
        "text": "8 листопада 1895 року Вільгельм Конрад Рентген відкрив рентгенівські промені, важливе відкриття, яке зробило революцію в медицині та радіології."
      },
      {
        "text1": "8 листопада 2016 року Дональд Трамп був обраний 45-м президентом США, перемігши кандидата від Демократичної партії Гілларі Клінтон."
      }
    ]
  },
  "11-9": {
    "curiosity": [
      {
        "text": "9 листопада 1989 року впала Берлінська стіна, яка майже 30 років розділяла місто Берлін, символізуючи кінець холодної війни та розпад соціалістичного блоку."
      },
      {
        "text1": "9 листопада 1938 року в нацистській Німеччині відбулася так звана «Ніч розбитого скла» — серія жорстоких нападів на єврейське населення, їхню власність і синагоги."
      }
    ]
  },
  "11-10": {
    "curiosity": [
      {
        "text": "10 листопада 1483 року народився Мартін Лютер, лідер протестантської Реформації та важлива постать у релігійній та політичній історії Європи."
      },
      {
        "text1": "10 листопада 1975 року королева Великобританії Єлизавета II здійснила історичний візит до Австралії, перший візит британського монарха до країни після створення Австралійської федерації в 1901 році."
      }
    ]
  },
  "11-11": {
    "curiosity": [
      {
        "text": "11 листопада 1918 року було підписано Комп’єнське перемир’я, яке поклало край Першій світовій війні, набуло чинності об 11 ранку і відзначалося в багатьох країнах як День перемир’я."
      },
      {
        "text1": "11 листопада 1889 року штат Ріо-де-Жанейро в Бразилії скасував рабство, ставши першою бразильською федеративною одиницею, яка це зробила."
      }
    ]
  },
  "11-12": {
    "curiosity": [
      {
        "text": "12 листопада 1955 року стався інцидент, відомий як «чудо в Лурді», коли статуя Діви Марії почала плакати в місті Сіракузи, штат Нью-Йорк, що призвело до збільшення кількості паломників і розслідування злочину. явище Католицької Церкви."
      },
      {
        "text1": "12 листопада 1990 року космічний корабель НАСА «Галілей» пролетів над Венерою по траєкторії до Юпітера, виконуючи спостереження та збираючи наукові дані."
      }
    ]
  },
  "11-13": {
    "curiosity": [
      {
        "text": "13 листопада 354 року народився святий Августин, один із найвпливовіших богословів і філософів католицької церкви, відомий такими своїми роботами, як «Сповідь» і «Місто Боже»."
      },
      {
        "text1": "13 листопада 2015 року в Парижі (Франція) сталася серія скоординованих терактів, здійснених екстремістським угрупованням «Ісламська держава», у результаті яких загинуло 130 людей і сотні отримали поранення."
      }
    ]
  },
  "11-14": {
    "curiosity": [
      {
        "text": "14 листопада 1851 року вперше вийшла друком британська газета «The New York Times», яка стала однією з найвпливовіших і найвідоміших газет у світі."
      },
      {
        "text1": "14 листопада 1969 року був запущений «Аполлон-12» — друга пілотована місія програми НАСА «Аполлон» з метою висадки на Місяць."
      }
    ]
  },
  "11-15": {
    "curiosity": [
      {
        "text": "15 листопада 1889 року в Бразилії відбулося проголошення республіки, що означало кінець імперії та встановлення в країні республіканського режиму."
      },
      {
        "text1": "15 листопада 1988 року в місті Алжир (Алжир) Палестина проголосила свою незалежність і була визнана кількома країнами як суверенна держава."
      }
    ]
  },
  "11-16": {
    "curiosity": [
      {
        "text": "16 листопада 1532 року в Перу відбулася битва при Кахамаркі, де іспанський завойовник Франсиско Пісарро захопив у полон імператора інків Атауальпу, що поклало початок іспанському завоюванню регіону."
      },
      {
        "text1": "16 листопада 1995 року було підписано Загальну мирну угоду, яка офіційно поклала край Боснійській війні, етно-релігійному конфлікту, який спустошив Балканський регіон у 1990-х роках."
      }
    ]
  },
  "11-17": {
    "curiosity": [
      {
        "text": "17 листопада 1558 року королева Англії Єлизавета I зійшла на престол, поклавши початок одному з найважливіших і найтриваліших правлінь в історії країни."
      },
      {
        "text1": "17 листопада 1989 року в Чехословаччині почалася «оксамитова революція» — мирний рух, результатом якого стало падіння комуністичного режиму в країні."
      }
    ]
  },
  "11-18": {
    "curiosity": [
      {
        "text": "18 листопада 1307 року у Франції відбувся арешт тамплієрів, що стало знаковою подією в історії Ордену тамплієрів."
      },
      {
        "text1": "18 листопада 1928 року винахідник та інженер-електронник Джон Логі Бейрд здійснив першу кольорову телевізійну трансляцію в США."
      }
    ]
  },
  "11-19": {
    "curiosity": [
      {
        "text": "19 листопада 1863 року президент Сполучених Штатів Авраам Лінкольн виголосив знамениту Геттісбурзьку промову під час громадянської війни в США, підтверджуючи ідеали рівності та свободи."
      },
      {
        "text1": "19 листопада 1997 року НАСА запустило космічний зонд «Кассіні-Гюйгенс» з метою вивчення планети Сатурн і її супутників."
      }
    ]
  },
  "11-20": {
    "curiosity": [
      {
        "text": "20 листопада 1945 року розпочався Нюрнберзький процес, на якому нацистських лідерів судили за військові злочини та злочини проти людства під час Другої світової війни."
      },
      {
        "text1": "20 листопада 1989 року Генеральна Асамблея Організації Об’єднаних Націй прийняла Конвенцію про права дитини, яка закріпила основні права дітей у всьому світі."
      }
    ]
  },
  "11-21": {
    "curiosity": [
      {
        "text": "21 листопада 1877 року Томас Едісон оголосив про винахід фонографа — одного з перших пристроїв, здатних відтворювати записані звуки."
      },
      {
        "text1": "21 листопада 1974 року після падіння імператора Хайле Селассіє Ефіопія стала соціалістичною державою."
      }
    ]
  },
  "11-22": {
    "curiosity": [
      {
        "text": "22 листопада 1963 року в Далласі, штат Техас, було вбито президента Сполучених Штатів Джона Ф. Кеннеді, подія, яка шокувала країну та світ."
      },
      {
        "text1": "22 листопада 2005 року корпорація Майкрософт випустила ігрову приставку Xbox 360, започаткувавши нове покоління ігрових консолей."
      }
    ]
  },
  "11-23": {
    "curiosity": [
      {
        "text": "23 листопада 1889 року ірландська журналістка та письменниця Неллі Блай розпочала навколосвітню подорож за 72 дні, встановивши світовий рекорд."
      },
      {
        "text1": "23 листопада 1981 року космічна станція Skylab, запущена НАСА в 1973 році, знову увійшла в атмосферу Землі і розпалася, завершивши свою місію."
      }
    ]
  },
  "11-24": {
    "curiosity": [
      {
        "text": "24 листопада 1859 року була опублікована книга Чарльза Дарвіна «Походження видів», у якій викладено теорію еволюції через природний відбір."
      },
      {
        "text1": "24 листопада 1963 року після вбивства президента США Джона Ф. Кеннеді Джеком Рубі було вбито Лі Гарві Освальда, головного підозрюваного у злочині."
      }
    ]
  },
  "11-25": {
    "curiosity": [
      {
        "text": "25 листопада 1975 року в М'янмі (тоді Бірмі) заарештували політичного лідера та активіста за права жінок Аун Сан Су Чжі, яка кілька років перебувала під домашнім арештом."
      },
      {
        "text1": "25 листопада 2001 року була створена Світова організація торгівлі (СОТ) з метою сприяння вільній торгівлі та регулювання міжнародної торгівлі."
      }
    ]
  },
  "11-26": {
    "curiosity": [
      {
        "text": "26 листопада 1922 року британські археологи виявили вхід до гробниці фараона Тутанхамона в Долині Царів в Єгипті."
      },
      {
        "text1": "26 листопада 2008 року в Мумбаї, Індія, стався терористичний акт, здійснений ісламською групою, що призвело до кількох скоординованих атак по всьому місту."
      }
    ]
  },
  "11-27": {
    "curiosity": [
      {
        "text": "27 листопада 1095 року Папа Урбан II виголосив Клермонську промову, закликавши до Першого хрестового походу з метою повернення Єрусалиму з рук мусульман."
      },
      {
        "text1": "27 листопада 1978 року мер Джонстауна, Гайана, Джим Джонс, привів до колективного самогубства понад 900 послідовників свого культу, в результаті події, відомої як бійня в Джонстауні."
      }
    ]
  },
  "11-28": {
    "curiosity": [
      {
        "text": "28 листопада 1520 року в Мексиці відбулася битва при Отумбі, де іспанський завойовник Ернан Кортес і його союзники-тубільці розбили армію ацтеків під проводом Куаутемока."
      },
      {
        "text1": "28 листопада 1942 року під час Другої світової війни відбулася операція «Смолоскип», під час якої війська союзників висадилися на узбережжі Північної Африки, розпочавши кампанію на Середземноморському театрі військових дій."
      }
    ]
  },
  "11-29": {
    "curiosity": [
      {
        "text": "29 листопада 1947 року Генеральна Асамблея ООН схвалила план поділу Палестини, який передбачав створення в регіоні єврейської та арабської держав."
      },
      {
        "text1": "29 листопада 1961 NASA запустило космічну капсулу Mercury-Atlas 5 з мавпою Енос на борту, здійснивши другий пілотований орбітальний політ програми Mercury."
      }
    ]
  },
  "11-30": {
    "curiosity": [
      {
        "text": "30 листопада 1803 року Сполучені Штати офіційно придбали територію Луїзіана у Франції за угодою, відомою як купівля Луїзіани."
      },
      {
        "text1": "30 листопада 1966 року Барбадос став незалежним від Сполученого Королівства, припинивши свій статус британської колонії."
      }
    ]
  },
  "12-01": {
    "curiosity": [
      {
        "text": "1 грудня 1955 року Роза Паркс, борець за громадянські права, відмовилася поступитися місцем білому чоловікові в автобусі в Монтгомері, штат Алабама, що викликало рух за громадянські права в Сполучених Штатах."
      },
      {
        "text1": "1 грудня 1990 року відбулося возз'єднання Німеччини з об'єднанням Західної та Східної Німеччини після падіння Берлінської стіни."
      }
    ]
  },
  "12-02": {
    "curiosity": [
      {
        "text": "2 грудня 1804 року Наполеон Бонапарт був коронований як імператор Франції в Соборі Паризької Богоматері."
      },
      {
        "text1": "2 грудня 1942 року під час Другої світової війни в лабораторії Лос-Аламоса в Нью-Мексико, США, відбулося перше успішне випробування атомної бомби."
      }
    ]
  },
  "12-03": {
    "curiosity": [
      {
        "text": "3 грудня 1967 року південноафриканський хірург Крістіан Барнард виконав першу успішну трансплантацію серця людини в Кейптауні, Південна Африка."
      },
      {
        "text1": "3 грудня 1984 року в місті Бхопал, Індія, стався великий витік токсичного газу, який вважається однією з найгірших промислових катастроф в історії, що спричинило тисячі смертей і поранень."
      }
    ]
  },
  "12-04": {
    "curiosity": [
      {
        "text": "4 грудня 1945 року було засновано Організацію Об’єднаних Націй з питань освіти, науки та культури (ЮНЕСКО) з метою сприяння миру та міжнародному співробітництву через освіту, науку та культуру."
      },
      {
        "text1": "4 грудня 1971 року Індія перемогла Пакистан у війні за незалежність Бангладеш, що призвело до здобуття Бангладеш незалежності та закінчення війни."
      }
    ]
  },
  "12-05": {
    "curiosity": [
      {
        "text": "5 грудня 1933 року заборону в США було скасовано, знову дозволивши виробництво та продаж алкогольних напоїв."
      },
      {
        "text1": "5 грудня 2013 року Нельсон Мандела, лідер боротьби з апартеїдом і колишній президент Південної Африки, помер у віці 95 років, залишивши у спадок боротьбу за права людини та примирення."
      }
    ]
  },
  "12-06": {
    "curiosity": [
      {
        "text": "6 грудня 1877 року Томас Едісон вперше публічно продемонстрував свій фонограф, пристрій, здатний записувати та відтворювати звуки."
      },
      {
        "text1": "6 грудня 1989 року в Пекіні, Китай, сталася різанина на площі Тяньаньмень, коли урядові війська жорстоко придушили продемократичних протестувальників."
      }
    ]
  },
  "12-07": {
    "curiosity": [
      {
        "text": "7 грудня 1941 року відбувся напад Японії на військово-морську базу Перл-Харбор на Гаваях, що ознаменувало вступ Сполучених Штатів у Другу світову війну."
      },
      {
        "text1": "7 грудня 1972 року був запущений «Аполлон-17», остання пілотована місія програми НАСА «Аполлон», а також востаннє, коли люди були на Місяці."
      }
    ]
  },
  "12-08": {
    "curiosity": [
      {
        "text": "8 грудня 1980 року колишній бітлз Джон Леннон був убитий у Нью-Йорку, Сполучені Штати, стурбованим фанатом."
      },
      {
        "text1": "8 грудня 1991 року лідери Росії, України та Білорусі підписали Біловежську угоду, яка розпустила Радянський Союз і створила Співдружність Незалежних Держав (СНД)."
      }
    ]
  },
  "12-09": {
    "curiosity": [
      {
        "text": "9 грудня 1987 року було підписано міжнародну угоду, відому як Монреальський протокол, спрямовану на захист озонового шару шляхом поступового скорочення використання речовин, які його руйнують."
      },
      {
        "text1": "9 грудня 2013 року колишній президент Південної Африки Нельсон Мандела був ушанований меморіалом у Йоганнесбурзі, який зібрав лідерів і знаменитостей з усього світу."
      }
    ]
  },
  "12-10": {
    "curiosity": [
      {
        "text": "10 грудня 1948 року Генеральна Асамблея Організації Об’єднаних Націй прийняла Загальну декларацію прав людини, встановивши основні права всіх людей."
      },
      {
        "text1": "10 грудня 1989 року чеський лідер Вацлав Гавел був обраний президентом Чехословаччини, що означало кінець комуністичного режиму в країні."
      }
    ]
  },
  "12-11": {
    "curiosity": [
      {
        "text": "11 грудня 1936 року король Сполученого Королівства Едуард VIII зрікся престолу, щоб одружитися з Волліс Сімпсон, розлученою американкою, що спровокувало конституційну кризу."
      },
      {
        "text1": "11 грудня 2001 року Китай приєднався до Світової організації торгівлі (СОТ), відкривши свою економіку світовому ринку."
      }
    ]
  },
  "12-12": {
    "curiosity": [
      {
        "text": "12 грудня 1915 року в Сполучених Штатах відбулася перша розважальна радіопередача, яка ознаменувала початок ери радіо як популярного засобу зв’язку."
      },
      {
        "text1": "12 грудня 2000 року Верховний суд Сполучених Штатів завершив виборчу суперечку щодо президентських виборів 2000 року, оголосивши Джорджа Буша переможцем."
      }
    ]
  },
  "12-13": {
    "curiosity": [
      {
        "text": "13 грудня 1937 року японські війська захопили місто Нанкін, Китай, що поклало початок Нанкінській різанині, одній із найжорстокіших подій Другої японо-китайської війни."
      },
      {
        "text1": "13 грудня 2003 року Саддам Хусейн, колишній президент Іраку, був захоплений американськими військами, закінчивши своє життя втікачем."
      }
    ]
  },
  "12-14": {
    "curiosity": [
      {
        "text": "14 грудня 1900 року Макс Планк вперше представив свою квантову теорію, яка стала фундаментальною віхою для сучасної фізики."
      },
      {
        "text1": "14 грудня 2012 року озброєний чоловік відкрив стрілянину в початковій школі Сенді Хук у Сполучених Штатах, убивши 26 осіб, у тому числі 20 дітей, в одній із найжахливіших шкільних стрілянин в історії країни."
      }
    ]
  },
  "12-15": {
    "curiosity": [
      {
        "text": "15 грудня 1791 року було ратифіковано Білль про права Сполучених Штатів, який складався з десяти поправок до Конституції, які гарантували громадянам громадянські та особисті свободи."
      },
      {
        "text1": "15 грудня 2001 року місто Кандагар (Афганістан) було захоплено військами коаліції під проводом США, що стало переломним моментом у афганській війні."
      }
    ]
  },
  "12-16": {
    "curiosity": [
      {
        "text": "16 грудня 1773 року відбулося Бостонське чаювання — протест, під час якого американські колоністи викинули вантажі британського чаю в Бостонську гавань як акт опору британським податкам."
      },
      {
        "text1": "16 грудня 1971 року Індія офіційно визнала Бангладеш незалежною країною, завершивши визвольну війну Бангладеш проти Пакистану."
      }
    ]
  },
  "12-17": {
    "curiosity": [
      {
        "text": "17 грудня 1903 року брати Райт здійснили перший керований політ літака з двигуном у Кітті Хоук, Північна Кароліна, США."
      },
      {
        "text1": "17 грудня 2010 року туніський вуличний торговець на ім’я Мохамед Буазізі підпалив себе, що спровокувало масові протести в Тунісі, відомі як Жасминова революція, які поширилися по всьому арабському світу."
      }
    ]
  },
  "12-18": {
    "curiosity": [
      {
        "text": "18 грудня 1865 року була ратифікована Тринадцята поправка до Конституції США, яка скасувала рабство в країні."
      },
      {
        "text1": "18 грудня 1892 року англійський письменник Артур Конан Дойл опублікував роман «Собака Баскервілів», один із найвідоміших оповідань про Шерлока Холмса."
      }
    ]
  },
  "12-19": {
    "curiosity": [
      {
        "text": "19 грудня 1843 року вийшла друком книга Чарльза Діккенса «Різдвяна пісня» — одна з найпопулярніших різдвяних історій усіх часів."
      },
      {
        "text1": "19 грудня 1998 року Палата представників США схвалила імпічмент президента Білла Клінтона, звинуваченого в неправдивих свідченнях і перешкоджанні правосуддю."
      }
    ]
  },
  "12-20": {
    "curiosity": [
      {
        "text": "20 грудня 1803 року Сполучені Штати офіційно придбали територію Луїзіани у Франції за угодою, відомою як купівля Луїзіани."
      },
      {
        "text1": "20 грудня 1989 року збройні сили Сполучених Штатів вторглися в Панаму в ході операції із захоплення диктатора Мануеля Нор'єги, звинуваченого в торгівлі наркотиками та злочинах проти прав людини."
      }
    ]
  },
  "12-21": {
    "curiosity": [
      {
        "text": "21 грудня 1620 року англійські колоністи висадилися в Плімут-Рок, штат Массачусетс, заснувавши колонію Плімут і поклавши початок британській колонізації Північної Америки."
      },
      {
        "text1": "21 грудня 1968 року «Аполлон-8», пілотована космічна місія НАСА, була запущена в космос, ставши першим космічним кораблем, який облетів Місяць і безпечно повернувся на Землю."
      }
    ]
  },
  "12-22": {
    "curiosity": [
      {
        "text": "22 грудня 1807 року було підписано Тільзітський мирний договір, який поклав край війні між Францією Наполеона Бонапарта та Росією царя Олександра I."
      },
      {
        "text1": "22 грудня 1989 року в Румунії після румунської революції відбувся суд і страчено комуністичного диктатора Ніколає Чаушеску та його дружину Олену."
      }
    ]
  },
  "12-23": {
    "curiosity": [
      {
        "text": "23 грудня 1888 року голландський художник Вінсент Ван Гог відрізав собі частину лівого вуха під час психотичного зриву."
      },
      {
        "text1": "23 грудня 1947 року Індійський національний конгрес прийняв резолюцію з вимогою незалежності Індії та припинення британського колоніального панування."
      }
    ]
  },
  "12-24": {
    "curiosity": [
      {
        "text": "24 грудня 1814 року під час війни 1812 року між Сполученими Штатами та Великою Британією було укладено Гентський договір, який офіційно поклав край конфлікту та відновив дипломатичні відносини між двома країнами."
      },
      {
        "text1": "24 грудня 1914 року під час Першої світової війни відбулося «Різдвяне перемир'я», під час якого ворожі солдати в окопах Західного фронту припинили бойові дії та побраталися під час Святвечора."
      }
    ]
  },
  "12-25": {
    "curiosity": [
      {
        "text": "25 грудня 336 року римський імператор Костянтин I Великий вперше офіційно відзначив Різдво як християнське свято."
      },
      {
        "text1": "25 грудня 1941 року під час Другої світової війни німецькі війська під командуванням Адольфа Гітлера загинули в битві під Москвою, що стало великою поразкою нацистських військ."
      }
    ]
  },
  "12-26": {
    "curiosity": [
      {
        "text": "26 грудня 1776 року під час Війни за незалежність США Джордж Вашингтон очолив раптовий напад на війська Гессе в Трентоні, штат Нью-Джерсі, у вирішальній перемогі для американських повстанців."
      },
      {
        "text1": "26 грудня 2004 року в Індійському океані сталося руйнівне цунамі, викликане підводним землетрусом, що спричинило одне з найстрашніших природних катаклізмів в історії, яке забрало сотні тисяч життів у кількох прибережних країнах."
      }
    ]
  },
  "12-27": {
    "curiosity": [
      {
        "text": "27 грудня 1831 року Чарльз Дарвін вирушив в експедицію на борту HMS Beagle, подорож, яка привела його до розробки його теорії еволюції видів."
      },
      {
        "text1": "27 грудня 2007 року колишній прем'єр-міністр Пакистану Беназір Бхутто була вбита в результаті теракту смертника під час політичного мітингу в Равалпінді."
      }
    ]
  },
  "12-28": {
    "curiosity": [
      {
        "text": "28 грудня 1895 року брати Люм’єр провели перший публічний показ зворушливих фільмів у Гранд-кафе в Парижі, ознаменувавши народження кіно."
      },
      {
        "text1": "28 грудня 1973 року президент Сполучених Штатів Річард Ніксон підписав Акт про енергетичний перехід, який встановив цілі щодо енергозбереження та сприяв використанню відновлюваних джерел енергії."
      }
    ]
  },
  "12-29": {
    "curiosity": [
      {
        "text": "29 грудня 1890 року сталася різанина Вундед-Ні, трагічне протистояння між американськими солдатами та членами племені лакота-сіу, в результаті якого загинуло близько 300 корінних американців, у тому числі жінок і дітей."
      },
      {
        "text1": "29 грудня 1972 року NASA запустило космічний корабель «Аполлон-17» — останню на сьогоднішній день пілотовану місію на Місяць з Юджином Сернаном, Рональдом Евансом і Гаррісоном Шміттом на борту."
      }
    ]
  },
  "12-30": {
    "curiosity": [
      {
        "text": "30 грудня 1922 року було проголошено Союз Радянських Соціалістичних Республік (УРСР), який утворив нову державу у складі кількох радянських республік."
      },
      {
        "text1": "30 грудня 2006 року колишній президент Іраку Саддам Хусейн був страчений через повішення після того, як його засудили за злочини проти людства."
      }
    ]
  },
  "12-31": {
    "curiosity": [
      {
        "text": "31 грудня 1759 року в Зальцбурзі народився відомий австрійський композитор Вольфганг Амадей Моцарт, який залишив довгу спадщину в класичній музиці."
      },
      {
        "text1": "31 грудня 1999 року настав рубіж тисячоліть, що знаменує початок 21-го століття, і жахлива помилка тисячоліття не спричинила передбачуваних катастрофічних проблем у комп’ютерних системах у всьому світі."
      }
    ]
  }
}