{
  "1-1": {
    "curiosity": [
      {
        "text": "Il Regno del Ghana, situato nell'Africa occidentale, è stato il primo grande impero della regione, noto per il commercio di oro e sale."
      },
      {
        "text1": "L’Africa è la culla dell’umanità, dove si sono evoluti i primi esseri umani."
      }
    ]
  },
  "1-2": {
    "curiosity": [
      {
        "text": "L'impero etiope fu una delle poche nazioni africane a resistere alla colonizzazione europea durante il XIX secolo."
      },
      {
        "text1": "L'antico Egitto era una delle civiltà più avanzate della storia, costruendo le famose piramidi."
      }
    ]
  },
  "1-3": {
    "curiosity": [
      {
        "text": "La guerra boera fu un conflitto avvenuto in Sud Africa tra coloni di origine olandese e britannica."
      },
      {
        "text1": "Il Regno di Axum, situato nell'odierna Etiopia, fu una delle prime grandi civiltà africane."
      }
    ]
  },
  "1-4": {
    "curiosity": [
      {
        "text": "Il Regno di Cartagine, situato nel Nord Africa, rivaleggiava con Roma durante il periodo della Repubblica Romana."
      },
      {
        "text1": "La Grande Muraglia Cinese è una delle più grandi opere di ingegneria della storia, costruita per proteggere il Paese dalle invasioni."
      }
    ]
  },
  "1-5": {
    "curiosity": [
      {
        "text": "Il Regno di Kush, situato nella regione dell'attuale Sudan, era un importante centro commerciale e di potere nell'antico Egitto."
      },
      {
        "text1": "L'Impero Inca era la più grande civiltà dell'America precolombiana, nota per la sua architettura avanzata e il suo sistema stradale."
      }
    ]
  },
  "1-6": {
    "curiosity": [
      {
        "text": "Il Regno del Mali nell'Africa occidentale era famoso per il suo sovrano Mansa Musa, considerato uno degli uomini più ricchi della storia."
      },
      {
        "text1": "La rivoluzione industriale ha segnato un cambiamento significativo nella società e nell’economia, guidato dall’invenzione di macchine e fabbriche."
      }
    ]
  },
  "1-7": {
    "curiosity": [
      {
        "text": "L'Impero Songhai, situato nell'Africa occidentale, è stato uno dei più grandi imperi della storia africana."
      },
      {
        "text1": "La Rivoluzione francese fu un periodo di intensi cambiamenti politici e sociali in Francia, con impatti duraturi in tutto il mondo."
      }
    ]
  },
  "1-8": {
    "curiosity": [
      {
        "text": "Il Regno di Axum, in Etiopia, era un'importante potenza commerciale e religiosa, con collegamenti marittimi con l'Egitto, l'India e l'Impero Romano."
      },
      {
        "text1": "L'impero mongolo, guidato da Gengis Khan, era il più grande impero contiguo della storia, che si estendeva dall'Asia orientale all'Europa orientale."
      }
    ]
  },
  "1-9": {
    "curiosity": [
      {
        "text": "Il Regno del Marocco ha una lunga storia, con influenze berbere, arabe ed europee nel corso dei secoli."
      },
      {
        "text1": "La Dichiarazione di Indipendenza degli Stati Uniti, firmata il 4 luglio 1776, costituì un'importante pietra miliare nella lotta per l'indipendenza delle colonie americane."
      }
    ]
  },
  "1-10": {
    "curiosity": [
      {
        "text": "L’Impero Ottomano, fondato nel XIII secolo, dominò per più di 600 anni una vasta area che comprendeva parti dell’Europa, dell’Asia e dell’Africa."
      },
      {
        "text1": "La rivoluzione industriale in Gran Bretagna ha avuto un impatto importante sulla trasformazione della società e dell’economia, favorendo la produzione su larga scala e l’urbanizzazione."
      }
    ]
  },
  "1-11": {
    "curiosity": [
      {
        "text": "Il Regno del Congo, situato nell'Africa centrale, era un potente stato precoloniale noto per il commercio dell'avorio e degli schiavi."
      },
      {
        "text1": "La battaglia di Waterloo, avvenuta il 18 giugno 1815, fu un evento cruciale nella storia europea, poiché segnò la sconfitta definitiva di Napoleone Bonaparte."
      }
    ]
  },
  "1-12": {
    "curiosity": [
      {
        "text": "L'impero del Mali, guidato dal famoso re Mansa Musa, era un centro di commercio, apprendimento e ricchezza nell'Africa occidentale medievale."
      },
      {
        "text1": "La Rivoluzione Russa, avvenuta nel 1917, portò alla caduta dell’Impero russo e alla formazione dell’Unione Sovietica, inaugurando una nuova era politica e sociale."
      }
    ]
  },
  "1-13": {
    "curiosity": [
      {
        "text": "L'impero azteco, situato in Messico, fu una delle più grandi civiltà precolombiane, nota per la sua architettura e i progressi nell'agricoltura."
      },
      {
        "text1": "La rivoluzione industriale negli Stati Uniti trasformò il paese in una potenza industriale ed economica globale nel 19° secolo."
      }
    ]
  },
  "1-14": {
    "curiosity": [
      {
        "text": "Il Regno del Benin, nell'attuale Nigeria, era un importante centro commerciale e culturale nell'Africa occidentale precoloniale."
      },
      {
        "text1": "Il proclama di emancipazione, emesso dal presidente degli Stati Uniti Abraham Lincoln il 1° gennaio 1863, liberò gli schiavi negli stati confederati durante la guerra civile americana."
      }
    ]
  },
  "1-15": {
    "curiosity": [
      {
        "text": "L'Impero bizantino, con sede a Costantinopoli, mantenne l'eredità dell'Impero Romano d'Oriente e giocò un ruolo cruciale nel preservare la cultura classica."
      },
      {
        "text1": "La Guerra Fredda fu un periodo di tensione politica e militare tra gli Stati Uniti e l’Unione Sovietica, caratterizzato da rivalità ideologica e competizione globale."
      }
    ]
  },
  "1-16": {
    "curiosity": [
      {
        "text": "Il Regno dello Zimbabwe nell'Africa meridionale fu un importante centro commerciale e culturale durante il Medioevo."
      },
      {
        "text1": "La rivoluzione industriale in Germania ha dato impulso allo sviluppo economico e tecnologico del paese, rendendolo una potenza industriale nel 19° secolo."
      }
    ]
  },
  "1-17": {
    "curiosity": [
      {
        "text": "L'Impero Gupta in India era conosciuto come l'età dell'oro dell'India per la sua fioritura nelle arti, nelle scienze e nel commercio."
      },
      {
        "text1": "La guerra civile americana, che ebbe luogo dal 1861 al 1865, fu un sanguinoso conflitto tra gli stati del nord e del sud degli Stati Uniti, principalmente per la questione della schiavitù."
      }
    ]
  },
  "1-18": {
    "curiosity": [
      {
        "text": "Il Regno del Portogallo ha svolto un ruolo chiave nell'era delle scoperte, esplorando le rotte marittime e stabilendo colonie in tutto il mondo."
      },
      {
        "text1": "La rivoluzione messicana, iniziata nel 1910, portò al rovesciamento del governo dittatoriale di Porfirio Díaz e alla ricerca di giustizia sociale e riforme politiche in Messico."
      }
    ]
  },
  "1-19": {
    "curiosity": [
      {
        "text": "L'Impero Maya, situato in Mesoamerica, era una delle civiltà più avanzate dell'antichità, nota per la sua scrittura geroglifica e i complessi sistemi di calendario."
      },
      {
        "text1": "La rivoluzione industriale in Giappone, avvenuta alla fine del XIX secolo, ha portato alla modernizzazione del paese e alla sua trasformazione in una potenza industriale."
      }
    ]
  },
  "1-20": {
    "curiosity": [
      {
        "text": "Il Regno di Buganda, situato nell'attuale Uganda, ha svolto un ruolo importante nella storia e nella cultura dell'Africa orientale."
      },
      {
        "text1": "La Seconda Guerra Mondiale, che ebbe luogo dal 1939 al 1945, fu il conflitto globale più devastante della storia, coinvolgendo le principali potenze mondiali in un conflitto militare su larga scala."
      }
    ]
  },
  "1-21": {
    "curiosity": [
      {
        "text": "L'Impero Romano è stato uno dei più grandi imperi della storia, noto per la sua ingegneria, legislazione e influenza duratura sulla cultura occidentale."
      },
      {
        "text1": "La rivoluzione industriale in Francia, nel 19° secolo, portò nel paese progressi tecnologici e significativi cambiamenti socioeconomici."
      }
    ]
  },
  "1-22": {
    "curiosity": [
      {
        "text": "Il Regno del Kongo, nell'Africa centrale, svolse un ruolo importante nella tratta transatlantica degli schiavi durante i secoli XVI e XVII."
      },
      {
        "text1": "La guerra d’indipendenza americana, combattuta dal 1775 al 1783, portò alla formazione degli Stati Uniti come nazione indipendente."
      }
    ]
  },
  "1-23": {
    "curiosity": [
      {
        "text": "L'impero persiano, sotto il regno di Ciro il Grande, fondò uno dei più grandi imperi dell'antichità, noto per la sua tolleranza religiosa e il suo governo efficiente."
      },
      {
        "text1": "La rivoluzione industriale avvenuta in Russia nel XIX secolo trasformò l'economia russa e stimolò la crescita industriale del paese."
      }
    ]
  },
  "1-24": {
    "curiosity": [
      {
        "text": "Il Regno del Bhutan, in Asia, è noto per la sua politica di felicità nazionale lorda, che mira al benessere materiale e spirituale dei suoi cittadini."
      },
      {
        "text1": "La rivoluzione haitiana, avvenuta tra il 1791 e il 1804, fu la prima rivolta di schiavi di successo nella storia, che portò all'indipendenza di Haiti e alla fine della schiavitù nella colonia francese di Saint-Domingue."
      }
    ]
  },
  "1-25": {
    "curiosity": [
      {
        "text": "L'Impero Inca, situato nella regione delle Ande, era la più grande civiltà precolombiana, nota per la sua architettura in pietra e i sistemi agricoli avanzati."
      },
      {
        "text1": "La rivoluzione industriale avvenuta in Belgio nel XIX secolo diede impulso allo sviluppo del paese come centro industriale e commerciale in Europa."
      }
    ]
  },
  "1-26": {
    "curiosity": [
      {
        "text": "Il Regno di Axum, nell'odierna Etiopia, fu un importante centro commerciale e una delle prime civiltà cristiane in Africa."
      },
      {
        "text1": "La Rivoluzione francese, avvenuta tra il 1789 e il 1799, fu un periodo di intensi disordini politici e sociali in Francia, che portarono alla caduta della monarchia e all'instaurazione della Repubblica francese."
      }
    ]
  },
  "1-27": {
    "curiosity": [
      {
        "text": "L'Impero austro-ungarico, fondato nel 1867, era una grande potenza nell'Europa centrale, comprendente molte nazionalità e culture diverse."
      },
      {
        "text1": "La rivoluzione industriale avvenuta in Canada nel 19° secolo ha guidato la crescita economica del paese, soprattutto nei settori manifatturiero e dei trasporti."
      }
    ]
  },
  "1-28": {
    "curiosity": [
      {
        "text": "Il Regno di Kush, situato nella regione del moderno Sudan, era un potente regno che controllava le rotte commerciali tra l'Africa centrale e il Mediterraneo."
      },
      {
        "text1": "La rivoluzione industriale in Italia nel XIX secolo trasformò il paese da un’economia prevalentemente agricola in una potenza industriale e commerciale."
      }
    ]
  },
  "1-29": {
    "curiosity": [
      {
        "text": "L'impero cinese, sotto la dinastia Tang, fu uno dei periodi più prosperi della storia cinese, noto per il commercio e gli scambi culturali."
      },
      {
        "text1": "La rivoluzione industriale avvenuta in Spagna nel XIX secolo ebbe un impatto significativo sullo sviluppo economico e sociale del paese."
      }
    ]
  },
  "1-30": {
    "curiosity": [
      {
        "text": "L’Impero britannico è stato il più grande impero della storia, estendendosi su territori in tutto il mondo ed esercitando un’influenza politica e culturale duratura."
      },
      {
        "text1": "La rivoluzione industriale in Australia, nel XIX secolo, diede impulso all'economia del paese, principalmente attraverso lo sfruttamento delle risorse naturali e lo sviluppo delle industrie manifatturiere."
      }
    ]
  },
  "1-31": {
    "curiosity": [
      {
        "text": "Il Regno di Imericia, nell'attuale Georgia, ha svolto un ruolo importante nella storia del Caucaso ed è stato un centro commerciale e culturale nella regione."
      },
      {
        "text1": "La rivoluzione industriale in India, nel 19° secolo, apportò cambiamenti significativi all’economia e alla società del paese, guidando la crescita dell’industria tessile e del settore dei trasporti."
      }
    ]
  },
  "2-1": {
    "curiosity": [
      {
        "text": "L'Impero Ottomano, fondato nel XIII secolo, fu uno dei più grandi imperi della storia, comprendendo territori in Europa, Asia e Africa."
      },
      {
        "text1": "La rivoluzione industriale in Svezia, nel XIX secolo, trasformò il paese in un'importante potenza industriale, soprattutto nel settore minerario e metallurgico."
      }
    ]
  },
  "2-2": {
    "curiosity": [
      {
        "text": "Il Regno del Marocco, situato nel Nord Africa, ha una ricca storia che risale ai tempi antichi e ha svolto un ruolo cruciale nelle rotte commerciali transahariane."
      },
      {
        "text1": "La Rivoluzione Industriale in Brasile, nel XIX secolo, stimolò la crescita dell’industria e la modernizzazione del Paese, soprattutto con l’espansione del settore del caffè."
      }
    ]
  },
  "2-3": {
    "curiosity": [
      {
        "text": "L'impero mongolo, guidato da Gengis Khan, era il più grande impero contiguo della storia, che si estendeva dall'Asia orientale all'Europa orientale."
      },
      {
        "text1": "La Rivoluzione Industriale in Argentina, nel XIX secolo, diede impulso allo sviluppo economico del Paese, soprattutto nel settore agricolo e nell'industria alimentare."
      }
    ]
  },
  "2-4": {
    "curiosity": [
      {
        "text": "Il Regno di Succotra, situato nell'arcipelago omonimo nell'Oceano Indiano, è noto per la sua flora unica e i suoi paesaggi rigogliosi."
      },
      {
        "text1": "La rivoluzione industriale in Cile, nel XIX secolo, diede impulso allo sviluppo economico del paese, soprattutto nell'industria mineraria e nel rame."
      }
    ]
  },
  "2-5": {
    "curiosity": [
      {
        "text": "L'impero spagnolo fu uno dei più grandi imperi della storia, estendendosi su vaste parti dell'Europa, dell'America, dell'Africa e dell'Asia."
      },
      {
        "text1": "La rivoluzione industriale in Grecia, nel XIX secolo, apportò cambiamenti significativi all'economia del paese, soprattutto nel settore marittimo e nell'industria tessile."
      }
    ]
  },
  "2-6": {
    "curiosity": [
      {
        "text": "Il Regno di Tonga nel Pacifico meridionale è l'unica nazione del continente oceanico a non essere mai stata colonizzata da una potenza straniera."
      },
      {
        "text1": "La rivoluzione industriale in Messico, nel XIX secolo, apportò profondi cambiamenti economici e sociali al paese, stimolando lo sviluppo dell’industria tessile, del settore minerario e delle infrastrutture di trasporto."
      }
    ]
  },
  "2-7": {
    "curiosity": [
      {
        "text": "L'Impero bizantino, con capitale a Costantinopoli, fu uno degli imperi più longevi della storia, preservando la cultura e il patrimonio dell'Impero Romano d'Oriente."
      },
      {
        "text1": "La rivoluzione industriale avvenuta in Austria nel XIX secolo stimolò la crescita economica del paese, soprattutto nell'industria dell'acciaio e nella produzione di macchinari."
      }
    ]
  },
  "2-8": {
    "curiosity": [
      {
        "text": "Il Regno di Granada, situato nella penisola iberica, fu l'ultima roccaforte musulmana nella regione prima di essere conquistato dai regni cristiani durante la Reconquista."
      },
      {
        "text1": "La rivoluzione industriale avvenuta in Norvegia nel XIX secolo apportò cambiamenti significativi all'economia del paese, soprattutto nei settori del legname, della pesca e dell'energia idroelettrica."
      }
    ]
  },
  "2-9": {
    "curiosity": [
      {
        "text": "L'Impero Maurya nell'antica India era uno dei più grandi imperi dell'epoca, unificando gran parte del subcontinente indiano sotto un unico governo."
      },
      {
        "text1": "La rivoluzione industriale in Finlandia nel 19° secolo trasformò il paese da un'economia agraria a un'economia industrializzata, soprattutto nell'industria della pasta di legno e della carta."
      }
    ]
  },
  "2-10": {
    "curiosity": [
      {
        "text": "Il Regno di Axum, situato nell'attuale Etiopia ed Eritrea, fu un importante centro commerciale e culturale nell'antichità, controllando le rotte commerciali tra Africa, Asia ed Europa."
      },
      {
        "text1": "La rivoluzione industriale in Corea del Sud, iniziata negli anni '60, ha guidato il rapido sviluppo economico e industriale del paese, noto come il \"miracolo sul fiume Han\"."
      }
    ]
  },
  "2-11": {
    "curiosity": [
      {
        "text": "L'Impero Carolingio, fondato da Carlo Magno, era un impero europeo che comprendeva gran parte dell'Europa occidentale durante il Medioevo."
      },
      {
        "text1": "La rivoluzione industriale in Polonia nel 19° secolo trasformò il paese da un’economia agricola a un’economia industrializzata, soprattutto nei settori tessile e siderurgico."
      }
    ]
  },
  "2-12": {
    "curiosity": [
      {
        "text": "La Rivoluzione francese, avvenuta tra il 1789 e il 1799, fu un evento che segnò il passaggio dalla monarchia assoluta alla repubblica in Francia, con importanti ricadute politiche e sociali."
      },
      {
        "text1": "La Prima Guerra Mondiale, avvenuta dal 1914 al 1918, fu un conflitto globale che coinvolse le maggiori potenze mondiali dell’epoca e che ebbe un impatto significativo sulla geopolitica e sulla società del XX secolo."
      }
    ]
  },
  "2-13": {
    "curiosity": [
      {
        "text": "Il Trattato di Tordesillas, firmato nel 1494, divise le terre scoperte e da scoprire tra Portogallo e Spagna, ponendo le basi per la colonizzazione delle Americhe da parte di entrambi i paesi."
      },
      {
        "text1": "La Guerra Fredda, durata dal 1947 al 1991, fu un periodo di tensione politica, militare e ideologica tra gli Stati Uniti e l'Unione Sovietica, caratterizzato dalla rivalità tra i due blocchi guidati da queste potenze."
      }
    ]
  },
  "2-14": {
    "curiosity": [
      {
        "text": "La festa di San Valentino, celebrata il 14 febbraio, trae origine dagli omaggi a San Valentino, sacerdote romano martirizzato per aver sposato segretamente dei soldati, sfidando gli ordini dell'imperatore Claudio II."
      },
      {
        "text1": "Il Trattato di Versailles, firmato nel 1919, segnò la fine della Prima Guerra Mondiale e impose pesanti sanzioni alla Germania, ponendo le basi per il periodo tra le due guerre e lo scoppio della Seconda Guerra Mondiale."
      }
    ]
  },
  "2-15": {
    "curiosity": [
      {
        "text": "Il 15 febbraio 1898, la corazzata USS Maine esplose nel porto dell'Avana, a Cuba, un evento che giocò un ruolo significativo nello scoppio della guerra ispano-americana."
      },
      {
        "text1": "Il 15 febbraio 1954, il Canada adottò ufficialmente la bandiera rossa e bianca della foglia d'acero, rendendola il simbolo nazionale del paese."
      }
    ]
  },
  "2-16": {
    "curiosity": [
      {
        "text": "Il 16 febbraio 1923 l’Egitto fu proclamato regno indipendente, ponendo fine al periodo di dominio britannico e istituendo una monarchia costituzionale."
      },
      {
        "text1": "Il 16 febbraio 1968 ebbe luogo la famosa battaglia di Huế, uno dei principali scontri durante la guerra del Vietnam, tra le forze nordamericane e quelle vietcong."
      }
    ]
  },
  "2-17": {
    "curiosity": [
      {
        "text": "Il 17 febbraio 1867 il Regno Unito firmò il Trattato di Roma con il Regno d'Italia, riconoscendo l'unificazione dell'Italia e ponendo fine al dominio dello Stato Pontificio."
      },
      {
        "text1": "Il 17 febbraio 1979 in Iran ebbe luogo la rivoluzione islamica, che portò alla caduta dello scià Mohammad Reza Pahlavi e all’ascesa al potere dell’Ayatollah Khomeini."
      }
    ]
  },
  "2-18": {
    "curiosity": [
      {
        "text": "Il 18 febbraio 1930 in India si verificò il famoso incidente noto come la “Marcia del sale”, guidato dal Mahatma Gandhi, come protesta non violenta contro le tasse britanniche sul sale."
      },
      {
        "text1": "Il 18 febbraio 1954, gli scienziati James Watson e Francis Crick scoprirono la struttura del DNA, un’importante pietra miliare nella comprensione della genetica e dell’ereditarietà."
      }
    ]
  },
  "2-19": {
    "curiosity": [
      {
        "text": "Il 19 febbraio 1878 Thomas Edison ricevette il brevetto per il fonografo, uno dei primi dispositivi in ​​grado di registrare e riprodurre i suoni."
      },
      {
        "text1": "Il 19 febbraio 1942, durante la seconda guerra mondiale, il presidente degli Stati Uniti, Franklin D. Roosevelt, firmò l'ordine esecutivo 9066, che autorizzava l'internamento dei cittadini giapponesi e dei nippo-americani nei campi di concentramento."
      }
    ]
  },
  "2-20": {
    "curiosity": [
      {
        "text": "Il 20 febbraio 1962, l'astronauta americano John Glenn divenne il primo americano a orbitare attorno alla Terra, a bordo della navicella spaziale Friendship 7."
      },
      {
        "text1": "Il 20 febbraio 1986 fu lanciata la stazione spaziale Mir, che divenne la prima stazione spaziale modulare in orbita terrestre."
      }
    ]
  },
  "2-21": {
    "curiosity": [
      {
        "text": "Il 21 febbraio 1848 veniva pubblicato il Manifesto Comunista, scritto da Karl Marx e Friedrich Engels, documento fondamentale per l'ideologia comunista."
      },
      {
        "text1": "Il 21 febbraio 1965 l’attivista afroamericano Malcolm X fu assassinato a New York, un evento che ebbe un impatto significativo sul movimento per i diritti civili negli Stati Uniti."
      }
    ]
  },
  "2-22": {
    "curiosity": [
      {
        "text": "Il 22 febbraio 1632, il filosofo René Descartes pubblicò la sua opera filosofica più famosa, il \"Discorso sul metodo\", che gettò le basi del razionalismo moderno."
      },
      {
        "text1": "Il 22 febbraio 1980, la squadra di hockey su ghiaccio degli Stati Uniti sconfisse quella dell'Unione Sovietica in una partita storica conosciuta come il \"Miracolo sul ghiaccio\" durante le Olimpiadi invernali del 1980."
      }
    ]
  },
  "2-23": {
    "curiosity": [
      {
        "text": "Il 23 febbraio 1945, durante la seconda guerra mondiale, le truppe americane e filippine riconquistarono la città di Manila, nelle Filippine, dopo intensi combattimenti contro le forze giapponesi."
      },
      {
        "text1": "Il 23 febbraio 1981 ebbe luogo in Spagna il colpo di stato militare, noto come \"23-F\", quando un gruppo di guardie civili invase il parlamento spagnolo in un fallito tentativo di colpo di stato."
      }
    ]
  },
  "2-24": {
    "curiosity": [
      {
        "text": "Il 24 febbraio 1868 in Spagna ebbe inizio la Gloriosa Rivoluzione, un movimento che portò al rovesciamento della regina Isabella II e all'istituzione di un governo provvisorio."
      },
      {
        "text1": "Il 24 febbraio 1989 lo scienziato britannico Tim Berners-Lee presentò la proposta per la creazione del World Wide Web, una delle pietre miliari più importanti nella storia di Internet."
      }
    ]
  },
  "2-25": {
    "curiosity": [
      {
        "text": "Il 25 febbraio 1836 ebbe luogo la battaglia di Alamo, uno scontro tra forze messicane e difensori texani che divenne un simbolo di coraggio e resistenza nella storia del Texas."
      },
      {
        "text1": "Il 25 febbraio 1956, il leader sovietico Nikita Krusciov tenne un discorso segreto al 20° Congresso del Partito Comunista dell'Unione Sovietica, denunciando i crimini e gli eccessi commessi durante il regime di Josef Stalin."
      }
    ]
  },
  "2-26": {
    "curiosity": [
      {
        "text": "Il 26 febbraio 1815 si svolse in Belgio la battaglia di Waterloo, dove le forze dell'imperatore Napoleone Bonaparte furono sconfitte dalle truppe della coalizione guidata dal duca di Wellington, segnando la fine definitiva dell'impero napoleonico."
      },
      {
        "text1": "Il 26 febbraio 1993 si verificò a New York l'attacco al World Trade Center, quando un camionbomba esplose nel garage del complesso, provocando sei morti e centinaia di feriti."
      }
    ]
  },
  "2-27": {
    "curiosity": [
      {
        "text": "Il 27 febbraio 1900 venne fondata la compagnia cinematografica americana Universal Pictures, che divenne una delle più antiche e influenti produttrici cinematografiche del mondo."
      },
      {
        "text1": "Il 27 febbraio 1933, l’incendio del Reichstag, il parlamento tedesco a Berlino, fu utilizzato dai nazisti come pretesto per limitare le libertà civili e consolidare il proprio potere."
      }
    ]
  },
  "2-28": {
    "curiosity": [
      {
        "text": "Il 28 febbraio 1953 lo scienziato James Watson e il biologo Francis Crick scoprirono la struttura della molecola del DNA, una delle scoperte più importanti nella storia della biologia."
      },
      {
        "text1": "Il 28 febbraio 1986, la navicella spaziale Challenger esplose poco dopo il lancio, provocando la morte di tutti e sette gli astronauti a bordo."
      }
    ]
  },
  "2-29": {
    "curiosity": [
      {
        "text": "Il 28 febbraio 1986, la navicella spaziale Challenger esplose poco dopo il lancio, provocando la morte di tutti e sette gli astronauti a bordo."
      },
      {
        "text1": "Il 28 febbraio 1953 lo scienziato James Watson e il biologo Francis Crick scoprirono la struttura della molecola del DNA, una delle scoperte più importanti nella storia della biologia."
      }
    ]
  },
  "3-1": {
    "curiosity": [
      {
        "text": "Il 1° marzo 1872 venne istituito negli Stati Uniti il ​​Parco Nazionale di Yellowstone, diventando il primo parco nazionale al mondo."
      },
      {
        "text1": "Il 1° marzo 1994 il gruppo musicale brasiliano Mamonas Assassinas morì in un tragico incidente aereo, interrompendo prematuramente la fulminea ascesa della band."
      }
    ]
  },
  "3-2": {
    "curiosity": [
      {
        "text": "Il 2 marzo 1956 il Marocco ottenne l’indipendenza, ponendo fine al periodo di colonizzazione francese nel Paese."
      },
      {
        "text1": "Il 2 marzo 1962, il cantautore americano Bob Dylan pubblicò il suo primo album in studio, intitolato \"Bob Dylan\", che divenne un punto di riferimento nella musica folk."
      }
    ]
  },
  "3-3": {
    "curiosity": [
      {
        "text": "Il 3 marzo 1845 la Florida fu ammessa come 27° stato degli Stati Uniti, espandendo il territorio del paese nella regione del Golfo del Messico."
      },
      {
        "text1": "Il 3 marzo 1913 si svolse a Washington la parata delle Suffragette, durante la quale migliaia di donne marciarono per ottenere il diritto di voto negli Stati Uniti."
      }
    ]
  },
  "3-4": {
    "curiosity": [
      {
        "text": "Il 4 marzo 1789 ebbe luogo l'insediamento del primo presidente degli Stati Uniti, George Washington, che segnò l'inizio della storia presidenziale del paese."
      },
      {
        "text1": "Il 4 marzo 1933, il presidente Franklin D. Roosevelt entrò in carica durante la Grande Depressione, pronunciando il famoso discorso di inaugurazione con la frase \"L'unica cosa di cui dobbiamo temere è la paura stessa\"."
      }
    ]
  },
  "3-5": {
    "curiosity": [
      {
        "text": "Il 5 marzo 1953 morì il leader sovietico Joseph Stalin, dopo aver governato l’Unione Sovietica con il pugno di ferro per più di due decenni."
      },
      {
        "text1": "Il 5 marzo 1984 fu rilasciato il programma per computer Lotus 1-2-3, uno dei primi software per fogli di calcolo, che giocò un ruolo importante nella divulgazione dei personal computer."
      }
    ]
  },
  "3-6": {
    "curiosity": [
      {
        "text": "Il 6 marzo 1475 nacque il famoso pittore rinascimentale Michelangelo, noto per capolavori come la scultura \"David\" e il dipinto della Cappella Sistina."
      },
      {
        "text1": "Il 6 marzo 1957, il Ghana divenne il primo paese africano a ottenere l’indipendenza dal colonialismo, guidando il movimento di decolonizzazione del continente."
      }
    ]
  },
  "3-7": {
    "curiosity": [
      {
        "text": "Il 7 marzo 1876, Alexander Graham Bell ricevette un brevetto per il telefono, rivoluzionando le comunicazioni e aprendo la strada all'era delle telecomunicazioni."
      },
      {
        "text1": "Il 7 marzo 1965 si verificò il famoso episodio conosciuto come 'Bloody Sunday', quando i manifestanti per i diritti civili furono brutalmente repressi dalla polizia sul ponte che collega Selma a Montgomery, negli Stati Uniti."
      }
    ]
  },
  "3-8": {
    "curiosity": [
      {
        "text": "L’8 marzo 1917, nel contesto della Prima Guerra Mondiale, ebbe inizio la Rivoluzione russa, con le manifestazioni delle donne a Pietrogrado, che portarono poi alla caduta del regime zarista."
      },
      {
        "text1": "L'8 marzo 1971, il pugile Muhammad Ali e Joe Frazier combatterono in quello che divenne noto come \"L'incontro del secolo\", con Frazier che vinse con decisione unanime."
      }
    ]
  },
  "3-9": {
    "curiosity": [
      {
        "text": "Il 9 marzo 1959, il cantante e attore Elvis Presley fu rilasciato dal servizio militare, dopo aver adempiuto al suo dovere in Germania, tornando alla sua carriera di successo."
      },
      {
        "text1": "Il 9 marzo 1997, il rapper The Notorious BIG, noto anche come Biggie Smalls, fu assassinato in una sparatoria a Los Angeles, lasciando una notevole eredità nel mondo dell'hip-hop."
      }
    ]
  },
  "3-10": {
    "curiosity": [
      {
        "text": "Il 10 marzo 1876 venne brevettato il grammofono, precursore del giradischi, inventato da Thomas Edison, rivoluzionando il modo in cui la musica veniva registrata e riprodotta."
      },
      {
        "text1": "Il 10 marzo 1959 il Tibet fu invaso dalla Cina, provocando nel paese un lungo periodo di repressione culturale e politica."
      }
    ]
  },
  "3-11": {
    "curiosity": [
      {
        "text": "L'11 marzo 1818 il famoso compositore tedesco Johann Sebastian Bach morì, lasciando in eredità opere di musica classica che influenzarono le generazioni successive."
      },
      {
        "text1": "L'11 marzo 2011 un terremoto di magnitudo 9.0 colpì il Giappone, seguito da un devastante tsunami, provocando una grave crisi nucleare presso l'impianto di Fukushima."
      }
    ]
  },
  "3-12": {
    "curiosity": [
      {
        "text": "Il 12 marzo 1930, il Mahatma Gandhi iniziò in India la Marcia del Sale, una delle pietre miliari del movimento indipendentista del paese contro il dominio britannico."
      },
      {
        "text1": "Il 12 marzo 1994 avvenne il massacro di Hebron, un attacco terroristico contro una moschea nella città di Hebron, in Cisgiordania, provocando la morte di 29 palestinesi e il ferimento di decine di persone."
      }
    ]
  },
  "3-13": {
    "curiosity": [
      {
        "text": "Il 13 marzo 1781 l'astronomo William Herschel scoprì il pianeta Urano, ampliando la conoscenza del Sistema Solare."
      },
      {
        "text1": "Il 13 marzo 2013 il cardinale argentino Jorge Mario Bergoglio è stato eletto papa Francesco, diventando il primo papa latinoamericano nella storia della Chiesa cattolica."
      }
    ]
  },
  "3-14": {
    "curiosity": [
      {
        "text": "Il 14 marzo 1879 nasce a Ulm, nel Regno del Württemberg, nell'Impero tedesco, Albert Einstein, uno degli scienziati più rinomati della storia."
      },
      {
        "text1": "Il 14 marzo 1950 le Nazioni Unite (ONU) istituirono la Giornata internazionale della donna, celebrata ogni anno per promuovere l'uguaglianza di genere e i diritti delle donne."
      }
    ]
  },
  "3-15": {
    "curiosity": [
      {
        "text": "Il 15 marzo del 44 a.C. avvenne l'assassinio di Giulio Cesare, condottiero e imperatore romano, da parte di un gruppo di senatori, determinando un cambiamento significativo nel corso della storia romana."
      },
      {
        "text1": "Il 15 marzo 1972 il Regno Unito adottò il sistema monetario decimale, sostituendo il vecchio sistema di sterline, scellini e pence."
      }
    ]
  },
  "3-16": {
    "curiosity": [
      {
        "text": "Il 16 marzo 1521, il navigatore portoghese Ferdinando Magellano arrivò nelle Filippine durante la sua spedizione di circumnavigazione, diventando il primo europeo a farlo."
      },
      {
        "text1": "Il 16 marzo 1968, durante la guerra del Vietnam, avvenne il massacro di My Lai, in cui i soldati americani uccisero più di 500 civili vietnamiti, tra cui donne, bambini e anziani."
      }
    ]
  },
  "3-17": {
    "curiosity": [
      {
        "text": "Il 17 marzo 461 d.C. morì San Patrizio, santo patrono dell'Irlanda, che si celebra ogni anno il giorno di San Patrizio, noto come Giorno di San Patrizio."
      },
      {
        "text1": "Il 17 marzo 1905, a San Pietroburgo, in Russia, ebbe luogo la Domenica di Sangue, quando i manifestanti pacifici furono repressi dall'esercito zarista, provocando centinaia di morti e segnando l'inizio della Rivoluzione russa del 1905."
      }
    ]
  },
  "3-18": {
    "curiosity": [
      {
        "text": "Il 18 marzo 1314, Jacques de Molay, l'ultimo Gran Maestro dei Templari, fu bruciato sul rogo, segnando la fine dell'Ordine dei Cavalieri Templari."
      },
      {
        "text1": "Il 18 marzo 1965, negli Stati Uniti, ebbe luogo la marcia per i diritti civili da Selma a Montgomery, nel tentativo di garantire il diritto di voto agli afroamericani."
      }
    ]
  },
  "3-19": {
    "curiosity": [
      {
        "text": "Il 19 marzo 1687 Isaac Newton pubblicò il suo capolavoro, \"Principia Mathematica\", che stabilì le leggi del movimento e la legge di gravità, rivoluzionando la fisica."
      },
      {
        "text1": "Il 19 marzo 2003 iniziò la guerra in Iraq, guidata dagli Stati Uniti e dai suoi alleati, che diede origine a una serie di eventi che modellarono la geopolitica della regione."
      }
    ]
  },
  "3-20": {
    "curiosity": [
      {
        "text": "Il 20 marzo 1852 Harriet Beecher Stowe pubblicò il romanzo 'La capanna dello zio Tom', un'opera importante nella lotta contro la schiavitù negli Stati Uniti."
      },
      {
        "text1": "Il 20 marzo 2016, l’ex presidente degli Stati Uniti, Barack Obama, ha effettuato una visita storica a Cuba, segnando una pietra miliare nella normalizzazione delle relazioni tra i due paesi."
      }
    ]
  },
  "3-21": {
    "curiosity": [
      {
        "text": "Il 21 marzo 1960 in Sud Africa si verificò il massacro di Sharpeville, quando la polizia aprì il fuoco sui manifestanti pacifici contro le leggi dell’apartheid, provocando 69 morti."
      },
      {
        "text1": "Il 21 marzo 2014 la Russia ha annesso la penisola di Crimea, a seguito di un controverso referendum condannato dalla comunità internazionale."
      }
    ]
  },
  "3-22": {
    "curiosity": [
      {
        "text": "Il 22 marzo 1622, nella colonia britannica della Virginia, avvenne il massacro di Jamestown, quando i nativi americani attaccarono e uccisero i coloni britannici."
      },
      {
        "text1": "Il 22 marzo 1993, il musicista e cantante rock canadese John Candy morì all'età di 43 anni, lasciando un'eredità di commedie e performance memorabili."
      }
    ]
  },
  "3-23": {
    "curiosity": [
      {
        "text": "Il 23 marzo 1806, Lewis e Clark iniziarono la loro leggendaria spedizione per esplorare gli Stati Uniti occidentali, un viaggio che durò più di due anni e contribuì ad ampliare la conoscenza sulla geografia e sulla natura degli Stati Uniti. regione."
      },
      {
        "text1": "Il 23 marzo 2001, la Russia ha lanciato nello spazio la stazione spaziale Mir, che è diventata un punto di riferimento nell'esplorazione spaziale e ha operato per più di 15 anni prima di essere disattivata."
      }
    ]
  },
  "3-24": {
    "curiosity": [
      {
        "text": "Il 24 marzo 1603 morì la regina Elisabetta I d'Inghilterra, ponendo fine alla dinastia Tudor e segnando l'inizio del regno della dinastia Stuart, con l'ascesa di Giacomo VI di Scozia al trono inglese come Giacomo I."
      },
      {
        "text1": "Il 24 marzo 1999, la NATO iniziò i bombardamenti aerei sulla Serbia, come parte dell'intervento militare nel conflitto del Kosovo, durante la guerra del Kosovo."
      }
    ]
  },
  "3-25": {
    "curiosity": [
      {
        "text": "Il 25 marzo 1807 il Parlamento britannico approvò lo Slave Trade Abolition Act, che vietava la tratta degli schiavi nell’impero britannico."
      },
      {
        "text1": "Il 25 marzo 1957 venne firmato il Trattato di Roma che istituiva la Comunità Economica Europea (CEE), precursore dell’Unione Europea (UE)."
      }
    ]
  },
  "3-26": {
    "curiosity": [
      {
        "text": "Il 26 marzo 1979 fu firmato a Washington DC il Trattato di pace tra Israele ed Egitto, che pose ufficialmente fine allo stato di guerra tra i due paesi."
      },
      {
        "text1": "Il 26 marzo 1997 fu lanciata la navicella spaziale russa Soyuz TM-24, che trasportava un equipaggio composto da un cosmonauta russo, un astronauta americano e un astronauta tedesco sulla Stazione Spaziale Mir."
      }
    ]
  },
  "3-27": {
    "curiosity": [
      {
        "text": "Il 27 marzo 1912, Giappone e Cina firmarono il Trattato di Xinchou, che pose fine alla guerra russo-giapponese e stabilì l’indipendenza della Mongolia Esterna."
      },
      {
        "text1": "Il 27 marzo 1977, due aerei Boeing 747 si scontrarono a Tenerife, nelle Isole Canarie, provocando il peggiore disastro aereo della storia, con la morte di 583 persone."
      }
    ]
  },
  "3-28": {
    "curiosity": [
      {
        "text": "Il 28 marzo 1930 Costantinopoli, capitale dell'Impero bizantino, fu ribattezzata Istanbul, segnando un cambiamento significativo nella storia della città."
      },
      {
        "text1": "Il 28 marzo 1979 si verificò l'incidente presso la centrale nucleare di Three Mile Island negli Stati Uniti, provocando uno dei peggiori disastri nucleari della storia del paese."
      }
    ]
  },
  "3-29": {
    "curiosity": [
      {
        "text": "Il 29 marzo 1974 in Portogallo ebbe luogo la Rivoluzione dei garofani, una rivolta militare che rovesciò la dittatura di Estado Novo e segnò l'inizio di un periodo di democratizzazione nel paese."
      },
      {
        "text1": "Il 29 marzo 2004 Bulgaria, Estonia, Lettonia, Lituania, Romania, Slovacchia e Slovenia hanno aderito alla NATO, rafforzando l’alleanza militare."
      }
    ]
  },
  "3-30": {
    "curiosity": [
      {
        "text": "Il 30 marzo 1856 fu firmato il Trattato di Parigi che pose fine alla guerra di Crimea e stabilì condizioni di pace tra le potenze coinvolte."
      },
      {
        "text1": "Il 30 marzo 1981, il presidente degli Stati Uniti, Ronald Reagan, fu ucciso in un tentativo di omicidio, ma sopravvisse dopo aver subito un intervento chirurgico."
      }
    ]
  },
  "3-31": {
    "curiosity": [
      {
        "text": "Il 31 marzo 1492, i Re Cattolici Ferdinando II d'Aragona e Isabella I di Castiglia, emanarono l'Editto dell'Alhambra, che espelleva gli ebrei dalla Spagna, determinando uno dei momenti più bui della storia ebraica."
      },
      {
        "text1": "Il 31 marzo 1889, durante l'Esposizione Universale di Parigi, venne inaugurata la Torre Eiffel, una delle icone più famose di Parigi e del mondo."
      }
    ]
  },
  "4-1": {
    "curiosity": [
      {
        "text": "Il 1 aprile 1867, il Regno Unito promulgò il British North America Act, che istituì la Confederazione del Canada e creò le basi per la formazione del Canada moderno."
      },
      {
        "text1": "Il 1 aprile 1976, Apple Inc. è stata fondata da Steve Jobs, Steve Wozniak e Ronald Wayne, creando una delle aziende tecnologiche più influenti al mondo."
      }
    ]
  },
  "4-2": {
    "curiosity": [
      {
        "text": "Il 2 aprile 1917 gli Stati Uniti entrarono nella prima guerra mondiale, inviando truppe a combattere a fianco delle forze alleate contro le potenze centrali."
      },
      {
        "text1": "Il 2 aprile 2005, Papa Giovanni Paolo II è morto all'età di 84 anni, dopo un lungo pontificato di quasi 27 anni, essendo uno dei Papi più popolari della storia recente."
      }
    ]
  },
  "4-3": {
    "curiosity": [
      {
        "text": "Il 3 aprile 1948 entrò in vigore il Piano Marshall, un programma di aiuti economici degli Stati Uniti per la ricostruzione dell’Europa del secondo dopoguerra."
      },
      {
        "text1": "Il 3 aprile 1973, la Motorola realizzò il primo telefono cellulare, segnando un'importante pietra miliare nello sviluppo della tecnologia mobile."
      }
    ]
  },
  "4-4": {
    "curiosity": [
      {
        "text": "Il 4 aprile 1968, il leader dei diritti civili degli Stati Uniti Martin Luther King Jr. fu assassinato a Memphis, nel Tennessee, provocando trambusto e proteste in tutto il paese."
      },
      {
        "text1": "Il 4 aprile 1949 venne fondata l’Organizzazione del Trattato del Nord Atlantico (NATO), stabilendo un’alleanza militare tra diverse nazioni occidentali per la difesa reciproca."
      }
    ]
  },
  "4-5": {
    "curiosity": [
      {
        "text": "Il 5 aprile 1614 Pocahontas, una delle figure più note dell'incontro tra coloni inglesi e popoli nativi americani, sposò John Rolfe in Virginia, Stati Uniti."
      },
      {
        "text1": "Il 5 aprile 1955 Winston Churchill rassegnò le dimissioni da Primo Ministro del Regno Unito, ponendo fine al suo secondo mandato."
      }
    ]
  },
  "4-6": {
    "curiosity": [
      {
        "text": "Il 6 aprile 1917 gli Stati Uniti dichiararono guerra all’Impero tedesco, entrando ufficialmente nella Prima Guerra Mondiale."
      },
      {
        "text1": "Il 6 aprile 1994 in Ruanda ebbe inizio il genocidio, durante il quale nell’arco di circa 100 giorni furono brutalmente assassinate circa 800.000 persone, soprattutto di etnia Tutsi."
      }
    ]
  },
  "4-7": {
    "curiosity": [
      {
        "text": "Il 7 aprile 1948 l’Assemblea Generale delle Nazioni Unite proclamò la Dichiarazione Universale dei Diritti dell’Uomo, stabilendo i diritti fondamentali di tutti gli esseri umani."
      },
      {
        "text1": "Il 7 aprile 1964, il primo satellite per comunicazioni, Syncom 3, fu lanciato in orbita dalla NASA, dando inizio a una nuova era nelle comunicazioni globali."
      }
    ]
  },
  "4-8": {
    "curiosity": [
      {
        "text": "L’8 aprile 1974 morì il dittatore portoghese António de Oliveira Salazar, determinando la caduta del regime autoritario di Estado Novo e la democratizzazione del Portogallo."
      },
      {
        "text1": "L'8 aprile 1994, il cantante rock Kurt Cobain, leader della band Nirvana, fu trovato morto nella sua casa a Seattle, negli Stati Uniti."
      }
    ]
  },
  "4-9": {
    "curiosity": [
      {
        "text": "Il 9 aprile 1865 avvenne la resa del generale confederato Robert E. Lee al generale dell'Unione Ulysses S. Grant, segnò la fine della guerra civile americana."
      },
      {
        "text1": "Il 9 aprile 1940 la Germania nazista invase la Danimarca e la Norvegia, dando inizio all’occupazione di questi paesi durante la Seconda Guerra Mondiale."
      }
    ]
  },
  "4-10": {
    "curiosity": [
      {
        "text": "Il 10 aprile 1912, l'RMS Titanic salpò per il suo viaggio inaugurale da Southampton, in Inghilterra, a New York, negli Stati Uniti, prima di scontrarsi con un iceberg e affondare nell'Oceano Atlantico."
      },
      {
        "text1": "Il 10 aprile 1972 il primo ministro giapponese Kakuei Tanaka visitò la Cina, segnando un momento importante nella normalizzazione delle relazioni tra i due paesi."
      }
    ]
  },
  "4-11": {
    "curiosity": [
      {
        "text": "L'11 aprile 1951, il generale Douglas MacArthur fu sollevato dal comando della guerra di Corea dal presidente degli Stati Uniti Harry S. Truman a seguito di disaccordi sulla strategia militare."
      },
      {
        "text1": "L'11 aprile 1979, il presidente dello Zimbabwe, Canaan Banana, proclamò l'indipendenza del paese, ponendo fine al dominio coloniale britannico e fondando la Repubblica dello Zimbabwe."
      }
    ]
  },
  "4-12": {
    "curiosity": [
      {
        "text": "Il 12 aprile 1961, il cosmonauta sovietico Yuri Gagarin divenne il primo essere umano a orbitare attorno alla Terra a bordo della navicella spaziale Vostok 1."
      },
      {
        "text1": "Il 12 aprile 1992 fu inaugurato l'Eurotunnel, che collega il Regno Unito alla Francia attraverso il Canale della Manica, fornendo un collegamento ferroviario diretto tra i due paesi."
      }
    ]
  },
  "4-13": {
    "curiosity": [
      {
        "text": "Il 13 aprile 1743, nella colonia della Virginia, nasceva Thomas Jefferson, terzo presidente degli Stati Uniti e principale autore della Dichiarazione di Indipendenza."
      },
      {
        "text1": "Il 13 aprile 1943 ebbe luogo la rivolta del ghetto di Varsavia, un atto di resistenza organizzato dagli ebrei contro le forze naziste durante la seconda guerra mondiale."
      }
    ]
  },
  "4-14": {
    "curiosity": [
      {
        "text": "Il 14 aprile 1865 il presidente degli Stati Uniti, Abraham Lincoln, venne assassinato dall'attore John Wilkes Booth, in un teatro a Washington DC."
      },
      {
        "text1": "Il 14 aprile 1986 gli Stati Uniti effettuarono un attacco aereo contro la Libia, come rappresaglia per il presunto coinvolgimento del Paese in un attacco terroristico in una discoteca di Berlino."
      }
    ]
  },
  "4-15": {
    "curiosity": [
      {
        "text": "Il 15 aprile 1912, il Titanic affondò dopo la collisione con un iceberg, provocando la morte di oltre 1.500 persone in uno dei disastri marittimi più famosi della storia."
      },
      {
        "text1": "Il 15 aprile 1947, il giocatore di baseball Jackie Robinson fece il suo debutto nella Major League Baseball, rompendo la barriera razziale negli sport professionistici negli Stati Uniti."
      }
    ]
  },
  "4-16": {
    "curiosity": [
      {
        "text": "Il 16 aprile 1945 il dittatore tedesco Adolf Hitler si suicidò nel suo bunker di Berlino, segnando la fine del regime nazista durante la Seconda Guerra Mondiale."
      },
      {
        "text1": "Il 16 aprile 1972 avvenne il massacro di My Lai, in cui i soldati americani uccisero centinaia di civili vietnamiti durante la guerra del Vietnam."
      }
    ]
  },
  "4-17": {
    "curiosity": [
      {
        "text": "Il 17 aprile 1961 ebbe luogo l’invasione della Baia dei Porci, un tentativo fallito della CIA di rovesciare il regime di Fidel Castro a Cuba."
      },
      {
        "text1": "Il 17 aprile 1975 i Khmer rossi, guidati da Pol Pot, presero il controllo di Phnom Penh, capitale della Cambogia, segnando l’inizio di un periodo di genocidio e repressione nel paese."
      }
    ]
  },
  "4-18": {
    "curiosity": [
      {
        "text": "Il 18 aprile 1775, il primo scontro armato tra coloni americani e truppe britanniche avvenne nella battaglia di Lexington e Concord, che segnò l'inizio della guerra d'indipendenza americana."
      },
      {
        "text1": "Il 18 aprile 1980, presso l'ambasciata degli Stati Uniti a Teheran, in Iran, ebbe luogo l'operazione di salvataggio di ostaggi americani, nota come Operazione Eagle Claw, che si rivelò infruttuosa e provocò la morte di diversi soldati americani."
      },
      {
        "text1": "Il 18 aprile 1996, l'esercito ugandese e il gruppo ribelle dell'Esercito di Resistenza del Signore (LRA) firmarono un cessate il fuoco temporaneo dopo anni di conflitto armato nel nord dell'Uganda."
      }
    ]
  },
  "4-19": {
    "curiosity": [
      {
        "text": "Il 19 aprile 1775 ebbe luogo la battaglia di Concord durante la guerra d'indipendenza americana, in cui le milizie coloniali riuscirono a respingere le truppe britanniche."
      },
      {
        "text1": "Il 19 aprile 1995 si verificò un attacco terroristico a Oklahoma City, negli Stati Uniti, quando un camion-bomba esplose davanti al palazzo federale Alfred P. Murrah, provocando la morte di 168 persone."
      }
    ]
  },
  "4-20": {
    "curiosity": [
      {
        "text": "Il 20 aprile 1889 nasce a Braunau am Inn, in Austria, Adolf Hitler, il futuro leader nazista."
      },
      {
        "text1": "Il 20 aprile 1999 si verificò il massacro di Columbine, in cui due studenti armati attaccarono la Columbine High School, negli Stati Uniti, uccidendo 12 studenti e un insegnante, prima di suicidarsi."
      }
    ]
  },
  "4-21": {
    "curiosity": [
      {
        "text": "Il 21 aprile 753 a.C., secondo la leggenda, Roma fu fondata da Romolo e Remo."
      },
      {
        "text1": "Il 21 aprile 1960 venne ufficialmente inaugurata Brasilia, la capitale del Brasile, considerata una pietra miliare nella storia dell'architettura e dell'urbanistica."
      }
    ]
  },
  "4-22": {
    "curiosity": [
      {
        "text": "Il 22 aprile 1970 si celebrava la prima Giornata della Terra, un evento internazionale pensato per promuovere la consapevolezza sui temi ambientali e la tutela del pianeta."
      },
      {
        "text1": "Il 22 aprile 1993, il leader dell’ANC e futuro presidente del Sud Africa, Nelson Mandela, e il presidente Frederik Willem de Klerk furono insigniti del Premio Nobel per la pace per i loro sforzi volti a porre fine all’apartheid."
      }
    ]
  },
  "4-23": {
    "curiosity": [
      {
        "text": "Il 23 aprile 1564, William Shakespeare, uno dei più grandi drammaturghi della storia, nasceva a Stratford-upon-Avon, in Inghilterra."
      },
      {
        "text1": "Il 23 aprile 1910, Theodore Roosevelt tenne il suo famoso discorso \"Parlato liscio, grande sport\" alla Sorbona di Parigi, sottolineando l'importanza della diplomazia e dell'uso del potere per promuovere la pace nel mondo."
      }
    ]
  },
  "4-24": {
    "curiosity": [
      {
        "text": "Il 24 aprile 1800 fu fondata a Washington D.C. la Biblioteca del Congresso degli Stati Uniti, con l'acquisto del suo primo libro."
      },
      {
        "text1": "Il 24 aprile 1916 ebbe luogo la Rivolta di Pasqua, una rivolta armata in Irlanda contro il dominio britannico, considerata un'importante pietra miliare sulla strada verso l'indipendenza irlandese."
      }
    ]
  },
  "4-25": {
    "curiosity": [
      {
        "text": "Il 25 aprile 1945, durante la seconda guerra mondiale, le forze sovietiche e jugoslave liberarono la città di Belgrado, in Jugoslavia, dal dominio nazista."
      },
      {
        "text1": "Il 25 aprile 1974 in Portogallo ebbe luogo la Rivoluzione dei garofani, un movimento militare che rovesciò il regime dittatoriale dell’Estado Novo e ripristinò la democrazia nel paese."
      }
    ]
  },
  "4-26": {
    "curiosity": [
      {
        "text": "Il 26 aprile 1986 in Ucraina si verificò il disastro nucleare di Chernobyl, quando un’esplosione in un reattore nucleare liberò nell’atmosfera una grande quantità di materiale radioattivo, provocando una delle più grandi catastrofi nucleari della storia."
      },
      {
        "text1": "Il 26 aprile 2005, il principe ereditario del Giappone, Naruhito, sposò Masako Owada, in una cerimonia tenutasi al Santuario Meiji di Tokyo."
      }
    ]
  },
  "4-27": {
    "curiosity": [
      {
        "text": "Il 27 aprile del 497 a.C., secondo la tradizione, venne ufficialmente fondata la città di Roma."
      },
      {
        "text1": "Il 27 aprile 1994 Nelson Mandela fu eletto il primo presidente nero del Sudafrica, segnando la fine dell’apartheid nel paese."
      }
    ]
  },
  "4-28": {
    "curiosity": [
      {
        "text": "Il 28 aprile 1789 ebbe luogo la ribellione dell'HMS Bounty, quando l'equipaggio della nave britannica si ribellò al capitano William Bligh."
      },
      {
        "text1": "Il 28 aprile 1945, durante la seconda guerra mondiale, il dittatore italiano Benito Mussolini fu catturato e giustiziato dai membri della resistenza italiana."
      }
    ]
  },
  "4-29": {
    "curiosity": [
      {
        "text": "Il 29 aprile 1975 la guerra del Vietnam terminò con la caduta di Saigon, la capitale del Vietnam del Sud, per mano delle forze comuniste del Vietnam del Nord."
      },
      {
        "text1": "Il 29 aprile 2011, il principe William del Regno Unito ha sposato Catherine Middleton in una cerimonia tenutasi presso l'Abbazia di Westminster a Londra."
      }
    ]
  },
  "4-30": {
    "curiosity": [
      {
        "text": "Il 30 aprile 1789 George Washington fu insediato come primo presidente degli Stati Uniti d'America."
      },
      {
        "text1": "Il 30 aprile 1945 Adolf Hitler e sua moglie Eva Braun si suicidarono nel loro bunker a Berlino, segnando la fine del regime nazista in Germania."
      }
    ]
  },
  "5-1": {
    "curiosity": [
      {
        "text": "Il 1 maggio 1886 ebbe luogo a Chicago, negli Stati Uniti, la rivolta di Haymarket, segnata dalle proteste dei lavoratori per migliori condizioni di lavoro e una giornata lavorativa di otto ore."
      },
      {
        "text1": "Il 1° maggio 1994 è entrato in vigore l’Accordo generale sulle tariffe doganali e sul commercio (GATT), una pietra miliare nel commercio internazionale che ha istituito l’Organizzazione mondiale del commercio (OMC) come successore del GATT."
      }
    ]
  },
  "5-2": {
    "curiosity": [
      {
        "text": "Il 2 maggio 1519 muore ad Amboise, in Francia, l’esploratore italiano Leonardo da Vinci."
      },
      {
        "text1": "Il 2 maggio 2011, il leader terrorista Osama bin Laden, fondatore di Al-Qaeda e responsabile degli attentati dell'11 settembre 2001, è stato ucciso durante un'operazione militare degli Stati Uniti in Pakistan."
      }
    ]
  },
  "5-3": {
    "curiosity": [
      {
        "text": "Il 3 maggio 1808 ebbe luogo l'insurrezione del Dos de Mayo, una rivolta popolare contro l'occupazione francese di Madrid, durante le guerre napoleoniche."
      },
      {
        "text1": "Il 3 maggio 1979 Margaret Thatcher divenne la prima donna ad essere eletta Primo Ministro del Regno Unito, ricoprendo la carica per tre mandati consecutivi."
      },
      {
        "text1": "Il 3 maggio 2000 ha avuto luogo a Londra l'inaugurazione del Millennium Bridge, una struttura iconica che attraversa il fiume Tamigi ed è diventata un simbolo della città."
      }
    ]
  },
  "5-4": {
    "curiosity": [
      {
        "text": "Il 4 maggio 1626, l'esploratore olandese Peter Minuit arrivò sull'isola di Manhattan e fondò una colonia che sarebbe diventata New York City."
      },
      {
        "text1": "Il 4 maggio 1970, negli Stati Uniti, si verificò il massacro dello stato del Kent, quando i soldati della Guardia Nazionale aprirono il fuoco sugli studenti che protestavano contro la guerra del Vietnam, provocando quattro morti."
      }
    ]
  },
  "5-5": {
    "curiosity": [
      {
        "text": "Il 5 maggio 1821, il leader rivoluzionario sudamericano Simón Bolívar sconfisse le forze spagnole nella battaglia di Carabobo, consolidando l'indipendenza del Venezuela."
      },
      {
        "text1": "Il 5 maggio 1862 ebbe luogo in Messico la battaglia di Puebla, nella quale l'esercito messicano ottenne una sorprendente vittoria sulle forze francesi, che cercavano di conquistare il paese."
      }
    ]
  },
  "5-6": {
    "curiosity": [
      {
        "text": "Il 6 maggio 1527 avvenne il Sacco di Roma, quando le truppe dell'imperatore Carlo V invasero e saccheggiarono la città di Roma, segnando la fine del Rinascimento italiano."
      },
      {
        "text1": "Il 6 maggio 1954, la battaglia di Dien Bien Phu, in Vietnam, si concluse con la vittoria dei Viet Minh sulle forze coloniali francesi, che portò al ritiro francese e alla fine dell'Indocina francese."
      }
    ]
  },
  "5-7": {
    "curiosity": [
      {
        "text": "Il 7 maggio 1824 Beethoven presentò per la prima volta la sua Nona sinfonia a Vienna, in Austria, con la sua composizione più nota, l'Inno alla gioia."
      },
      {
        "text1": "Il 7 maggio 1945 la Germania nazista si arrese incondizionatamente alle forze alleate, ponendo fine alla Seconda Guerra Mondiale in Europa."
      }
    ]
  },
  "5-8": {
    "curiosity": [
      {
        "text": "L'8 maggio 1886 ebbe luogo a Chicago, negli Stati Uniti, la rivolta dei lavoratori di Haymarket, per protestare contro la giornata lavorativa di otto ore, che provocò violenti scontri tra lavoratori e polizia."
      },
      {
        "text1": "L'8 maggio 1945 fu proclamata la Giornata della Vittoria in Europa, che celebrava la fine della Seconda Guerra Mondiale in Europa con la resa incondizionata della Germania nazista."
      }
    ]
  },
  "5-9": {
    "curiosity": [
      {
        "text": "Il 9 maggio 1502 l'esploratore Cristoforo Colombo partì per il suo quarto e ultimo viaggio verso il Nuovo Mondo."
      },
      {
        "text1": "Il 9 maggio 1950, il Ministro degli Affari Esteri francese, Robert Schuman, presentò la proposta per la creazione della Comunità Europea del Carbone e dell’Acciaio (CECA), un passo importante verso l’integrazione europea."
      }
    ]
  },
  "5-10": {
    "curiosity": [
      {
        "text": "Il 10 maggio 1503, il pittore italiano del Rinascimento Michelangelo iniziò a lavorare sulla scultura del David, una delle sue opere più famose."
      },
      {
        "text1": "Il 10 maggio 1994 Nelson Mandela prestò giuramento come primo presidente nero del Sudafrica, segnando la fine dell’apartheid nel paese e l’inizio di una nuova era."
      }
    ]
  },
  "5-11": {
    "curiosity": [
      {
        "text": "L'11 maggio 330, l'imperatore romano Costantino I fondò la città di Costantinopoli, che sarebbe diventata la capitale dell'Impero Romano d'Oriente e successivamente dell'Impero Bizantino."
      },
      {
        "text1": "L’11 maggio 1998 l’India ha effettuato con successo il suo primo test nucleare, aumentando la tensione nella regione e innescando una serie di test nucleari nell’Asia meridionale."
      }
    ]
  },
  "5-12": {
    "curiosity": [
      {
        "text": "Il 12 maggio 1820 nasce a Firenze Florence Nightingale, pioniera dell’assistenza infermieristica moderna."
      },
      {
        "text1": "Il 12 maggio 1962, l'astronauta americano Scott Carpenter divenne il secondo americano a orbitare attorno alla Terra a bordo della navicella spaziale Aurora 7."
      }
    ]
  },
  "5-13": {
    "curiosity": [
      {
        "text": "Il 13 maggio 1917 ebbe luogo a Fátima, in Portogallo, la prima apparizione della Vergine Maria ai tre pastorelli, dando inizio a una serie di eventi che sarebbero diventati noti come le Apparizioni di Fátima."
      },
      {
        "text1": "Il 13 maggio 1981, Papa Giovanni Paolo II subì un attentato a Roma, rimanendo gravemente ferito, ma sopravvivendo all'attentato."
      }
    ]
  },
  "5-14": {
    "curiosity": [
      {
        "text": "Il 14 maggio 1948 fu proclamata l’indipendenza dello Stato di Israele, segnando la nascita del moderno Stato ebraico."
      },
      {
        "text1": "Il 14 maggio 2011 ha avuto luogo la Dichiarazione di Indipendenza del Sud Sudan, che lo rende il Paese più giovane del mondo."
      }
    ]
  },
  "5-15": {
    "curiosity": [
      {
        "text": "Il 15 maggio 1252 papa Innocenzo IV emanò la bolla papale Ad Extirpanda, autorizzando l'Inquisizione a utilizzare la tortura come mezzo per ottenere confessioni di eresia."
      },
      {
        "text1": "Il 15 maggio 1940, durante la seconda guerra mondiale, i Paesi Bassi si arresero alle forze tedesche, ponendo fine alla battaglia dei Paesi Bassi."
      }
    ]
  },
  "5-16": {
    "curiosity": [
      {
        "text": "Il 16 maggio 1929 fu fondata l'Accademia delle arti e delle scienze cinematografiche, incaricata di assegnare gli Oscar."
      },
      {
        "text1": "Il 16 maggio 1966 fu pubblicato l'iconico album dei Beach Boys, intitolato \"Pet Sounds\", che divenne un riferimento nella musica pop e influenzò generazioni di artisti."
      }
    ]
  },
  "5-17": {
    "curiosity": [
      {
        "text": "Il 17 maggio 1792, la regina Maria Antonietta di Francia fu processata e condannata a morte durante la Rivoluzione francese."
      },
      {
        "text1": "Il 17 maggio 2004 è stato legalizzato il primo matrimonio tra persone dello stesso sesso negli Stati Uniti, nello stato del Massachusetts."
      }
    ]
  },
  "5-18": {
    "curiosity": [
      {
        "text": "Il 18 maggio 1804 Napoleone Bonaparte fu proclamato imperatore dei francesi, fondando il Primo Impero francese."
      },
      {
        "text1": "Il 18 maggio 1980, il Monte Saint Helens, un vulcano situato negli Stati Uniti, eruttò, provocando una delle più grandi eruzioni vulcaniche nella storia del paese."
      }
    ]
  },
  "5-19": {
    "curiosity": [
      {
        "text": "Il 19 maggio 1536 Anna Bolena, seconda moglie di Enrico VIII d'Inghilterra, fu giustiziata con l'accusa di adulterio e tradimento."
      },
      {
        "text1": "Il 19 maggio 1962, l'attrice Marilyn Monroe cantò \"Happy Birthday\" al presidente degli Stati Uniti, John F. Kennedy, durante una festa per festeggiare il suo compleanno."
      }
    ]
  },
  "5-20": {
    "curiosity": [
      {
        "text": "Il 20 maggio 1498 l'esploratore portoghese Vasco da Gama arrivò in India, aprendo la rotta marittima tra l'Europa e il subcontinente indiano."
      },
      {
        "text1": "Il 20 maggio 1873, il famoso compositore russo Pyotr Ilyich Tchaikovsky presentò per la prima volta la sua sinfonia 'Sinfonia n. 3 in re maggiore op. 29', conosciuta anche come la 'Sinfonia polacca'."
      }
    ]
  },
  "5-21": {
    "curiosity": [
      {
        "text": "Il 21 maggio 1927, il pilota americano Charles Lindbergh completò il primo volo transatlantico senza scalo in solitaria, volando da New York a Parigi a bordo dell'aereo Spirit of St. Louis."
      },
      {
        "text1": "Il 21 maggio 1991, l’ex presidente delle Filippine, Corazon Aquino, annunciò il ritiro delle basi militari statunitensi dal paese, ponendo fine a decenni di presenza militare statunitense nelle Filippine."
      }
    ]
  },
  "5-22": {
    "curiosity": [
      {
        "text": "Il 22 maggio 1455 iniziò in Inghilterra la Guerra delle Rose, un conflitto civile tra le case di York e Lancaster per il controllo del trono."
      },
      {
        "text1": "Il 22 maggio 2010 un terremoto di magnitudo 6,3 si è verificato nella città di Christchurch, in Nuova Zelanda, causando gravi danni e la conseguente perdita di vite umane."
      }
    ]
  },
  "5-23": {
    "curiosity": [
      {
        "text": "Il 23 maggio 1430, Giovanna d'Arco fu catturata dalle forze borgognone durante la Guerra dei Cent'anni, e in seguito fu consegnata agli inglesi e processata per eresia."
      },
      {
        "text1": "Il 23 maggio 1934, la coppia criminale Bonnie Parker e Clyde Barrow, conosciuta come \"Bonnie e Clyde\", fu uccisa dalla polizia durante uno scontro."
      }
    ]
  },
  "5-24": {
    "curiosity": [
      {
        "text": "Il 24 maggio 1543 Nicolaus Copernicus pubblicò il libro \"De Revolutionibus Orbium Celestium\", presentando la sua teoria eliocentrica del sistema solare."
      },
      {
        "text1": "Il 24 maggio 1883 venne aperto al traffico il ponte di Brooklyn, uno dei più antichi ponti sospesi degli Stati Uniti, che collega Manhattan a Brooklyn."
      }
    ]
  },
  "5-25": {
    "curiosity": [
      {
        "text": "Il 25 maggio 1977, il primo film della saga di \"Star Wars\", intitolato \"Star Wars: Episodio IV - Una nuova speranza\", usciva nelle sale degli Stati Uniti."
      },
      {
        "text1": "Il 25 maggio 2005 l'Airbus A380, il più grande aereo commerciale del mondo, ha effettuato il suo primo volo di prova a Tolosa, in Francia."
      }
    ]
  },
  "5-26": {
    "curiosity": [
      {
        "text": "Il 26 maggio 1896 Charles Dow pubblicò il primo indice azionario, noto come Dow Jones Industrial Average, che divenne un importante indicatore del mercato finanziario."
      },
      {
        "text1": "Il 26 maggio 1967, l'iconico album dei Beatles, intitolato \"Sgt. Fu pubblicato Pepper's Lonely Hearts Club Band', che divenne una pietra miliare nella storia della musica popolare."
      }
    ]
  },
  "5-27": {
    "curiosity": [
      {
        "text": "Il 27 maggio 1937, il dirigibile tedesco Hindenburg prese fuoco durante un tentativo di atterraggio nel New Jersey, negli Stati Uniti, provocando la morte di 36 persone."
      },
      {
        "text1": "Il 27 maggio 1999, l’Organizzazione Mondiale della Sanità (OMS) ha dichiarato che la poliomielite era stata eradicata dalle Americhe, diventando la prima regione al mondo libera dalla malattia."
      }
    ]
  },
  "5-28": {
    "curiosity": [
      {
        "text": "Il 28 maggio 1953, l'alpinista neozelandese Edmund Hillary e lo sherpa Tenzing Norgay furono i primi a raggiungere la vetta del Monte Everest, la montagna più alta del mondo."
      },
      {
        "text1": "Il 28 maggio 1995, la nazionale sudafricana di rugby vinse la Coppa del mondo di rugby, alla prima partecipazione dopo la fine dell'apartheid."
      }
    ]
  },
  "5-29": {
    "curiosity": [
      {
        "text": "Il 29 maggio 1453 avvenne la caduta di Costantinopoli, capitale dell'Impero bizantino, nelle mani delle forze dell'Impero Ottomano, segnando la fine del Medioevo e l'inizio dell'era moderna."
      },
      {
        "text1": "Il 29 maggio 1953 Sir Edmund Hillary e Tenzing Norgay raggiunsero per la prima volta nella storia la vetta del Monte Everest, aprendo la strada a future spedizioni e sfidando i limiti dell’essere umano."
      }
    ]
  },
  "5-30": {
    "curiosity": [
      {
        "text": "Il 30 maggio 1431 Giovanna d'Arco fu bruciata sul rogo con l'accusa di eresia, durante la Guerra dei Cent'anni."
      },
      {
        "text1": "Il 30 maggio 1922, a Washington, DC, negli Stati Uniti, fu dedicato il Lincoln Memorial in onore del sedicesimo presidente degli Stati Uniti, Abraham Lincoln."
      }
    ]
  },
  "5-31": {
    "curiosity": [
      {
        "text": "Il 31 maggio 1911 fu completata la prima gara di Indianapolis, una delle gare automobilistiche più famose e tradizionali del mondo."
      },
      {
        "text1": "Il 31 maggio 1962 si verificò in Cile il terremoto di Valdivia, considerato il più forte mai registrato, con una magnitudo stimata tra 9,4 e 9,6."
      }
    ]
  },
  "6-1": {
    "curiosity": [
      {
        "text": "Il 1 giugno 1495, l'esploratore italiano Cristoforo Colombo scoprì l'isola di Trinidad durante il suo terzo viaggio nel Nuovo Mondo."
      },
      {
        "text1": "Il 1 giugno 1967, l'iconico album dei Beatles, intitolato \"Sgt. Fu pubblicato Pepper's Lonely Hearts Club Band', che divenne una pietra miliare nella storia della musica popolare."
      }
    ]
  },
  "6-2": {
    "curiosity": [
      {
        "text": "Il 2 giugno 1953, presso l'Abbazia di Westminster a Londra, si tenne l'incoronazione della regina Elisabetta II del Regno Unito in seguito alla morte di suo padre, re Giorgio VI."
      },
      {
        "text1": "Il 2 giugno 1979, l'ex first lady delle Filippine, Imelda Marcos, fu arrestata per corruzione e arricchimento illecito, dopo la caduta del regime del dittatore Ferdinand Marcos."
      }
    ]
  },
  "6-3": {
    "curiosity": [
      {
        "text": "Il 3 giugno 1965, l'astronauta americano Edward White divenne il primo astronauta degli Stati Uniti a compiere una passeggiata nello spazio durante la missione Gemini 4."
      },
      {
        "text1": "Il 3 giugno 1989, a Pechino, in Cina, si verificò il massacro di piazza Tiananmen, quando le autorità cinesi repressero brutalmente i manifestanti pro-democrazia, provocando centinaia, forse migliaia, di morti."
      }
    ]
  },
  "6-4": {
    "curiosity": [
      {
        "text": "Il 4 giugno 1942, durante la seconda guerra mondiale, iniziò la battaglia delle Midway nell'Oceano Pacifico, che si concluse con una vittoria strategica degli Stati Uniti contro l'Impero giapponese."
      },
      {
        "text1": "Il 4 giugno 1989, le proteste pro-democrazia in piazza Tiananmen, a Pechino, in Cina, furono brutalmente represse dal governo cinese, con l’impiego di forze militari e carri armati."
      }
    ]
  },
  "6-5": {
    "curiosity": [
      {
        "text": "Il 5 giugno 1947 il segretario di Stato americano George Marshall annunciò il Piano Marshall, volto a fornire assistenza economica ai paesi europei colpiti dalla seconda guerra mondiale."
      },
      {
        "text1": "Il 5 giugno 1967 iniziò la Guerra dei Sei Giorni, un conflitto tra Israele e i paesi arabi vicini, che portò ad una vittoria decisiva per Israele e a cambiamenti significativi nei confini della regione."
      }
    ]
  },
  "6-6": {
    "curiosity": [
      {
        "text": "Il 6 giugno 1944 ebbe luogo il D-Day, una delle più grandi operazioni militari della Seconda Guerra Mondiale, quando le forze alleate sbarcarono in Normandia, in Francia, per iniziare la liberazione dell’Europa occidentale dal dominio nazista."
      },
      {
        "text1": "Il 6 giugno 1968, il senatore americano Robert F. Kennedy, fratello del presidente John F. Kennedy, fu assassinato a Los Angeles, in California, durante la sua campagna presidenziale."
      }
    ]
  },
  "6-7": {
    "curiosity": [
      {
        "text": "Il 7 giugno 1494 venne firmato il Trattato di Tordesillas tra Portogallo e Spagna, che divideva le terre scoperte e da scoprire fuori dall'Europa, stabilendo una linea immaginaria che divideva il mondo tra i due paesi."
      },
      {
        "text1": "Il 7 giugno 1981, la sonda spaziale Voyager 2 arrivò su Saturno, inviando sulla Terra immagini e informazioni dettagliate sul pianeta e sulle sue lune."
      }
    ]
  },
  "6-8": {
    "curiosity": [
      {
        "text": "L'8 giugno 1783, i fratelli Montgolfier effettuarono con successo il primo volo pubblico di una mongolfiera ad Annonay, in Francia, segnando l'inizio dell'era dell'aviazione."
      },
      {
        "text1": "L'8 giugno 1972 usciva nelle sale americane il film \"Il Padrino\", diretto da Francis Ford Coppola e interpretato da Marlon Brando e Al Pacino."
      }
    ]
  },
  "6-9": {
    "curiosity": [
      {
        "text": "Il 9 giugno 1815 ebbe luogo la battaglia di Waterloo, in Belgio, tra le forze guidate da Napoleone Bonaparte e una coalizione di eserciti europei, che portò alla sconfitta definitiva di Napoleone e alla fine del suo impero."
      },
      {
        "text1": "Il 9 giugno 1934 fu istituita la Commissione per gli affari antiamericani della Camera dei rappresentanti degli Stati Uniti, che iniziò le indagini sulle attività comuniste nel paese, in seguito conosciute come la \"Caccia alle streghe\"."
      }
    ]
  },
  "6-10": {
    "curiosity": [
      {
        "text": "Il 10 giugno 1940, durante la Seconda Guerra Mondiale, l'Italia dichiarò guerra alla Francia e al Regno Unito, entrando nel conflitto a fianco della Germania nazista."
      },
      {
        "text1": "Il 10 giugno 1967, la Guerra dei Sei Giorni si concluse con una vittoria decisiva di Israele sui vicini paesi arabi, con conseguenti cambiamenti significativi ai confini della regione."
      }
    ]
  },
  "6-11": {
    "curiosity": [
      {
        "text": "L'11 giugno 1509, il re Enrico VIII d'Inghilterra sposò la sua prima moglie, Caterina d'Aragona, in una cerimonia che ebbe luogo nella Cappella Reale del Greenwich Palace."
      },
      {
        "text1": "L'11 giugno 1963, il monaco buddista vietnamita Thích Quảng Đức si sacrificò in una strada trafficata a Saigon, per protestare contro la persecuzione religiosa da parte del governo sudvietnamita."
      }
    ]
  },
  "6-12": {
    "curiosity": [
      {
        "text": "Il 12 giugno 1898, durante la guerra ispano-americana, la battaglia di Las Guasimas fu combattuta tra le forze statunitensi e quelle spagnole vicino a Santiago de Cuba."
      },
      {
        "text1": "Il 12 giugno 1987, il presidente degli Stati Uniti Ronald Reagan tenne un discorso a Berlino, in Germania, in cui invitò il leader sovietico Mikhail Gorbachev ad \"abbattere questo muro\", riferendosi al muro di Berlino."
      }
    ]
  },
  "6-13": {
    "curiosity": [
      {
        "text": "Il 13 giugno 1920 fu firmato il Trattato di Trianon, che pose ufficialmente fine allo stato di guerra tra le potenze alleate e l'Ungheria dopo la prima guerra mondiale."
      },
      {
        "text1": "Il 13 giugno 1971 fu lanciato il primo satellite spaziale commerciale, chiamato Intelsat IV F-3, che consentiva la trasmissione televisiva in diretta e le chiamate telefoniche internazionali."
      }
    ]
  },
  "6-14": {
    "curiosity": [
      {
        "text": "Il 14 giugno 1777, il Congresso continentale degli Stati Uniti adottò la \"bandiera degli Stati Uniti\", che comprendeva tredici strisce rosse e bianche alternate e un campo blu con tredici stelle bianche in un cerchio, che rappresentavano le tredici colonie originali."
      },
      {
        "text1": "Il 14 giugno 1940 le truppe tedesche entrarono a Parigi, occupando la capitale francese durante la Seconda Guerra Mondiale."
      }
    ]
  },
  "6-15": {
    "curiosity": [
      {
        "text": "Il 15 giugno 1215, il re Giovanni d'Inghilterra firmò la Magna Carta, un documento che limitava il potere del monarca e stabiliva diritti e libertà per i nobili inglesi."
      },
      {
        "text1": "Il 15 giugno 1904 veniva pubblicata a Parigi la prima edizione del libro \"Ulisse\", scritto da James Joyce, che segna un'importante pietra miliare nella letteratura moderna."
      }
    ]
  },
  "6-16": {
    "curiosity": [
      {
        "text": "Il 16 giugno 1858 ebbe luogo il discorso di Springfield, un famoso discorso tenuto da Abraham Lincoln durante la convention repubblicana dell'Illinois, in cui affermò: \"Una casa divisa in se stessa non può reggere\". ."
      },
      {
        "text1": "Il 16 giugno 1963 la cosmonauta sovietica Valentina Tereshkova divenne la prima donna a viaggiare nello spazio, a bordo della navicella spaziale Vostok 6."
      }
    ]
  },
  "6-17": {
    "curiosity": [
      {
        "text": "Il 17 giugno 1579, Sir Francis Drake, un esploratore e corsaro inglese, sbarcò in un luogo ora noto come Drake's Bay, in California, durante la sua circumnavigazione del globo."
      },
      {
        "text1": "Il 17 giugno 1972 ebbe luogo la famosa irruzione al Watergate Hotel di Washington, DC, che portò allo scandalo politico noto come \"scandalo Watergate\" e portò alle dimissioni del presidente degli Stati Uniti, Richard Nixon. nel 1974."
      }
    ]
  },
  "6-18": {
    "curiosity": [
      {
        "text": "Il 18 giugno 1815 ebbe luogo la battaglia di Waterloo, nella quale le forze del duca di Wellington e del maresciallo prussiano Gebhard Leberecht von Blücher sconfissero definitivamente Napoleone Bonaparte e posero fine al suo impero."
      },
      {
        "text1": "Il 18 giugno 1983, Sally Ride divenne la prima donna americana a viaggiare nello spazio, a bordo dello Space Shuttle Challenger."
      }
    ]
  },
  "6-19": {
    "curiosity": [
      {
        "text": "Il 19 giugno 1865, le ultime persone ridotte in schiavitù in Texas, negli Stati Uniti, furono informate della loro emancipazione, in un evento che divenne noto come 'Juneteenth', e che ancora oggi viene celebrato come Giorno dell'Indipendenza. Emancipazione afroamericana."
      },
      {
        "text1": "Il 19 giugno 1978 Garfield, il famoso gatto arancione creato da Jim Davis, debutta come fumetto sui giornali di tutti gli Stati Uniti."
      }
    ]
  },
  "6-20": {
    "curiosity": [
      {
        "text": "Il 20 giugno 1782, il Congresso Continentale adottò l'attuale disegno del sigillo degli Stati Uniti, che raffigura l'aquila americana con scudo e tredici stelle, che rappresentano le tredici colonie originarie."
      },
      {
        "text1": "Il 20 giugno 1963 l'Unione Sovietica lanciò la navicella spaziale Vostok 6, con a bordo Valentina Tereshkova, diventando la prima donna a compiere un volo spaziale in solitaria."
      }
    ]
  },
  "6-21": {
    "curiosity": [
      {
        "text": "Il 21 giugno 1948 la Germania Ovest introdusse una nuova valuta, il marco tedesco, segnando l’inizio della separazione monetaria tra Germania Est e Germania Ovest."
      },
      {
        "text1": "Il 21 giugno 1982, l'aeronautica britannica lanciò l'operazione Black Buck durante la guerra delle Falkland, effettuando attacchi aerei contro le piste di atterraggio delle Isole Falkland occupate dall'Argentina."
      }
    ]
  },
  "6-22": {
    "curiosity": [
      {
        "text": "Il 22 giugno 1941, durante la seconda guerra mondiale, la Germania nazista invase l’Unione Sovietica, dando inizio all’Operazione Barbarossa."
      },
      {
        "text1": "Il 22 giugno 1990, la Germania dell’Est e la Germania dell’Ovest firmarono il Trattato di Unificazione, che segnò la fine della divisione della Germania e la riunificazione del Paese."
      }
    ]
  },
  "6-23": {
    "curiosity": [
      {
        "text": "Il 23 giugno 1314 ebbe luogo la battaglia di Bannockburn, nella quale l'esercito scozzese, guidato da Robert the Bruce, ottenne una vittoria decisiva sulle forze inglesi durante la prima guerra di indipendenza scozzese."
      },
      {
        "text1": "Il 23 giugno 2016 gli elettori del Regno Unito hanno votato a favore dell’uscita del paese dall’Unione Europea, in un referendum noto come Brexit."
      }
    ]
  },
  "6-24": {
    "curiosity": [
      {
        "text": "Il 24 giugno 1497, l'esploratore italiano Giovanni Caboto, noto come John Cabot, arrivò nel Nord America, rivendicando la terra in nome dell'Inghilterra."
      },
      {
        "text1": "Il 24 giugno 1948 iniziò il blocco di Berlino, quando l’Unione Sovietica chiuse tutte le vie terrestri e fluviali verso Berlino Ovest, provocando una crisi internazionale."
      }
    ]
  },
  "6-25": {
    "curiosity": [
      {
        "text": "Il 25 giugno 1876 ebbe luogo la battaglia di Little Bighorn, nella quale le forze Sioux e Cheyenne sconfissero il 7° reggimento di cavalleria dell'esercito degli Stati Uniti, guidato dal tenente colonnello George Armstrong Custer."
      },
      {
        "text1": "Il 25 giugno 1950 iniziò la guerra di Corea, quando le forze nordcoreane invasero la Corea del Sud, provocando un conflitto che durò fino al 1953."
      }
    ]
  },
  "6-26": {
    "curiosity": [
      {
        "text": "Il 26 giugno 1284 si svolse la battaglia della Meloria, nella quale la Repubblica di Genova sconfisse la Repubblica di Pisa, consolidando il proprio dominio sul Mar Mediterraneo occidentale."
      },
      {
        "text1": "Il 26 giugno 1975 si verificò l'indipendenza del Mozambico, che segnò la fine del dominio coloniale portoghese nel paese."
      }
    ]
  },
  "6-27": {
    "curiosity": [
      {
        "text": "Il 27 giugno 1709, Pietro il Grande, leader della Russia, vinse la battaglia di Poltava contro la Svezia, consolidando il potere russo nella regione e segnando il declino dell'Impero svedese."
      },
      {
        "text1": "Il 27 giugno 1950 iniziò la battaglia di Taejon durante la guerra di Corea, in cui le forze nordcoreane attaccarono la città di Taejon, difesa dalle truppe degli Stati Uniti."
      }
    ]
  },
  "6-28": {
    "curiosity": [
      {
        "text": "Il 28 giugno 1914 l'arciduca Francesco Ferdinando d'Austria e sua moglie furono assassinati a Sarajevo, in Bosnia, evento che scatenò lo scoppio della Prima Guerra Mondiale."
      },
      {
        "text1": "Il 28 giugno 1969 si verificarono gli Stonewall Riots, una serie di proteste in risposta a un raid della polizia allo Stonewall Inn, un bar frequentato da persone LGBTQ+ a New York, che segnarono un'importante tappa nel movimento per i diritti LGBTQ+."
      }
    ]
  },
  "6-29": {
    "curiosity": [
      {
        "text": "Il 29 giugno 1613, il Globe Theatre, a Londra, fu distrutto da un incendio durante la rappresentazione di un'opera di Shakespeare e successivamente fu ricostruito."
      },
      {
        "text1": "Il 29 giugno 2007, il primo iPhone di Apple è stato lanciato negli Stati Uniti, rivoluzionando il settore degli smartphone e della tecnologia mobile."
      }
    ]
  },
  "6-30": {
    "curiosity": [
      {
        "text": "Il 30 giugno 1859, il francese Charles Blondin divenne la prima persona ad attraversare le cascate del Niagara su un cavo d'acciaio teso."
      },
      {
        "text1": "Il 30 giugno 1997 la sovranità di Hong Kong fu trasferita dal Regno Unito alla Repubblica popolare cinese, segnando la fine del dominio britannico sul territorio."
      }
    ]
  },
  "7-1": {
    "curiosity": [
      {
        "text": "Il 1 luglio 1867 ebbe luogo la Confederazione del Canada, che unì le province del Nuovo Brunswick, della Nuova Scozia e della Provincia del Canada in una federazione autonoma all'interno dell'Impero britannico, segnando la creazione del Canada moderno."
      },
      {
        "text1": "Il 1 luglio 1916, durante la Prima Guerra Mondiale, iniziò la Battaglia della Somme, una delle battaglie più sanguinose e devastanti della storia, con più di un milione di vittime tra morti, feriti e dispersi."
      }
    ]
  },
  "7-2": {
    "curiosity": [
      {
        "text": "Il 2 luglio 1776, il Congresso continentale degli Stati Uniti votò per l'indipendenza delle Tredici Colonie dalla Gran Bretagna, un evento cruciale nella storia americana che portò alla Dichiarazione di Indipendenza il 4 luglio."
      },
      {
        "text1": "Il 2 luglio 1881, il presidente degli Stati Uniti, James A. Garfield, fu ucciso da un assassino a Washington, DC, portandolo alla morte nel settembre dello stesso anno."
      }
    ]
  },
  "7-3": {
    "curiosity": [
      {
        "text": "Il 3 luglio 1863, durante la Guerra Civile Americana, ebbe luogo la Battaglia di Gettysburg, uno degli scontri principali del conflitto e considerata una delle battaglie più importanti della storia degli Stati Uniti."
      },
      {
        "text1": "Il 3 luglio 1971 il New York Times iniziò a pubblicare i Pentagon Papers, una serie di documenti segreti del governo degli Stati Uniti che rivelavano informazioni sulla guerra del Vietnam e avevano un forte impatto sull’opinione pubblica."
      }
    ]
  },
  "7-4": {
    "curiosity": [
      {
        "text": "Il 4 luglio 1776, gli Stati Uniti d'America dichiararono la propria indipendenza dalla Gran Bretagna, festeggiando ogni anno come festa nazionale il Giorno dell'Indipendenza degli Stati Uniti."
      },
      {
        "text1": "Il 4 luglio 1863, il generale Robert E. Lee e le sue forze dell'esercito della Virginia del Nord si arresero al generale Ulysses S. Grant, segnando la fine della battaglia di Vicksburg durante la guerra civile americana."
      }
    ]
  },
  "7-5": {
    "curiosity": [
      {
        "text": "Il 5 luglio 1948, il Regno Unito nazionalizzò le ferrovie britanniche, creando la British Railways, una società statale responsabile del sistema ferroviario del paese."
      },
      {
        "text1": "Il 5 luglio 1996 la pecora Dolly divenne il primo mammifero clonato da una cellula adulta, una pietra miliare importante nella storia della clonazione."
      }
    ]
  },
  "7-6": {
    "curiosity": [
      {
        "text": "Il 6 luglio 1885, Louis Pasteur somministrò con successo per la prima volta il vaccino contro la rabbia a un paziente umano, segnando un progresso significativo nel campo dell’immunizzazione."
      },
      {
        "text1": "Il 6 luglio 1957, Althea Gibson divenne la prima tennista afroamericana a vincere il torneo di Wimbledon, aprendo la strada alla diversità in questo sport."
      }
    ]
  },
  "7-7": {
    "curiosity": [
      {
        "text": "Il 7 luglio 1937, la battaglia del ponte Lugou segnò l'inizio della seconda guerra sino-giapponese, un conflitto che durò fino al 1945 e ebbe un impatto significativo sulla regione Asia-Pacifico."
      },
      {
        "text1": "Il 7 luglio 2005 hanno avuto luogo a Londra gli attacchi del 7 luglio, una serie di attacchi terroristici coordinati contro il sistema di trasporto pubblico della città, che hanno provocato la morte di 52 persone e centinaia di feriti."
      }
    ]
  },
  "7-8": {
    "curiosity": [
      {
        "text": "L'8 luglio 1497, l'esploratore portoghese Vasco da Gama partì da Lisbona per il suo primo viaggio in India, aprendo una rotta marittima diretta tra Europa e Asia."
      },
      {
        "text1": "L'8 luglio 1776, a Filadelfia, in Pennsylvania, fu letta pubblicamente per la prima volta la Dichiarazione d'Indipendenza degli Stati Uniti, che proclamava la separazione formale delle Tredici Colonie dalla Gran Bretagna."
      }
    ]
  },
  "7-9": {
    "curiosity": [
      {
        "text": "Il 9 luglio 1877 si tenne a Londra il primo torneo di tennis di Wimbledon, diventando uno degli eventi più prestigiosi di questo sport."
      },
      {
        "text1": "Il 9 luglio 1962 fu proclamata la Repubblica algerina, ponendo fine alla guerra d’Algeria contro il dominio coloniale francese."
      }
    ]
  },
  "7-10": {
    "curiosity": [
      {
        "text": "Il 10 luglio 1962 venne lanciato nello spazio Telstar 1, il primo satellite per comunicazioni attivo, che consentì la trasmissione di segnali televisivi, telefonici e di dati su scala globale."
      },
      {
        "text1": "Il 10 luglio 1940, durante la Seconda Guerra Mondiale, iniziò la Battaglia d'Inghilterra, che segnò un'intensa campagna aerea tra la Royal Air Force e la Luftwaffe tedesca."
      }
    ]
  },
  "7-11": {
    "curiosity": [
      {
        "text": "L'11 luglio 1804, l'allora vicepresidente degli Stati Uniti, Aaron Burr, ferì mortalmente Alexander Hamilton, uno dei padri fondatori del paese, in un famigerato duello."
      },
      {
        "text1": "L’11 luglio 1960 il Ciad ottenne l’indipendenza dalla Francia, segnando un passo importante verso la decolonizzazione dell’Africa."
      }
    ]
  },
  "7-12": {
    "curiosity": [
      {
        "text": "Il 12 luglio 1906 fu pubblicato il libro 'L'origine delle specie' di Charles Darwin, che presentava la teoria dell'evoluzione per selezione naturale, una pietra miliare nella biologia e nella comprensione della diversità della vita sulla Terra."
      },
      {
        "text1": "Il 12 luglio 1979, il governo nicaraguense guidato dal movimento sandinista rovesciò la dittatura di Anastasio Somoza Debayle, ponendo fine a una lunga era di governo autoritario in Nicaragua."
      }
    ]
  },
  "7-13": {
    "curiosity": [
      {
        "text": "Il 13 luglio 1793, durante la Rivoluzione francese, Jean-Paul Marat, uno dei leader politici dell'epoca, fu assassinato da Charlotte Corday, una simpatizzante girondina."
      },
      {
        "text1": "Il 13 luglio 1985, allo stadio Heysel di Bruxelles, prima della finale di UEFA Champions League, si verificò un disastro che provocò la morte di 39 persone a causa di una fuga di tifosi di calcio."
      }
    ]
  },
  "7-14": {
    "curiosity": [
      {
        "text": "Il 14 luglio 1789 a Parigi avvenne la presa della Bastiglia, un evento che simbolizzò l'inizio della Rivoluzione francese e la lotta per la libertà e l'uguaglianza."
      },
      {
        "text1": "Il 14 luglio 1965, la sonda spaziale Mariner 4 eseguì con successo il primo sorvolo di Marte, inviando le prime immagini ravvicinate del pianeta rosso."
      }
    ]
  },
  "7-15": {
    "curiosity": [
      {
        "text": "Il 15 luglio 1099 ebbe luogo la conquista di Gerusalemme da parte delle forze della Prima Crociata, istituendo il Regno di Gerusalemme durante le Crociate nel Medioevo."
      },
      {
        "text1": "Il 15 luglio 1971 fu lanciata l'Apollo 15, una missione spaziale gestita dalla NASA, che fu la prima a utilizzare il rover lunare per esplorare la superficie della Luna."
      }
    ]
  },
  "7-16": {
    "curiosity": [
      {
        "text": "Il 16 luglio 1945 fu effettuata la prima esplosione nucleare riuscita del Progetto Manhattan, nota come Trinity Test, che segnò l'inizio dell'era nucleare."
      },
      {
        "text1": "Il 16 luglio 1969, dalla stazione aeronautica di Cape Kennedy, venne lanciato l'Apollo 11, con l'obiettivo di portare i primi astronauti sulla Luna."
      }
    ]
  },
  "7-17": {
    "curiosity": [
      {
        "text": "Il 17 luglio 1918, la famiglia imperiale russa, guidata dallo zar Nicola II, fu giustiziata dai bolscevichi durante la rivoluzione russa."
      },
      {
        "text1": "Il 17 luglio 1996 si verificò il volo TWA 800, un aereo di linea Boeing 747 che esplose a mezz'aria e si schiantò nell'Oceano Atlantico vicino a Long Island, New York, provocando la morte di tutti i 230 occupanti. asse."
      }
    ]
  },
  "7-18": {
    "curiosity": [
      {
        "text": "Il 18 luglio 1925, il leader rivoluzionario messicano Pancho Villa fu assassinato a Parral, in Messico, in circostanze ancora avvolte nel mistero."
      },
      {
        "text1": "Il 18 luglio 1969, l'astronauta Neil Armstrong divenne il primo essere umano a camminare sulla Luna durante la missione Apollo 11, pronunciando la famosa frase: 'Questo è un piccolo passo per l'uomo, un balzo gigantesco per l'umanità'."
      }
    ]
  },
  "7-19": {
    "curiosity": [
      {
        "text": "Il 19 luglio 1799, durante l'occupazione francese dell'Egitto, fu scoperta la Stele di Rosetta, che fornì la chiave per la decifrazione degli antichi geroglifici egiziani."
      },
      {
        "text1": "Il 19 luglio 1848 si tenne negli Stati Uniti la prima Convenzione di Seneca Falls, che segnò l'inizio del movimento per i diritti delle donne."
      }
    ]
  },
  "7-20": {
    "curiosity": [
      {
        "text": "Il 20 luglio 1969, l'Apollo 11 atterrò sulla superficie lunare, diventando la prima missione spaziale con equipaggio ad eseguire un allunaggio e consentendo agli astronauti Neil Armstrong e Buzz Aldrin di camminare sulla Luna."
      },
      {
        "text1": "Il 20 luglio 1944, durante la Seconda Guerra Mondiale, avvenne l'Attacco Hitler, un tentativo fallito di assassinare Adolf Hitler guidato da Claus von Stauffenberg."
      }
    ]
  },
  "7-21": {
    "curiosity": [
      {
        "text": "Il 21 luglio 1969, gli astronauti dell'Apollo 11 Neil Armstrong e Buzz Aldrin tornarono sani e salvi sulla Terra dopo la loro storica missione sulla Luna."
      },
      {
        "text1": "Il 21 luglio 1944 ebbe luogo la battaglia di Guam durante la seconda guerra mondiale, con le forze americane che riconquistarono l'isola dal controllo giapponese."
      }
    ]
  },
  "7-22": {
    "curiosity": [
      {
        "text": "Il 22 luglio 1298, durante la prima guerra d'indipendenza scozzese, ebbe luogo la battaglia di Falkirk, con l'esercito inglese guidato da Edoardo I che sconfisse le forze scozzesi guidate da William Wallace."
      },
      {
        "text1": "Il 22 luglio 1933, Wiley Post divenne il primo pilota a compiere il giro del mondo in solitaria su un aereo, completando il percorso in 7 giorni, 18 ore e 49 minuti."
      }
    ]
  },
  "7-23": {
    "curiosity": [
      {
        "text": "Il 23 luglio 1952, il generale egiziano Muhammad Naguib depose il re Farouk I d'Egitto, segnando l'inizio di una nuova era nel paese."
      },
      {
        "text1": "Il 23 luglio 1903 la Ford Motor Company venne ufficialmente costituita negli Stati Uniti, creando una delle più grandi aziende automobilistiche del mondo."
      }
    ]
  },
  "7-24": {
    "curiosity": [
      {
        "text": "Il 24 luglio 1911, Hiram Bingham III riscoprì la città perduta di Machu Picchu in Perù, rivelando al mondo una delle meraviglie archeologiche più importanti della storia."
      },
      {
        "text1": "Il 24 luglio 1969, il comandante dell'Apollo 11 Neil Armstrong e il pilota del modulo lunare Buzz Aldrin eseguirono la prima passeggiata spaziale lunare, nota come EVA (Extravehicular Activity)."
      }
    ]
  },
  "7-25": {
    "curiosity": [
      {
        "text": "Il 25 luglio 1797 fu firmato il Trattato di pace di Campoformio, che pose fine alla Prima Coalizione e riconobbe i risultati della Francia rivoluzionaria guidata da Napoleone Bonaparte."
      },
      {
        "text1": "Il 25 luglio 1956, al largo di Nantucket, negli Stati Uniti, il transatlantico italiano Andrea Doria entrò in collisione con la nave svedese Stockholm, provocando uno dei disastri marittimi più noti della storia."
      }
    ]
  },
  "7-26": {
    "curiosity": [
      {
        "text": "Il 26 luglio 1953 ebbe luogo l'assalto alla caserma Moncada a Santiago de Cuba, guidato da Fidel Castro e dal suo gruppo di ribelli, che segnò l'inizio della Rivoluzione cubana."
      },
      {
        "text1": "Il 26 luglio 1945 si concluse la Conferenza di Potsdam, nella quale i leader delle potenze alleate si incontrarono per discutere del futuro dell’Europa dopo la Seconda Guerra Mondiale."
      }
    ]
  },
  "7-27": {
    "curiosity": [
      {
        "text": "Il 27 luglio 1953 fu firmato l'armistizio di Panmunjom, che pose fine ufficialmente alla guerra di Corea e istituì la zona demilitarizzata tra la Corea del Nord e quella del Sud."
      },
      {
        "text1": "Il 27 luglio 1976 si verificò il dirottamento del volo Air France 139, dove terroristi palestinesi dirottarono l'aereo e i suoi passeggeri, provocando un drammatico salvataggio all'aeroporto di Entebbe in Uganda."
      }
    ]
  },
  "7-28": {
    "curiosity": [
      {
        "text": "Il 28 luglio 1540, l'esploratore spagnolo Francisco Vázquez de Coronado fondò la città di Santa Fe, che sarebbe diventata la capitale dello stato del New Mexico negli Stati Uniti."
      },
      {
        "text1": "Il 28 luglio 1914 l’Austria-Ungheria dichiarò guerra alla Serbia, innescando una serie di eventi che avrebbero portato allo scoppio della Prima Guerra Mondiale."
      }
    ]
  },
  "7-29": {
    "curiosity": [
      {
        "text": "Il 29 luglio 1958 negli Stati Uniti venne creata la NASA, che consolidò il programma spaziale americano e portò a un'esplorazione spaziale senza precedenti."
      },
      {
        "text1": "Il 29 luglio 1981 si svolsero nella cattedrale di St. Paul a Londra le nozze del principe Carlo e di Lady Diana Spencer, un evento di grande rilievo mondiale."
      }
    ]
  },
  "7-30": {
    "curiosity": [
      {
        "text": "Il 30 luglio 1619, la prima assemblea legislativa del Nord America, conosciuta come Assemblea dei Burgesses della Virginia, tenne la sua prima riunione a Jamestown, stabilendo un'importante pietra miliare per la democrazia nella colonia inglese."
      },
      {
        "text1": "Il 30 luglio 1971 fu firmato a Mosca il Trattato di amicizia sovietico-cinese, che pose fine ad anni di tensioni tra le due potenze comuniste."
      }
    ]
  },
  "7-31": {
    "curiosity": [
      {
        "text": "Il 31 luglio 1498, l'esploratore portoghese Vasco da Gama arrivò a Calicut, in India, aprendo una rotta marittima diretta tra l'Europa e l'Oriente."
      },
      {
        "text1": "Il 31 luglio 1972, l’operazione Chainsaw, guidata dal Brasile, fu lanciata per combattere la deforestazione illegale in Amazzonia, diventando una pietra miliare nella lotta per preservare la foresta tropicale."
      }
    ]
  },
  "8-1": {
    "curiosity": [
      {
        "text": "Il 1° agosto 1291 ebbe luogo la formazione della Confederazione Svizzera, quando tre cantoni si unirono in un patto di mutua difesa, segnando l'inizio della nazione svizzera."
      },
      {
        "text1": "Il 1° agosto 1944 ebbe luogo la Rivolta di Varsavia, una rivolta contro l'occupazione nazista della capitale polacca durante la Seconda Guerra Mondiale."
      }
    ]
  },
  "8-2": {
    "curiosity": [
      {
        "text": "Il 2 agosto 1934 morì il presidente tedesco Paul von Hindenburg, permettendo ad Adolf Hitler di consolidare il suo potere e diventare il leader supremo della Germania."
      },
      {
        "text1": "Il 2 agosto 1990 l’Iraq invase il Kuwait, innescando la Guerra del Golfo e portando all’intervento internazionale guidato dagli Stati Uniti."
      }
    ]
  },
  "8-3": {
    "curiosity": [
      {
        "text": "Il 3 agosto 1492 Cristoforo Colombo partì da Palos de la Frontera, in Spagna, per la spedizione che avrebbe portato alla scoperta dell'America."
      },
      {
        "text1": "Il 3 agosto 1914 la Germania dichiarò guerra alla Francia, dando inizio alla Prima Guerra Mondiale."
      }
    ]
  },
  "8-4": {
    "curiosity": [
      {
        "text": "Il 4 agosto 1944, la famiglia di Anne Frank e altri prigionieri nascosti nell'alloggio segreto di Amsterdam, nei Paesi Bassi, furono scoperti e arrestati dai nazisti."
      },
      {
        "text1": "Il 4 agosto 1964 si verificò l'incidente del Golfo del Tonchino, quando due navi americane riferirono di essere state attaccate da navi del Vietnam del Nord, portando gli Stati Uniti a intensificare la loro partecipazione alla guerra del Vietnam."
      }
    ]
  },
  "8-5": {
    "curiosity": [
      {
        "text": "Il 5 agosto 1962, l'attrice e icona del cinema Marilyn Monroe fu trovata morta nella sua casa di Los Angeles, in California, in circostanze che rimangono oggetto di controversie e teorie cospirative."
      },
      {
        "text1": "Il 5 agosto 1914 il Brasile dichiarò la neutralità durante la Prima Guerra Mondiale, restando fuori dal conflitto che devastava l’Europa."
      }
    ]
  },
  "8-6": {
    "curiosity": [
      {
        "text": "Il 6 agosto 1945, la bomba atomica Little Boy fu sganciata dagli Stati Uniti sulla città giapponese di Hiroshima, provocando enormi distruzioni e migliaia di morti istantanee."
      },
      {
        "text1": "Il 6 agosto 1965, il presidente degli Stati Uniti, Lyndon B. Johnson, firmò il Voting Rights Act, che proibiva la discriminazione razziale nel processo elettorale, garantendo pari suffragio a tutti i cittadini americani."
      }
    ]
  },
  "8-7": {
    "curiosity": [
      {
        "text": "Il 7 agosto 1947 iniziò l'incidente di Roswell, quando un oggetto non identificato si schiantò vicino a Roswell, nel New Mexico, scatenando speculazioni sulla possibilità che si trattasse di un veicolo spaziale extraterrestre."
      },
      {
        "text1": "Il 7 agosto 1998, gli attacchi terroristici contro le ambasciate americane a Nairobi, in Kenya, e a Dar es Salaam, in Tanzania, provocarono centinaia di morti e migliaia di feriti."
      }
    ]
  },
  "8-8": {
    "curiosity": [
      {
        "text": "L'8 agosto 1974, il presidente degli Stati Uniti Richard Nixon si dimise dall'incarico a causa dello scandalo Watergate, diventando il primo presidente americano a dimettersi."
      },
      {
        "text1": "L'8 agosto 1945 l'Unione Sovietica dichiarò guerra al Giappone e invase la Manciuria, contribuendo alla resa giapponese e alla fine della seconda guerra mondiale in Asia."
      }
    ]
  },
  "8-9": {
    "curiosity": [
      {
        "text": "Il 9 agosto 1945, la bomba atomica Fat Man fu sganciata dagli Stati Uniti sulla città giapponese di Nagasaki, provocando distruzioni di massa e oltre 70.000 morti."
      },
      {
        "text1": "Il 9 agosto 1965 l'astronauta americano Neil Armstrong eseguì la prima passeggiata spaziale della storia durante la missione Gemini 8."
      }
    ]
  },
  "8-10": {
    "curiosity": [
      {
        "text": "Il 10 agosto 1519, la spedizione guidata da Ferdinando Magellano partì da Siviglia, in Spagna, alla ricerca di una rotta marittima verso le Isole Molucche, realizzando la prima circumnavigazione della Terra."
      },
      {
        "text1": "Il 10 agosto 1792, durante la Rivoluzione francese, avvenne a Parigi il massacro delle Tuileries, in cui le forze rivoluzionarie attaccarono il Palazzo delle Tuileries, dove si era rifugiata la famiglia reale."
      }
    ]
  },
  "8-11": {
    "curiosity": [
      {
        "text": "L'11 agosto 3114 a.C., secondo il calendario Maya, fu l'inizio dell'attuale lungo ciclo di conteggio del tempo Maya, noto come 13.0.0.0.0, che segna una data significativa nella cultura Maya."
      },
      {
        "text1": "L'11 agosto 1999 si è verificata un'eclissi solare totale visibile in alcune parti dell'Europa, dell'Asia e dell'Africa, essendo un evento astronomico di grande importanza e interesse pubblico."
      }
    ]
  },
  "8-12": {
    "curiosity": [
      {
        "text": "Il 12 agosto del 30 a.C., si dice che la regina Cleopatra VII d'Egitto morì suicida, in seguito alla sconfitta di Marco Antonio e all'annessione dell'Egitto all'Impero Romano."
      },
      {
        "text1": "Il 12 agosto 1944 iniziò la battaglia di Narva durante la seconda guerra mondiale, nella quale le truppe tedesche e i loro alleati affrontarono l'Armata Rossa in Estonia."
      }
    ]
  },
  "8-13": {
    "curiosity": [
      {
        "text": "Il 13 agosto 1961 iniziò la costruzione del muro di Berlino, che divideva la città di Berlino in due parti, separando la Germania dell'Est dalla Germania dell'Ovest."
      },
      {
        "text1": "Il 13 agosto 1521, la capitale azteca Tenochtitlán fu conquistata dalle forze spagnole guidate da Hernán Cortés, segnando la fine dell'impero azteco in Messico."
      }
    ]
  },
  "8-14": {
    "curiosity": [
      {
        "text": "Il 14 agosto 1945, il Giappone accettò i termini della resa incondizionata, ponendo fine alla Seconda Guerra Mondiale e segnando il Giorno della Vittoria in Giappone."
      },
      {
        "text1": "Il 14 agosto 1947 il Pakistan divenne un Paese indipendente dopo essersi separato dall’India, una pietra miliare nella storia della regione che portò alla formazione di due Stati distinti."
      }
    ]
  },
  "8-15": {
    "curiosity": [
      {
        "text": "Il 15 agosto 1947, l'India ottenne l'indipendenza dal dominio coloniale britannico, diventando una nazione sovrana e celebrando il Giorno dell'Indipendenza dell'India."
      },
      {
        "text1": "Il 15 agosto 1969, a Bethel, New York, iniziò il festival musicale di Woodstock, diventando uno degli eventi più iconici e influenti nella storia della musica."
      }
    ]
  },
  "8-16": {
    "curiosity": [
      {
        "text": "Il 16 agosto 1977, il re del rock 'n' roll, Elvis Presley, morì nella sua casa di Graceland a Memphis, nel Tennessee, lasciando un'eredità duratura nella musica e nella cultura popolare."
      },
      {
        "text1": "Il 16 agosto 1819, la città di Manchester, in Inghilterra, fu teatro del massacro di Peterloo, quando la cavalleria e la fanteria britanniche attaccarono una folla che protestava per riforme politiche e sociali, provocando morti e gravi feriti."
      }
    ]
  },
  "8-17": {
    "curiosity": [
      {
        "text": "Il 17 agosto 1945 l'Indonesia dichiarò la propria indipendenza dall'occupazione coloniale olandese, segnando l'inizio di una lunga lotta per la sovranità del paese."
      },
      {
        "text1": "Il 17 agosto 2017 si è verificato un attacco terroristico a Barcellona, ​​in Spagna, quando un furgone è stato deliberatamente guidato in una zona trafficata, provocando diversi morti e feriti."
      }
    ]
  },
  "8-18": {
    "curiosity": [
      {
        "text": "Il 18 agosto 1920 fu ratificato il 19° emendamento della Costituzione degli Stati Uniti, che garantiva alle donne il diritto di voto."
      },
      {
        "text1": "Il 18 agosto 1966 la NASA lanciò la sonda spaziale Lunar Orbiter 1, dando inizio ad una serie di missioni che miravano a mappare la superficie della Luna."
      }
    ]
  },
  "8-19": {
    "curiosity": [
      {
        "text": "Il 19 agosto 1934 avvenne la firma del Patto di Pace tra Italia ed Etiopia che pose fine alla Seconda Guerra Italo-Etiopia."
      },
      {
        "text1": "Il 19 agosto 1991 in Unione Sovietica ebbe luogo il colpo di stato di agosto, quando una fazione conservatrice del Partito Comunista tentò di rovesciare il presidente Mikhail Gorbaciov e prendere il potere."
      }
    ]
  },
  "8-20": {
    "curiosity": [
      {
        "text": "Il 20 agosto 1975 la NASA lanciò la sonda spaziale Viking 1 verso Marte, la prima missione ad atterrare con successo sulla superficie del pianeta rosso."
      },
      {
        "text1": "Il 20 agosto 1968 le truppe del Patto di Varsavia, guidate dall’Unione Sovietica, invasero la Cecoslovacchia, ponendo fine alla Primavera di Praga e rafforzando il controllo comunista nel paese."
      }
    ]
  },
  "8-21": {
    "curiosity": [
      {
        "text": "Il 21 agosto 1959, le Hawaii divennero il cinquantesimo stato degli Stati Uniti, dopo decenni di lotta per annettere il territorio al paese."
      },
      {
        "text1": "Il 21 agosto 1911, la famosa Monna Lisa, di Leonardo da Vinci, fu rubata dal Museo del Louvre a Parigi, provocando grande trambusto e diventando uno dei furti d'arte più noti della storia. storia."
      }
    ]
  },
  "8-22": {
    "curiosity": [
      {
        "text": "Il 22 agosto 1485 ebbe luogo la battaglia di Bosworth, nella quale Enrico Tudor sconfisse il re Riccardo III d'Inghilterra, segnando la fine della Guerra delle Rose e l'inizio della dinastia Tudor."
      },
      {
        "text1": "Il 22 agosto 1962, la Germania dell'Est iniziò a erigere il Muro di Berlino, dividendo la città di Berlino e simboleggiando la divisione della Guerra Fredda."
      }
    ]
  },
  "8-23": {
    "curiosity": [
      {
        "text": "Il 23 agosto 1305, il leader scozzese William Wallace fu catturato dalle forze inglesi e successivamente giustiziato per tradimento."
      },
      {
        "text1": "Il 23 agosto 1944 ebbe luogo la battaglia di Narva durante la seconda guerra mondiale, nella quale le truppe tedesche riuscirono a respingere un massiccio attacco dell'Armata Rossa in Estonia."
      }
    ]
  },
  "8-24": {
    "curiosity": [
      {
        "text": "Il 24 agosto del 79 d.C. il Vesuvio eruttò, distruggendo le città romane di Pompei ed Ercolano e seppellendole sotto la cenere vulcanica."
      },
      {
        "text1": "Il 24 agosto 1814, durante la guerra del 1812, avvenne l'incendio di Washington, DC, quando le forze britanniche appiccarono il fuoco a diversi edifici governativi, tra cui la Casa Bianca e il Campidoglio degli Stati Uniti."
      }
    ]
  },
  "8-25": {
    "curiosity": [
      {
        "text": "Il 25 agosto 1944, Parigi fu liberata dal dominio tedesco dalle forze alleate durante la seconda guerra mondiale, segnando un momento di festa per la città e per la Francia."
      },
      {
        "text1": "Il 25 agosto 1835 ebbe luogo la rivolta di Malês, una rivolta degli schiavi islamici nella città di Salvador, in Brasile, che cercavano la loro libertà e l'instaurazione di uno Stato islamico."
      }
    ]
  },
  "8-26": {
    "curiosity": [
      {
        "text": "Il 26 agosto 1789, la Dichiarazione dei diritti dell'uomo e del cittadino fu adottata dall'Assemblea nazionale costituente della Francia durante la Rivoluzione francese, stabilendo i diritti fondamentali e i principi politici della nazione."
      },
      {
        "text1": "Il 26 agosto 1914, durante la prima guerra mondiale, fu combattuta la battaglia di Tannenberg, che portò alla vittoria decisiva delle forze tedesche sull'esercito russo."
      }
    ]
  },
  "8-27": {
    "curiosity": [
      {
        "text": "Il 27 agosto 1859 la NASA lanciò la sonda spaziale Giove, la prima missione ad esplorare il pianeta Giove e le sue lune."
      },
      {
        "text1": "Il 27 agosto 1928 fu firmato il Patto Briand-Kellogg, noto anche come Patto Kellogg-Briand, un trattato multilaterale che rinunciava alla guerra come mezzo per risolvere le controversie internazionali."
      }
    ]
  },
  "8-28": {
    "curiosity": [
      {
        "text": "Il 28 agosto 1963 ebbe luogo la Marcia su Washington per il lavoro e la libertà, un evento iconico del movimento per i diritti civili negli Stati Uniti, dove Martin Luther King Jr. pronunciò il suo famoso discorso \"I Have a Dream\"."
      },
      {
        "text1": "Il 28 agosto 1996 si verificò l'attacco terroristico alla Torre Eiffel a Parigi, in Francia, quando un'autobomba esplose, ferendo diverse persone."
      }
    ]
  },
  "8-29": {
    "curiosity": [
      {
        "text": "Il 29 agosto 2005, l'uragano Katrina colpì la costa del Golfo degli Stati Uniti, provocando uno dei peggiori disastri naturali nella storia del paese, soprattutto nella città di New Orleans."
      },
      {
        "text1": "Il 29 agosto 1949 l’Unione Sovietica testò con successo la sua prima bomba atomica, segnando l’inizio della corsa agli armamenti nucleari durante la Guerra Fredda."
      }
    ]
  },
  "8-30": {
    "curiosity": [
      {
        "text": "Il 30 agosto 1797, Mary Shelley, autrice di Frankenstein, nacque a Londra, in Inghilterra, diventando una delle scrittrici più influenti della letteratura gotica e di fantascienza."
      },
      {
        "text1": "Il 30 agosto 2003, l'astronauta brasiliano Marcos Pontes fu lanciato nello spazio a bordo della navicella spaziale Soyuz, diventando il primo astronauta brasiliano a raggiungere la Stazione Spaziale Internazionale."
      }
    ]
  },
  "8-31": {
    "curiosity": [
      {
        "text": "Il 31 agosto 1997, la tragica morte della principessa Diana si verificò in un incidente stradale a Parigi, in Francia, provocando trambusto in tutto il mondo e lasciando un'eredità duratura come figura umanitaria."
      },
      {
        "text1": "Il 31 agosto 1939 iniziò la Seconda Guerra Mondiale con l’invasione della Polonia da parte della Germania nazista, dando inizio a un conflitto globale che sarebbe durato sei anni e avrebbe provocato milioni di morti."
      }
    ]
  },
  "9-1": {
    "curiosity": [
      {
        "text": "Il 1° settembre 1939 la Germania nazista invase la Polonia, dando inizio alla seconda guerra mondiale in Europa."
      },
      {
        "text1": "Il 1 settembre 1985, il relitto del Titanic fu scoperto sul fondo dell'Oceano Atlantico da un gruppo di ricerca guidato da Robert Ballard."
      }
    ]
  },
  "9-2": {
    "curiosity": [
      {
        "text": "Il 2 settembre 1945 avvenne la resa formale del Giappone, che segnò la fine della seconda guerra mondiale in seguito all'esplosione delle bombe atomiche su Hiroshima e Nagasaki."
      },
      {
        "text1": "Il 2 settembre 1666 scoppiò il Grande Incendio di Londra, che distrusse gran parte della città, inclusa la famosa Cattedrale di St. Paul."
      }
    ]
  },
  "9-3": {
    "curiosity": [
      {
        "text": "Il 3 settembre 1783 fu firmato il Trattato di Parigi che pose fine alla guerra rivoluzionaria americana e riconobbe l'indipendenza degli Stati Uniti d'America."
      },
      {
        "text1": "Il 3 settembre 1939, la Francia e il Regno Unito dichiararono guerra alla Germania nazista in risposta all’invasione della Polonia, segnando l’inizio della Seconda Guerra Mondiale in Europa."
      }
    ]
  },
  "9-4": {
    "curiosity": [
      {
        "text": "Il 4 settembre 1957 l’Unione Sovietica lanciò con successo la navicella spaziale Sputnik 2, trasportando nello spazio la prima creatura vivente, il cane Laika."
      },
      {
        "text1": "Il 4 settembre 1781, le forze coloniali americane guidate da George Washington sconfissero l'esercito britannico nella battaglia di Yorktown, un evento decisivo nella guerra d'indipendenza americana."
      }
    ]
  },
  "9-5": {
    "curiosity": [
      {
        "text": "Il 5 settembre 1972, durante i Giochi Olimpici di Monaco, la squadra israeliana di atletica leggera fu bersaglio di un attacco terroristico che provocò la morte di 11 atleti."
      },
      {
        "text1": "Il 5 settembre 1793 avvenne il massacro di Lione, nel contesto della Rivoluzione francese, in cui centinaia di persone furono giustiziate come rappresaglia per la resistenza alla Convenzione Nazionale."
      }
    ]
  },
  "9-6": {
    "curiosity": [
      {
        "text": "Il 6 settembre 1901, il presidente degli Stati Uniti, William McKinley, fu assassinato a Buffalo, New York, da un anarchico di nome Leon Czolgosz."
      },
      {
        "text1": "Il 6 settembre 1966, la serie televisiva Star Trek venne presentata in anteprima negli Stati Uniti, diventando un fenomeno culturale e influenzando le future generazioni di fan e produzioni di fantascienza."
      }
    ]
  },
  "9-7": {
    "curiosity": [
      {
        "text": "Il 7 settembre 1822 il Brasile proclamò la propria indipendenza dal Portogallo, segnando l’inizio di un nuovo paese e la fine del dominio coloniale portoghese."
      },
      {
        "text1": "Il 7 settembre 1940, durante la Seconda Guerra Mondiale, i bombardamenti tedeschi su Londra raggiunsero il culmine durante il Blitz, causando ingenti danni alla città."
      }
    ]
  },
  "9-8": {
    "curiosity": [
      {
        "text": "L'8 settembre 1565 ebbe luogo la battaglia di Malta, nella quale i Cavalieri di San Giovanni sconfissero un esercito ottomano, impedendo la conquista dell'isola da parte dell'Impero Ottomano."
      },
      {
        "text1": "L'8 settembre 1900, l'uragano Galveston colpì la città di Galveston, in Texas, negli Stati Uniti, provocando uno dei peggiori disastri naturali della storia degli Stati Uniti, con stime di oltre 8.000 morti."
      }
    ]
  },
  "9-9": {
    "curiosity": [
      {
        "text": "Il 9 settembre 1971 lo Stato del Qatar dichiarò la propria indipendenza dal Regno Unito, diventando una nazione sovrana nel Golfo Persico."
      },
      {
        "text1": "Il 9 settembre 1948 la Corea del Nord proclamò la Repubblica popolare democratica di Corea, affermandosi come stato comunista separato dalla Corea del Sud."
      }
    ]
  },
  "9-10": {
    "curiosity": [
      {
        "text": "Il 10 settembre 1939 il Canada dichiarò guerra alla Germania nazista, entrando nella Seconda Guerra Mondiale insieme al Regno Unito e ad altri paesi alleati."
      },
      {
        "text1": "Il 10 settembre 2008 è stato acceso per la prima volta il Large Hadron Collider (LHC), il più grande acceleratore di particelle del mondo, aprendo la strada a nuove scoperte scientifiche."
      }
    ]
  },
  "9-11": {
    "curiosity": [
      {
        "text": "L'11 settembre 2001 gli Stati Uniti sono stati bersaglio di attacchi terroristici coordinati dall'organizzazione Al-Qaeda, che hanno portato alla distruzione delle Torri Gemelle del World Trade Center, all'attacco al Pentagono e al volo United 93, precipitato nel Pennsylvania."
      },
      {
        "text1": "L'11 settembre 1973 ebbe luogo in Cile un colpo di stato, guidato dal generale Augusto Pinochet, che provocò la caduta del governo democratico di Salvador Allende e l'instaurazione di una dittatura militare."
      }
    ]
  },
  "9-12": {
    "curiosity": [
      {
        "text": "Il 12 settembre 1940, durante la seconda guerra mondiale, la Francia fu costretta a firmare un armistizio con la Germania nazista, ponendo fine alla sua partecipazione attiva al conflitto."
      },
      {
        "text1": "Il 12 settembre 1959 la sonda spaziale Luna 2, lanciata dall’Unione Sovietica, divenne il primo oggetto costruito dall’uomo a raggiungere la Luna, segnando un’importante pietra miliare nell’esplorazione spaziale."
      }
    ]
  },
  "9-13": {
    "curiosity": [
      {
        "text": "Il 13 settembre 1993 i leader di Israele e dell’Organizzazione per la Liberazione della Palestina (OLP) firmarono gli Accordi di Oslo, gettando le basi per la pace in Medio Oriente."
      },
      {
        "text1": "Il 13 settembre 1948 Francia, Regno Unito e Stati Uniti firmarono la Dichiarazione Tripartita, riaffermando il loro sostegno ad una soluzione pacifica del conflitto arabo-israeliano."
      }
    ]
  },
  "9-14": {
    "curiosity": [
      {
        "text": "Il 14 settembre 1901, il presidente degli Stati Uniti William McKinley morì per le ferite riportate in un attacco a fuoco, portando Theodore Roosevelt ad assumere la presidenza."
      },
      {
        "text1": "Il 14 settembre 1982 si verificò il massacro di Sabra e Shatila nei campi profughi palestinesi di Beirut, in Libano, provocando la morte di migliaia di persone."
      }
    ]
  },
  "9-15": {
    "curiosity": [
      {
        "text": "Il 15 settembre 1821 l'America Centrale dichiarò la propria indipendenza dalla Spagna, formando le Province Unite dell'America Centrale, successivamente divise in diversi paesi."
      },
      {
        "text1": "Il 15 settembre 1944, le forze alleate iniziarono l'operazione Market Garden durante la seconda guerra mondiale, un tentativo fallito di catturare i ponti chiave nell'Olanda occupata dai nazisti."
      }
    ]
  },
  "9-16": {
    "curiosity": [
      {
        "text": "Il 16 settembre 1810 il Messico iniziò la sua lotta per l'indipendenza dalla Spagna, un movimento noto come il Grido di Dolores."
      },
      {
        "text1": "Il 16 settembre 1978 fu firmato il Trattato di pace di Camp David tra Israele ed Egitto, ponendo ufficialmente fine a decenni di ostilità tra i due paesi."
      }
    ]
  },
  "9-17": {
    "curiosity": [
      {
        "text": "Il 17 settembre 1787 fu firmata a Filadelfia, in Pennsylvania, la Costituzione degli Stati Uniti d'America, che gettò le basi del sistema politico e giuridico del Paese."
      },
      {
        "text1": "Il 17 settembre 1948 fu proclamata la Repubblica di Corea (Corea del Sud), in seguito alla divisione della penisola coreana alla fine della Seconda Guerra Mondiale."
      }
    ]
  },
  "9-18": {
    "curiosity": [
      {
        "text": "Il 18 settembre 1931, il Giappone invase la Manciuria, dando inizio a un conflitto noto come incidente di Mukden, che alla fine portò alla seconda guerra sino-giapponese."
      },
      {
        "text1": "Il 18 settembre 2001 il Congresso degli Stati Uniti ha approvato la Risoluzione che autorizza l’uso della forza militare, aprendo la strada alla guerra al terrorismo dopo gli attentati dell’11 settembre."
      }
    ]
  },
  "9-19": {
    "curiosity": [
      {
        "text": "Il 19 settembre 1870, durante la guerra franco-prussiana, ebbe luogo la battaglia di Sedan, che portò alla cattura dell'imperatore francese Napoleone III da parte delle forze prussiane."
      },
      {
        "text1": "Il 19 settembre 1985 a Città del Messico si verificò un devastante terremoto di magnitudo 8,1 sulla scala Richter, che provocò migliaia di morti e vaste distruzioni."
      }
    ]
  },
  "9-20": {
    "curiosity": [
      {
        "text": "Il 20 settembre 1519, l'esploratore portoghese Ferdinando Magellano iniziò la sua spedizione per circumnavigare il globo, un viaggio che sarebbe durato quasi tre anni."
      },
      {
        "text1": "Il 20 settembre 2001, il presidente degli Stati Uniti, George W. Bush, pronunciò un discorso davanti al Congresso, dichiarando la \"guerra al terrorismo\" in risposta agli attacchi dell'11 settembre."
      }
    ]
  },
  "9-21": {
    "curiosity": [
      {
        "text": "Il 21 settembre 1937 avvenne il massacro di Nanchino durante la seconda guerra sino-giapponese, nella quale le forze giapponesi commisero atrocità contro la popolazione civile e i prigionieri di guerra."
      },
      {
        "text1": "Il 21 settembre 1989, l'uragano Hugo colpì la costa della Carolina del Sud, negli Stati Uniti, provocando estese distruzioni e provocando la morte di oltre 80 persone."
      }
    ]
  },
  "9-22": {
    "curiosity": [
      {
        "text": "Il 22 settembre 1980 l’Iraq, guidato da Saddam Hussein, invase l’Iran, dando inizio ad una guerra che sarebbe durata otto anni e avrebbe provocato milioni di morti."
      },
      {
        "text1": "Il 22 settembre 1862, durante la Guerra Civile Americana, ebbe luogo la Battaglia di Antietam, lo scontro più sanguinoso della storia degli Stati Uniti, con più di 22.000 vittime in un solo giorno."
      }
    ]
  },
  "9-23": {
    "curiosity": [
      {
        "text": "Il 23 settembre 1949 Mao Zedong proclamò la Repubblica popolare cinese, instaurando nel paese un regime comunista."
      },
      {
        "text1": "Il 23 settembre 2008, la società finanziaria Lehman Brothers ha dichiarato bancarotta, innescando una crisi finanziaria globale e aggravando la recessione globale."
      }
    ]
  },
  "9-24": {
    "curiosity": [
      {
        "text": "Il 24 settembre 622 ebbe luogo l'Hijra, la migrazione del profeta Maometto dalla Mecca a Medina, che segnò l'inizio del calendario islamico."
      },
      {
        "text1": "Il 24 settembre 1946, un tribunale militare internazionale di Norimberga, in Germania, condannò a morte 12 leader nazisti per crimini di guerra e crimini contro l'umanità."
      }
    ]
  },
  "9-25": {
    "curiosity": [
      {
        "text": "Il 25 settembre 1513, l'esploratore spagnolo Vasco Núñez de Balboa fu il primo europeo ad avvistare l'Oceano Pacifico, dopo aver attraversato l'istmo di Panama."
      },
      {
        "text1": "Il 25 settembre 1957, nove studenti neri entrarono nella Little Rock Central High School di Little Rock, in Arkansas, sotto la protezione federale, segnando un'importante pietra miliare nel movimento per i diritti civili negli Stati Uniti."
      }
    ]
  },
  "9-26": {
    "curiosity": [
      {
        "text": "Il 26 settembre 1580 fu istituita l'Unione Iberica, che unì le corone di Portogallo e Spagna sotto il dominio del re spagnolo Filippo II."
      },
      {
        "text1": "Il 26 settembre 1983, il leader sovietico Yuri Andropov annunciò che l'Unione Sovietica non avrebbe partecipato alle Olimpiadi estive del 1984 a Los Angeles, come rappresaglia per la decisione degli Stati Uniti di boicottare le Olimpiadi di Mosca, nel 1980."
      }
    ]
  },
  "9-27": {
    "curiosity": [
      {
        "text": "Il 27 settembre 1822 il Brasile dichiarò la propria indipendenza dal Portogallo, proclamando suo imperatore Pedro I."
      },
      {
        "text1": "Il 27 settembre 1905 ebbe luogo la battaglia di Mukden durante la guerra russo-giapponese, che portò alla vittoria decisiva del Giappone sulle forze russe."
      }
    ]
  },
  "9-28": {
    "curiosity": [
      {
        "text": "Il 28 settembre 1066 ebbe luogo in Inghilterra la battaglia di Stamford Bridge, dove il re Harold II d'Inghilterra sconfisse le forze d'invasione guidate da Harold III di Norvegia."
      },
      {
        "text1": "Il 28 settembre 1928 Alexander Fleming scoprì casualmente la penicillina, uno degli antibiotici più importanti nella storia della medicina."
      }
    ]
  },
  "9-29": {
    "curiosity": [
      {
        "text": "Il 29 settembre 1941, durante la seconda guerra mondiale, il Babi Yar, una gola alla periferia di Kiev, in Ucraina, fu teatro di uno dei più grandi massacri della storia, dove le truppe naziste uccisero più di 33.000 ebrei in soli due giorni."
      },
      {
        "text1": "Il 29 settembre 2008, la crisi finanziaria ha raggiunto un nuovo livello con il crollo della banca d’investimento Lehman Brothers, innescando una serie di eventi che hanno colpito il sistema finanziario globale."
      }
    ]
  },
  "9-30": {
    "curiosity": [
      {
        "text": "Il 30 settembre 1938 ebbe luogo la firma degli Accordi di Monaco, in cui i leader europei cedettero alle richieste di Adolf Hitler, consentendo l'annessione della regione dei Sudeti da parte della Germania nazista."
      },
      {
        "text1": "Il 30 settembre 2005, il controverso processo contro Michael Jackson, accusato di abusi sessuali su minori, si è concluso con la sua assoluzione da tutte le accuse."
      }
    ]
  },
  "10-1": {
    "curiosity": [
      {
        "text": "Il 1° ottobre 1949 Mao Zedong proclamò la Repubblica popolare cinese, instaurando nel paese un regime comunista."
      },
      {
        "text1": "Il 1° ottobre 1961 venne fondata l’Organizzazione dei Paesi Esportatori di Petrolio (OPEC), un’alleanza di nazioni produttrici di petrolio con l’obiettivo di coordinare le politiche legate al commercio di petrolio e tutelare gli interessi dei Paesi membri."
      }
    ]
  },
  "10-2": {
    "curiosity": [
      {
        "text": "Il 2 ottobre 1187 ebbe luogo la battaglia di Hattin, in cui il leader musulmano Saladino sconfisse le forze cristiane del Regno di Gerusalemme, aprendo la strada alla conquista musulmana di Gerusalemme."
      },
      {
        "text1": "Il 2 ottobre 1968, a Città del Messico, durante le proteste studentesche contro il governo messicano, avvenne il massacro di Tlatelolco, che provocò la morte di centinaia di manifestanti."
      }
    ]
  },
  "10-3": {
    "curiosity": [
      {
        "text": "Il 3 ottobre 1990 la Germania fu riunificata, ponendo ufficialmente fine alla divisione tra Germania Est e Germania Ovest."
      },
      {
        "text1": "Il 3 ottobre 1952 il Regno Unito effettuò il suo primo test nucleare, diventando la terza potenza nucleare al mondo."
      }
    ]
  },
  "10-4": {
    "curiosity": [
      {
        "text": "Il 4 ottobre 1957 l’Unione Sovietica lanciò con successo lo Sputnik 1, il primo satellite artificiale della storia, inaugurando l’era spaziale."
      },
      {
        "text1": "Il 4 ottobre 2004, la sonda spaziale Cassini-Huygens ha concluso la sua missione di 7 anni su Saturno, inviando dati e immagini preziosi sul pianeta e sulle sue lune."
      }
    ]
  },
  "10-5": {
    "curiosity": [
      {
        "text": "Il 5 ottobre 1789, durante la Rivoluzione francese, ebbe luogo la Marcia delle donne su Versailles, quando migliaia di donne parigine marciarono verso il Palazzo di Versailles chiedendo pane e la caduta del re."
      },
      {
        "text1": "Il 5 ottobre 2000 l'ex presidente della Serbia, Slobodan Milošević, fu deposto e consegnato al Tribunale penale internazionale per l'ex Jugoslavia, dove sarebbe stato processato per crimini di guerra e crimini contro l'umanità."
      }
    ]
  },
  "10-6": {
    "curiosity": [
      {
        "text": "Il 6 ottobre 1973 iniziò la guerra dello Yom Kippur, un conflitto tra Israele e una coalizione guidata da Egitto e Siria, che provocò grandi perdite umane e territoriali."
      },
      {
        "text1": "Il 6 ottobre 1927 uscì nelle sale il film muto \"The Jazz Singer\", il primo lungometraggio a presentare sequenze con dialoghi sonori sincronizzati."
      }
    ]
  },
  "10-7": {
    "curiosity": [
      {
        "text": "Il 7 ottobre 1571 ebbe luogo la battaglia di Lepanto, nella quale un'alleanza cristiana guidata dalla Repubblica di Venezia e dall'Impero spagnolo sconfisse la flotta ottomana, fermando l'avanzata ottomana nel Mediterraneo occidentale."
      },
      {
        "text1": "Il 7 ottobre 1989, nell’allora Cecoslovacchia, ebbe inizio la Rivoluzione Pacifica, che segnò l’inizio della fine del regime comunista nel paese."
      }
    ]
  },
  "10-8": {
    "curiosity": [
      {
        "text": "L'8 ottobre 1871 si verificò il Grande Incendio di Chicago, uno dei più grandi disastri urbani della storia degli Stati Uniti, che distrusse gran parte della città."
      },
      {
        "text1": "L’8 ottobre 2001 gli Stati Uniti iniziarono l’invasione militare dell’Afghanistan, in risposta agli attacchi terroristici dell’11 settembre 2001."
      }
    ]
  },
  "10-9": {
    "curiosity": [
      {
        "text": "Il 9 ottobre 1967, il leader rivoluzionario argentino Che Guevara fu catturato in Bolivia, ponendo fine alla sua campagna di guerriglia in Sud America."
      },
      {
        "text1": "Il 9 ottobre 1989 avvenne la caduta del Muro di Berlino, uno degli eventi più significativi della fine della Guerra Fredda e della riunificazione della Germania."
      }
    ]
  },
  "10-10": {
    "curiosity": [
      {
        "text": "Il 10 ottobre 732 ebbe luogo in Francia la battaglia di Tours, dove le forze franche guidate da Carlo Martello sconfissero un esercito musulmano, impedendo l'espansione del califfato omayyade nell'Europa occidentale."
      },
      {
        "text1": "Il 10 ottobre 1845 nasce nella città di Röcken, in Germania, il filosofo Friedrich Nietzsche, divenuto una delle figure più influenti della filosofia moderna."
      }
    ]
  },
  "10-11": {
    "curiosity": [
      {
        "text": "L'11 ottobre 1899 iniziò la Seconda Guerra Boera, un conflitto tra il Regno Unito e le repubbliche boere del Sud Africa, che si concluse con una guerra prolungata e devastante."
      },
      {
        "text1": "L'11 ottobre 1984, l'astronauta americana Kathryn D. Sullivan divenne la prima donna a compiere una passeggiata nello spazio."
      }
    ]
  },
  "10-12": {
    "curiosity": [
      {
        "text": "Il 12 ottobre 1492 il navigatore Cristoforo Colombo arrivò in America, segnando l'inizio della colonizzazione europea del continente."
      },
      {
        "text1": "Il 12 ottobre 1984, la prima donna astronauta britannica, Helen Sharman, fu lanciata nello spazio a bordo della missione Soyuz TM-12."
      }
    ]
  },
  "10-13": {
    "curiosity": [
      {
        "text": "Il 13 ottobre 1307, venerdì 13, i Cavalieri Templari furono arrestati in massa in Francia, segnando la fine dell'influenza e del potere di questo ordine militare-religioso."
      },
      {
        "text1": "Il 13 ottobre 1972, il volo 571 dell'aeronautica militare uruguaiana subì un incidente sulle Ande, lasciando i sopravvissuti ad affrontare una lotta per la sopravvivenza conosciuta come il \"Miracolo delle Ande\"."
      }
    ]
  },
  "10-14": {
    "curiosity": [
      {
        "text": "Il 14 ottobre 1066 ebbe luogo la battaglia di Hastings, nella quale l'esercito normanno guidato da Guglielmo il Conquistatore sconfisse il re Harold II d'Inghilterra, cambiando la storia dell'Inghilterra."
      },
      {
        "text1": "Il 14 ottobre 1947 il pilota americano Chuck Yeager divenne il primo essere umano a rompere la barriera del suono in volo."
      }
    ]
  },
  "10-15": {
    "curiosity": [
      {
        "text": "Il 15 ottobre 1815 Napoleone Bonaparte fu sconfitto nella battaglia di Waterloo, ponendo definitivamente fine al suo regno e al periodo noto come Guerre napoleoniche."
      },
      {
        "text1": "Il 15 ottobre 1987 alla Borsa di New York si verificò l'evento noto come \"Lunedì nero\", con il mercato azionario che subì un calo significativo."
      }
    ]
  },
  "10-16": {
    "curiosity": [
      {
        "text": "Il 16 ottobre 1793, la regina Maria Antonietta di Francia fu ghigliottinata durante la Rivoluzione francese."
      },
      {
        "text1": "Il 16 ottobre 1962 ebbe inizio la crisi missilistica cubana quando sull’isola furono scoperti missili nucleari sovietici, portando il mondo sull’orlo della guerra nucleare."
      }
    ]
  },
  "10-17": {
    "curiosity": [
      {
        "text": "Il 17 ottobre 1905, a San Pietroburgo, in Russia, si verificò la Domenica di Sangue, quando i soldati dell'esercito zarista aprirono il fuoco sui manifestanti pacifici, innescando una serie di eventi che culminarono nella Rivoluzione russa del 1917."
      },
      {
        "text1": "Il 17 ottobre 1989 un terremoto di magnitudo 6,9 colpì la zona della Baia di San Francisco, in California, provocando ingenti danni e lasciando migliaia di persone senza casa."
      }
    ]
  },
  "10-18": {
    "curiosity": [
      {
        "text": "Il 18 ottobre 1867 l'Alaska fu formalmente trasferita dalla Russia agli Stati Uniti, in seguito all'acquisto del territorio da parte degli americani."
      },
      {
        "text1": "Il 18 ottobre 1968 si tennero a Città del Messico le Olimpiadi estive, segnate dalla famosa protesta degli atleti neri degli Stati Uniti sul podio."
      }
    ]
  },
  "10-19": {
    "curiosity": [
      {
        "text": "Il 19 ottobre 1987, l’indice Dow Jones della Borsa di New York subì il più grande calo in un giorno, noto come “Black Monday”."
      },
      {
        "text1": "Il 19 ottobre 2003 la sonda spaziale europea Beagle 2 fu lanciata con l'obiettivo di atterrare su Marte, ma il contatto con la sonda si perse e la sua ubicazione esatta rimane sconosciuta."
      }
    ]
  },
  "10-20": {
    "curiosity": [
      {
        "text": "Il 20 ottobre 1944, durante la seconda guerra mondiale, la città di Belgrado, capitale della Jugoslavia, fu liberata dalle forze naziste dall'Armata Rossa e dall'Esercito popolare di liberazione della Jugoslavia."
      },
      {
        "text1": "Il 20 ottobre 1973 iniziò la crisi petrolifera, quando i paesi arabi membri dell’OPEC annunciarono un embargo petrolifero come rappresaglia per il sostegno occidentale a Israele nella guerra dello Yom Kippur."
      }
    ]
  },
  "10-21": {
    "curiosity": [
      {
        "text": "Il 21 ottobre 1520 ebbe luogo la battaglia di Otumba in Messico, dove le forze azteche affrontarono le truppe spagnole guidate da Hernán Cortés."
      },
      {
        "text1": "Il 21 ottobre 1966, una frana nella contea di Aberfan, nel Galles, provocò la morte di 144 persone, la maggior parte dei quali bambini, a causa del crollo di un cumulo di carbone."
      }
    ]
  },
  "10-22": {
    "curiosity": [
      {
        "text": "Il 22 ottobre 1797, la Marina britannica sconfisse la flotta spagnola nella battaglia di Capo San Vincenzo, durante le guerre napoleoniche."
      },
      {
        "text1": "Il 22 ottobre 1962, il presidente degli Stati Uniti John F. Kennedy annunciò pubblicamente la scoperta di missili nucleari sovietici a Cuba, innescando la crisi missilistica cubana."
      }
    ]
  },
  "10-23": {
    "curiosity": [
      {
        "text": "Il 23 ottobre 1956 iniziò la Rivoluzione ungherese, una rivolta popolare contro il governo comunista ungherese, che fu repressa dalle forze sovietiche."
      },
      {
        "text1": "Il 23 ottobre 2001, Apple ha lanciato l'iPod, uno dei dispositivi musicali portatili più popolari e influenti della storia."
      }
    ]
  },
  "10-24": {
    "curiosity": [
      {
        "text": "Il 24 ottobre 1945 furono fondate le Nazioni Unite (ONU), con l’obiettivo di promuovere la pace e la cooperazione internazionale dopo la Seconda Guerra Mondiale."
      },
      {
        "text1": "Il 24 ottobre 2003 venne lanciata la sonda spaziale europea Mars Express, con l'obiettivo di studiare Marte e cercare segni di acqua sul pianeta."
      }
    ]
  },
  "10-25": {
    "curiosity": [
      {
        "text": "Il 25 ottobre 1415 ebbe luogo in Francia la battaglia di Agincourt, dove le forze inglesi guidate da Enrico V ottennero una vittoria significativa durante la Guerra dei Cent'anni."
      },
      {
        "text1": "Il 25 ottobre 2001, Microsoft ha rilasciato il sistema operativo Windows XP, diventando uno dei sistemi operativi più popolari e longevi della storia."
      }
    ]
  },
  "10-26": {
    "curiosity": [
      {
        "text": "Il 26 ottobre 1947 veniva pubblicato per la prima volta il famoso libro per bambini “Il Piccolo Principe”, scritto da Antoine de Saint-Exupéry."
      },
      {
        "text1": "Il 26 ottobre 1979 morì il leader sovietico Leonid Brezhnev, ponendo fine a un periodo di leadership durato 18 anni e segnando l’inizio di una nuova era nell’Unione Sovietica."
      }
    ]
  },
  "10-27": {
    "curiosity": [
      {
        "text": "Il 27 ottobre 1904 fu aperta al pubblico la prima edizione della metropolitana di New York, rivoluzionando i trasporti della città."
      },
      {
        "text1": "Il 27 ottobre 1962, durante la crisi missilistica cubana, un aereo spia U-2 fu abbattuto su Cuba, aumentando ulteriormente la tensione tra gli Stati Uniti e l'Unione Sovietica."
      }
    ]
  },
  "10-28": {
    "curiosity": [
      {
        "text": "Il 28 ottobre 1886, la Statua della Libertà, simbolo iconico degli Stati Uniti, fu ufficialmente inaugurata nel porto di New York."
      },
      {
        "text1": "Il 28 ottobre 1962, durante la crisi missilistica cubana, il presidente degli Stati Uniti John F. Kennedy annunciò che i missili sovietici sarebbero stati rimossi da Cuba, ponendo fine alla crisi."
      }
    ]
  },
  "10-29": {
    "curiosity": [
      {
        "text": "Il 29 ottobre 1929 si verificò il famoso “crollo della Borsa di New York”, che segnò l’inizio della Grande Depressione che colpì l’economia mondiale."
      },
      {
        "text1": "Il 29 ottobre 1956 Israele, Francia e Regno Unito invasero l’Egitto nella cosiddetta crisi di Suez, con l’obiettivo di controllare il Canale di Suez e rovesciare il presidente egiziano Gamal Abdel Nasser."
      }
    ]
  },
  "10-30": {
    "curiosity": [
      {
        "text": "Il 30 ottobre 1938 ebbe luogo la famosa trasmissione radiofonica conosciuta come 'La Guerra dei Mondi', in cui il regista Orson Welles adattò il libro di HG Wells, provocando il panico tra gli ascoltatori che credevano si trattasse di un'invasione aliena."
      },
      {
        "text1": "Il 30 ottobre 1961 l'Unione Sovietica fece esplodere la \"Bomba dello Zar\", la più grande bomba nucleare mai fatta esplodere nella storia, con una potenza stimata di 50 megatoni."
      }
    ]
  },
  "10-31": {
    "curiosity": [
      {
        "text": "Il 31 ottobre 1517 il monaco Martin Lutero affisse sulla porta della chiesa del castello di Wittenberg, in Germania, le sue 95 Tesi, dando inizio alla Riforma protestante."
      },
      {
        "text1": "Il 31 ottobre 1956 ebbe luogo la Rivoluzione ungherese, una rivolta contro il governo comunista ungherese, che fu violentemente represso dalle forze sovietiche."
      }
    ]
  },
  "11-1": {
    "curiosity": [
      {
        "text": "Il 1° novembre 1512 viene inaugurato in Vaticano, a Roma, il dipinto murale 'Affresco sulla volta della Cappella Sistina', di Michelangelo, considerato una delle opere d'arte più famose e importanti della storia."
      },
      {
        "text1": "Il 1° novembre 1952 si verificò la prima detonazione riuscita di una bomba all’idrogeno da parte degli Stati Uniti, segnando un progresso significativo nella tecnologia delle armi nucleari."
      }
    ]
  },
  "11-2": {
    "curiosity": [
      {
        "text": "Il 2 novembre 1917, durante la prima guerra mondiale, il generale britannico Edmund Allenby conquistò la città di Beersheba in Palestina dopo un'audace carica di cavalleria."
      },
      {
        "text1": "Il 2 novembre 1983, gli Stati Uniti invasero militarmente l'isola caraibica di Grenada, in un'operazione nota come \"Operazione Urgent Fury\", con l'obiettivo di deporre il governo marxista-leninista che aveva preso il potere."
      }
    ]
  },
  "11-3": {
    "curiosity": [
      {
        "text": "Il 3 novembre 1948, il presidente degli Stati Uniti Harry S. Truman fu rieletto con una sorprendente vittoria sul candidato repubblicano Thomas E. Dewey."
      },
      {
        "text1": "Il 3 novembre 1957 l'Unione Sovietica lanciò con successo il primo satellite artificiale della Terra, lo Sputnik 2, che trasportò nello spazio la prima creatura vivente, il cane Laika."
      }
    ]
  },
  "11-4": {
    "curiosity": [
      {
        "text": "Il 4 novembre 1979 si verificò la crisi degli ostaggi in Iran, quando gli studenti iraniani presero d'assalto l'ambasciata degli Stati Uniti a Teheran, tenendo in ostaggio 52 americani per più di un anno."
      },
      {
        "text1": "Il 4 novembre 2008 Barack Obama è stato eletto 44esimo presidente degli Stati Uniti, diventando il primo presidente afroamericano nella storia del paese."
      }
    ]
  },
  "11-5": {
    "curiosity": [
      {
        "text": "Il 5 novembre 1605 ebbe luogo nel Regno Unito il famoso \"Gunpowder Plot\", in cui Guy Fawkes e altri cospiratori cattolici complottarono per far saltare in aria il Parlamento britannico durante l'apertura ufficiale delle sessioni."
      },
      {
        "text1": "Il 5 novembre 1911 il Re d'Italia, Vittorio Emanuele III, proclamò l'annessione della Libia al territorio italiano, a seguito della conquista militare del Paese nordafricano."
      }
    ]
  },
  "11-6": {
    "curiosity": [
      {
        "text": "Il 6 novembre 1860 Abraham Lincoln fu eletto 16° presidente degli Stati Uniti, innescando tensioni che culminarono nella guerra civile americana."
      },
      {
        "text1": "Il 6 novembre 1985 il vulcano Nevado del Ruiz in Colombia eruttò provocando una valanga di fango e cenere che devastò la città di Armero e provocò la morte di oltre 23.000 persone."
      }
    ]
  },
  "11-7": {
    "curiosity": [
      {
        "text": "Il 7 novembre 1917 ebbe luogo la rivoluzione russa, nella quale i bolscevichi, guidati da Vladimir Lenin, presero il potere e stabilirono il dominio comunista in Russia."
      },
      {
        "text1": "Il 7 novembre 2000, il democratico Al Gore vinse la maggioranza del voto popolare, ma il repubblicano George W. Bush vinse le elezioni presidenziali degli Stati Uniti dopo una controversa sentenza della Corte Suprema."
      }
    ]
  },
  "11-8": {
    "curiosity": [
      {
        "text": "L'8 novembre 1895 Wilhelm Conrad Roentgen scoprì i raggi X, un'importante scoperta che rivoluzionò la medicina e la radiologia."
      },
      {
        "text1": "L'8 novembre 2016, Donald Trump è stato eletto 45esimo presidente degli Stati Uniti, sconfiggendo la candidata democratica Hillary Clinton."
      }
    ]
  },
  "11-9": {
    "curiosity": [
      {
        "text": "Il 9 novembre 1989 cadde il Muro di Berlino, che divise la città di Berlino per quasi 30 anni, simboleggiando la fine della Guerra Fredda e il crollo del blocco socialista."
      },
      {
        "text1": "Il 9 novembre 1938 nella Germania nazista ebbe luogo la cosiddetta \"Notte dei vetri rotti\", una serie di violenti attacchi contro la popolazione ebraica, le sue proprietà e le sinagoghe."
      }
    ]
  },
  "11-10": {
    "curiosity": [
      {
        "text": "Il 10 novembre 1483 nasce Martin Lutero, leader della Riforma protestante e figura importante nella storia religiosa e politica dell'Europa."
      },
      {
        "text1": "Il 10 novembre 1975, la regina Elisabetta II del Regno Unito fece una storica visita in Australia, la prima visita di un monarca britannico nel paese dai tempi della Federazione australiana nel 1901."
      }
    ]
  },
  "11-11": {
    "curiosity": [
      {
        "text": "L'11 novembre 1918 fu firmato l'Armistizio di Compiègne, che pose fine alla Prima Guerra Mondiale, entrando in vigore alle 11 del mattino e celebrato in molti paesi come il Giorno dell'Armistizio."
      },
      {
        "text1": "L'11 novembre 1889, lo Stato di Rio de Janeiro, in Brasile, abolì la schiavitù, diventando la prima unità federativa brasiliana a farlo."
      }
    ]
  },
  "11-12": {
    "curiosity": [
      {
        "text": "Il 12 novembre 1955 si verificò l'incidente noto come il \"Miracolo di Lourdes\", quando una statua della Vergine Maria iniziò a piangere nella città di Syracuse, New York, provocando un aumento del numero di pellegrini e l'indagine del fenomeno da parte della Chiesa cattolica."
      },
      {
        "text1": "Il 12 novembre 1990, la navicella spaziale Galileo della NASA sorvolò Venere nella sua traiettoria verso Giove, effettuando osservazioni e raccogliendo dati scientifici."
      }
    ]
  },
  "11-13": {
    "curiosity": [
      {
        "text": "Il 13 novembre 354 nacque sant'Agostino, uno dei teologi e filosofi più influenti della Chiesa cattolica, noto per le sue opere come 'Confessioni' e 'La Città di Dio'."
      },
      {
        "text1": "Il 13 novembre 2015, a Parigi, in Francia, hanno avuto luogo una serie di attacchi terroristici coordinati, perpetrati dal gruppo estremista Stato islamico, che hanno provocato la morte di 130 persone e centinaia di feriti."
      }
    ]
  },
  "11-14": {
    "curiosity": [
      {
        "text": "Il 14 novembre 1851 venne pubblicato per la prima volta il quotidiano britannico 'The New York Times', diventando uno dei giornali più influenti e rinomati al mondo."
      },
      {
        "text1": "Il 14 novembre 1969 venne lanciata l'Apollo 12, la seconda missione con equipaggio del programma Apollo della NASA, con l'obiettivo di atterrare sulla Luna."
      }
    ]
  },
  "11-15": {
    "curiosity": [
      {
        "text": "Il 15 novembre 1889 in Brasile ebbe luogo la Proclamazione della Repubblica, che segnò la fine dell’Impero e l’instaurazione di un regime repubblicano nel paese."
      },
      {
        "text1": "Il 15 novembre 1988, la Palestina proclamò la propria indipendenza nella città di Algeri, in Algeria, essendo riconosciuta da diversi paesi come stato sovrano."
      }
    ]
  },
  "11-16": {
    "curiosity": [
      {
        "text": "Il 16 novembre 1532 ebbe luogo in Perù la battaglia di Cajamarca, dove il conquistatore spagnolo Francisco Pizarro catturò l'imperatore Inca Atahualpa, segnando l'inizio della conquista spagnola della regione."
      },
      {
        "text1": "Il 16 novembre 1995 fu firmato l’Accordo generale di pace che pose ufficialmente fine alla guerra in Bosnia, un conflitto etnico-religioso che devastò la regione balcanica negli anni ’90."
      }
    ]
  },
  "11-17": {
    "curiosity": [
      {
        "text": "Il 17 novembre 1558 salì al trono la regina Elisabetta I d'Inghilterra, dando inizio a uno dei regni più importanti e più lunghi della storia del Paese."
      },
      {
        "text1": "Il 17 novembre 1989 iniziò in Cecoslovacchia la Rivoluzione di Velluto, un movimento pacifico che portò alla caduta del regime comunista nel paese."
      }
    ]
  },
  "11-18": {
    "curiosity": [
      {
        "text": "Il 18 novembre 1307 ebbe luogo in Francia l'arresto dei Cavalieri Templari, un evento fondamentale nella storia dell'Ordine dei Templari."
      },
      {
        "text1": "Il 18 novembre 1928, la prima trasmissione televisiva a colori fu effettuata negli Stati Uniti dall'inventore e ingegnere elettronico John Logie Baird."
      }
    ]
  },
  "11-19": {
    "curiosity": [
      {
        "text": "Il 19 novembre 1863, durante la guerra civile americana, il presidente degli Stati Uniti Abraham Lincoln pronunciò il famoso discorso di Gettysburg, riaffermando gli ideali di uguaglianza e libertà."
      },
      {
        "text1": "Il 19 novembre 1997 la NASA lanciava la sonda spaziale Cassini-Huygens con lo scopo di studiare il pianeta Saturno e le sue lune."
      }
    ]
  },
  "11-20": {
    "curiosity": [
      {
        "text": "Il 20 novembre 1945 iniziò il processo di Norimberga, in cui i leader nazisti furono processati per crimini di guerra e crimini contro l'umanità durante la seconda guerra mondiale."
      },
      {
        "text1": "Il 20 novembre 1989 l’Assemblea generale delle Nazioni Unite ha adottato la Convenzione sui diritti dell’infanzia, che stabilisce i diritti fondamentali dei bambini in tutto il mondo."
      }
    ]
  },
  "11-21": {
    "curiosity": [
      {
        "text": "Il 21 novembre 1877 Thomas Edison annunciò l'invenzione del fonografo, uno dei primi dispositivi in ​​grado di riprodurre suoni registrati."
      },
      {
        "text1": "Il 21 novembre 1974 l’Etiopia divenne uno stato socialista dopo la caduta dell’imperatore Haile Selassie."
      }
    ]
  },
  "11-22": {
    "curiosity": [
      {
        "text": "Il 22 novembre 1963, il presidente degli Stati Uniti, John F. Kennedy, fu assassinato a Dallas, in Texas, in un evento che sconvolse il Paese e il mondo."
      },
      {
        "text1": "Il 22 novembre 2005, Microsoft ha lanciato la console per videogiochi Xbox 360, inaugurando una nuova generazione di console di gioco."
      }
    ]
  },
  "11-23": {
    "curiosity": [
      {
        "text": "Il 23 novembre 1889 la giornalista e scrittrice irlandese Nellie Bly iniziò il suo viaggio intorno al mondo in 72 giorni, stabilendo un record mondiale."
      },
      {
        "text1": "Il 23 novembre 1981, la Stazione Spaziale Skylab, lanciata dalla NASA nel 1973, rientrò nell'atmosfera terrestre e si disintegrò, ponendo fine alla sua missione."
      }
    ]
  },
  "11-24": {
    "curiosity": [
      {
        "text": "Il 24 novembre 1859 fu pubblicato il libro di Charles Darwin “L'origine delle specie” in cui presentava la teoria dell'evoluzione attraverso la selezione naturale."
      },
      {
        "text1": "Il 24 novembre 1963, all'assassinio del presidente degli Stati Uniti, John F. Kennedy, seguì l'assassinio di Lee Harvey Oswald, il principale sospettato del crimine, da parte di Jack Ruby."
      }
    ]
  },
  "11-25": {
    "curiosity": [
      {
        "text": "Il 25 novembre 1975, la leader politica e attivista per i diritti delle donne Aung San Suu Kyi fu arrestata in Myanmar (allora Birmania) e rimase agli arresti domiciliari per diversi anni."
      },
      {
        "text1": "Il 25 novembre 2001 è stata creata l’Organizzazione Mondiale del Commercio (OMC), con l’obiettivo di promuovere il libero scambio e regolamentare il commercio internazionale."
      }
    ]
  },
  "11-26": {
    "curiosity": [
      {
        "text": "Il 26 novembre 1922, gli archeologi britannici scoprirono l'ingresso della tomba del faraone Tutankhamon nella Valle dei Re in Egitto."
      },
      {
        "text1": "Il 26 novembre 2008, a Mumbai, in India, si è verificato un attacco terroristico da parte di un gruppo islamico, che ha provocato diversi attacchi coordinati in tutta la città."
      }
    ]
  },
  "11-27": {
    "curiosity": [
      {
        "text": "Il 27 novembre 1095, papa Urbano II pronunciò il discorso di Clermont, incitando alla Prima Crociata con l'obiettivo di riconquistare Gerusalemme dalle mani dei musulmani."
      },
      {
        "text1": "Il 27 novembre 1978, il sindaco di Jonestown, Guyana, Jim Jones, portò al suicidio collettivo di più di 900 seguaci del suo culto, in un evento noto come il massacro di Jonestown."
      }
    ]
  },
  "11-28": {
    "curiosity": [
      {
        "text": "Il 28 novembre 1520 ebbe luogo in Messico la battaglia di Otumba, dove il conquistatore spagnolo Hernán Cortés e i suoi alleati indigeni sconfissero l'esercito azteco guidato da Cuauhtémoc."
      },
      {
        "text1": "Il 28 novembre 1942, durante la Seconda Guerra Mondiale, ebbe luogo l'Operazione Torch, con le forze alleate che sbarcarono sulle coste del Nord Africa, dando inizio alla campagna nel teatro delle operazioni del Mediterraneo."
      }
    ]
  },
  "11-29": {
    "curiosity": [
      {
        "text": "Il 29 novembre 1947 l’Assemblea generale delle Nazioni Unite approvò il Piano di spartizione della Palestina, che proponeva la creazione di uno Stato ebraico e di uno Stato arabo nella regione."
      },
      {
        "text1": "Il 29 novembre 1961, la NASA lanciò la capsula spaziale Mercury-Atlas 5 con a bordo la scimmia Enos, effettuando il secondo volo orbitale con equipaggio del programma Mercury."
      }
    ]
  },
  "11-30": {
    "curiosity": [
      {
        "text": "Il 30 novembre 1803, gli Stati Uniti acquisirono formalmente il territorio della Louisiana dalla Francia in un accordo noto come Louisiana Purchase."
      },
      {
        "text1": "Il 30 novembre 1966 Barbados divenne indipendente dal Regno Unito, ponendo fine al suo status di colonia britannica."
      }
    ]
  },
  "12-01": {
    "curiosity": [
      {
        "text": "Il 1° dicembre 1955 Rosa Parks, un’attivista per i diritti civili, rifiutò di cedere il suo posto a un uomo bianco su un autobus a Montgomery, in Alabama, innescando il movimento per i diritti civili negli Stati Uniti."
      },
      {
        "text1": "Il 1° dicembre 1990 ebbe luogo la riunificazione della Germania, con l’unione della Germania Ovest e della Germania Est dopo la caduta del Muro di Berlino."
      }
    ]
  },
  "12-02": {
    "curiosity": [
      {
        "text": "Il 2 dicembre 1804 Napoleone Bonaparte fu incoronato imperatore di Francia nella cattedrale di Notre-Dame a Parigi."
      },
      {
        "text1": "Il 2 dicembre 1942, durante la seconda guerra mondiale, ebbe luogo il primo test riuscito della bomba atomica presso il Laboratorio di Los Alamos, nel New Mexico, negli Stati Uniti."
      }
    ]
  },
  "12-03": {
    "curiosity": [
      {
        "text": "Il 3 dicembre 1967, il chirurgo sudafricano Christiaan Barnard eseguì con successo il primo trapianto di cuore umano a Città del Capo, in Sud Africa."
      },
      {
        "text1": "Il 3 dicembre 1984 si verificò nella città di Bhopal, in India, una grave fuga di gas tossico, considerata uno dei peggiori disastri industriali della storia, che causò migliaia di morti e feriti."
      }
    ]
  },
  "12-04": {
    "curiosity": [
      {
        "text": "Il 4 dicembre 1945 venne fondata l’Organizzazione delle Nazioni Unite per l’Educazione, la Scienza e la Cultura (UNESCO) con lo scopo di promuovere la pace e la cooperazione internazionale attraverso l’educazione, la scienza e la cultura."
      },
      {
        "text1": "Il 4 dicembre 1971, l'India sconfisse il Pakistan nella guerra d'indipendenza del Bangladesh, determinando l'indipendenza del Bangladesh e la fine della guerra."
      }
    ]
  },
  "12-05": {
    "curiosity": [
      {
        "text": "Il 5 dicembre 1933 il proibizionismo negli Stati Uniti fu abrogato, consentendo ancora una volta la produzione e la vendita di bevande alcoliche."
      },
      {
        "text1": "Il 5 dicembre 2013 Nelson Mandela, leader anti-apartheid ed ex presidente del Sud Africa, è morto all’età di 95 anni, lasciando un’eredità di lotta per i diritti umani e la riconciliazione."
      }
    ]
  },
  "12-06": {
    "curiosity": [
      {
        "text": "Il 6 dicembre 1877 Thomas Edison diede la prima dimostrazione pubblica del suo fonografo, un dispositivo in grado di registrare e riprodurre suoni."
      },
      {
        "text1": "Il 6 dicembre 1989, a Pechino, in Cina, si verificò il massacro di piazza Tiananmen, quando le truppe governative repressero violentemente i manifestanti pro-democrazia."
      }
    ]
  },
  "12-07": {
    "curiosity": [
      {
        "text": "Il 7 dicembre 1941 ebbe luogo l’attacco giapponese alla base navale di Pearl Harbor, nelle Hawaii, che segnò l’entrata degli Stati Uniti nella Seconda Guerra Mondiale."
      },
      {
        "text1": "Il 7 dicembre 1972 fu lanciata l'Apollo 17, l'ultima missione con equipaggio del programma Apollo della NASA, che fu anche l'ultima volta che gli esseri umani furono sulla Luna."
      }
    ]
  },
  "12-08": {
    "curiosity": [
      {
        "text": "L'8 dicembre 1980, l'ex Beatle John Lennon fu assassinato a New York, negli Stati Uniti, da un fan disturbato."
      },
      {
        "text1": "L’8 dicembre 1991 i leader di Russia, Ucraina e Bielorussia firmarono l’Accordo di Belaveja, che dissolse l’Unione Sovietica e istituì la Comunità degli Stati Indipendenti (CSI)."
      }
    ]
  },
  "12-09": {
    "curiosity": [
      {
        "text": "Il 9 dicembre 1987 fu firmato l’accordo internazionale noto come Protocollo di Montreal, che mirava a proteggere lo strato di ozono riducendo gradualmente l’uso di sostanze che lo riducono."
      },
      {
        "text1": "Il 9 dicembre 2013, l’ex presidente sudafricano Nelson Mandela è stato onorato con un memoriale a Johannesburg, riunendo leader e celebrità da tutto il mondo."
      }
    ]
  },
  "12-10": {
    "curiosity": [
      {
        "text": "Il 10 dicembre 1948 l’Assemblea Generale delle Nazioni Unite adottò la Dichiarazione Universale dei Diritti Umani, stabilendo i diritti fondamentali di tutti gli esseri umani."
      },
      {
        "text1": "Il 10 dicembre 1989 il leader ceco Václav Havel fu eletto presidente della Cecoslovacchia, segnando la fine del regime comunista nel paese."
      }
    ]
  },
  "12-11": {
    "curiosity": [
      {
        "text": "L'11 dicembre 1936, il re Edoardo VIII del Regno Unito abdicò al trono per sposare Wallis Simpson, un'americana divorziata, innescando una crisi costituzionale."
      },
      {
        "text1": "L’11 dicembre 2001 la Cina ha aderito all’Organizzazione Mondiale del Commercio (OMC), aprendo la sua economia al mercato globale."
      }
    ]
  },
  "12-12": {
    "curiosity": [
      {
        "text": "Il 12 dicembre 1915 negli Stati Uniti ebbe luogo la prima trasmissione radiofonica di intrattenimento, segnando l’inizio dell’era della radio come mezzo di comunicazione popolare."
      },
      {
        "text1": "Il 12 dicembre 2000, la Corte Suprema degli Stati Uniti pose fine alla controversia elettorale delle elezioni presidenziali del 2000, dichiarando vincitore George W. Bush."
      }
    ]
  },
  "12-13": {
    "curiosity": [
      {
        "text": "Il 13 dicembre 1937, la città di Nanchino, in Cina, fu catturata dalle forze giapponesi, segnando l'inizio del massacro di Nanchino, uno degli eventi più brutali della seconda guerra sino-giapponese."
      },
      {
        "text1": "Il 13 dicembre 2003, Saddam Hussein, ex presidente dell'Iraq, fu catturato dalle forze statunitensi, ponendo fine alla sua vita da fuggitivo."
      }
    ]
  },
  "12-14": {
    "curiosity": [
      {
        "text": "Il 14 dicembre 1900 Max Planck presentò per la prima volta la sua teoria quantistica, una pietra miliare fondamentale per la fisica moderna."
      },
      {
        "text1": "Il 14 dicembre 2012, un uomo armato ha aperto il fuoco alla scuola elementare Sandy Hook negli Stati Uniti, uccidendo 26 persone, tra cui 20 bambini, in una delle peggiori sparatorie scolastiche nella storia del paese."
      }
    ]
  },
  "12-15": {
    "curiosity": [
      {
        "text": "Il 15 dicembre 1791 fu ratificata la Carta dei diritti degli Stati Uniti, composta da dieci emendamenti alla Costituzione, che garantivano le libertà civili e individuali ai cittadini."
      },
      {
        "text1": "Il 15 dicembre 2001, la città di Kandahar, in Afghanistan, fu catturata dalle forze della coalizione guidata dagli Stati Uniti, segnando un punto di svolta nella guerra afghana."
      }
    ]
  },
  "12-16": {
    "curiosity": [
      {
        "text": "Il 16 dicembre 1773 ebbe luogo il Boston Tea Party, una protesta in cui i coloni americani gettarono carichi di tè britannico nel porto di Boston come atto di resistenza contro le tasse britanniche."
      },
      {
        "text1": "Il 16 dicembre 1971 l’India riconobbe ufficialmente il Bangladesh come paese indipendente, ponendo fine alla guerra di liberazione del Bangladesh contro il Pakistan."
      }
    ]
  },
  "12-17": {
    "curiosity": [
      {
        "text": "Il 17 dicembre 1903, i fratelli Wright effettuarono il primo volo controllato di un aereo a motore, a Kitty Hawk, nella Carolina del Nord, negli Stati Uniti."
      },
      {
        "text1": "Il 17 dicembre 2010, un venditore ambulante tunisino di nome Mohamed Bouazizi si è dato fuoco, innescando proteste di massa in Tunisia, conosciute come la Rivoluzione dei Gelsomini, che si sono diffuse in tutto il mondo arabo."
      }
    ]
  },
  "12-18": {
    "curiosity": [
      {
        "text": "Il 18 dicembre 1865 fu ratificato il tredicesimo emendamento della Costituzione degli Stati Uniti, che abolì la schiavitù nel paese."
      },
      {
        "text1": "Il 18 dicembre 1892, lo scrittore inglese Arthur Conan Doyle pubblicò il romanzo 'Il mastino dei Baskerville', una delle storie più famose di Sherlock Holmes."
      }
    ]
  },
  "12-19": {
    "curiosity": [
      {
        "text": "Il 19 dicembre 1843 fu pubblicato il libro 'A Christmas Carol', scritto da Charles Dickens, uno dei racconti natalizi più popolari di tutti i tempi."
      },
      {
        "text1": "Il 19 dicembre 1998 la Camera dei Rappresentanti degli Stati Uniti approvò l'impeachment del presidente Bill Clinton, accusato di falsa testimonianza e ostruzione alla giustizia."
      }
    ]
  },
  "12-20": {
    "curiosity": [
      {
        "text": "Il 20 dicembre 1803, gli Stati Uniti acquisirono formalmente il territorio della Louisiana dalla Francia in un accordo noto come Louisiana Purchase."
      },
      {
        "text1": "Il 20 dicembre 1989, le forze militari statunitensi invasero Panama con l'obiettivo di catturare il dittatore Manuel Noriega, accusato di traffico di droga e di crimini contro i diritti umani."
      }
    ]
  },
  "12-21": {
    "curiosity": [
      {
        "text": "Il 21 dicembre 1620, i coloni inglesi sbarcarono a Plymouth Rock, nel Massachusetts, fondando la colonia di Plymouth e segnando l'inizio della colonizzazione britannica del Nord America."
      },
      {
        "text1": "Il 21 dicembre 1968, l'Apollo 8, la missione spaziale con equipaggio della NASA, fu lanciata nello spazio, diventando la prima navicella spaziale ad orbitare attorno alla Luna e tornare sana e salva sulla Terra."
      }
    ]
  },
  "12-22": {
    "curiosity": [
      {
        "text": "Il 22 dicembre 1807 fu firmato il Trattato di Tilsit che pose fine alla guerra tra la Francia di Napoleone Bonaparte e la Russia dello zar Alessandro I."
      },
      {
        "text1": "Il 22 dicembre 1989, la Romania tenne un processo e giustiziò il dittatore comunista Nicolae Ceaușescu e sua moglie Elena, in seguito alla rivoluzione rumena."
      }
    ]
  },
  "12-23": {
    "curiosity": [
      {
        "text": "Il 23 dicembre 1888, il pittore olandese Vincent van Gogh si tagliò parte dell'orecchio sinistro durante un crollo psicotico."
      },
      {
        "text1": "Il 23 dicembre 1947, il Congresso nazionale indiano adottò una risoluzione che chiedeva l’indipendenza dell’India e la fine del dominio coloniale britannico."
      }
    ]
  },
  "12-24": {
    "curiosity": [
      {
        "text": "Il 24 dicembre 1814, durante la guerra del 1812 tra gli Stati Uniti e il Regno Unito, venne stipulato il Trattato di Gand, che pose ufficialmente fine al conflitto e ripristinò le relazioni diplomatiche tra i due paesi."
      },
      {
        "text1": "Il 24 dicembre 1914, durante la Prima Guerra Mondiale, avvenne la “tregua di Natale”, in cui i soldati nemici nelle trincee del fronte occidentale interruppero le ostilità e fraternizzarono durante la vigilia di Natale."
      }
    ]
  },
  "12-25": {
    "curiosity": [
      {
        "text": "Il 25 dicembre 336, l'imperatore romano Costantino I il Grande celebrò la prima celebrazione ufficiale del Natale come festa cristiana."
      },
      {
        "text1": "Il 25 dicembre 1941, durante la seconda guerra mondiale, le truppe tedesche comandate da Adolf Hitler crollarono nella battaglia di Mosca, segnando una grave sconfitta per le forze naziste."
      }
    ]
  },
  "12-26": {
    "curiosity": [
      {
        "text": "Il 26 dicembre 1776, durante la Guerra d'indipendenza americana, George Washington guidò l'attacco a sorpresa contro le truppe dell'Assia a Trenton, nel New Jersey, ottenendo una vittoria cruciale per i ribelli americani."
      },
      {
        "text1": "Il 26 dicembre 2004 si verificò nell’Oceano Indiano il devastante tsunami, innescato da un terremoto sottomarino, provocando uno dei peggiori disastri naturali della storia, con la perdita di centinaia di migliaia di vite in diverse nazioni costiere."
      }
    ]
  },
  "12-27": {
    "curiosity": [
      {
        "text": "Il 27 dicembre 1831 Charles Darwin intraprese la spedizione a bordo della HMS Beagle, un viaggio che lo portò a sviluppare la sua teoria sull'evoluzione delle specie."
      },
      {
        "text1": "Il 27 dicembre 2007, l'ex primo ministro del Pakistan, Benazir Bhutto, è stata assassinata in un attentato suicida durante una manifestazione politica a Rawalpindi."
      }
    ]
  },
  "12-28": {
    "curiosity": [
      {
        "text": "Il 28 dicembre 1895 i fratelli Lumière tennero la prima proiezione pubblica di film commoventi al Grand Café di Parigi, segnando la nascita del cinema."
      },
      {
        "text1": "Il 28 dicembre 1973 il presidente degli Stati Uniti Richard Nixon firmò l’Energy Transition Act, che stabiliva obiettivi per il risparmio energetico e promuoveva l’uso di fonti energetiche rinnovabili."
      }
    ]
  },
  "12-29": {
    "curiosity": [
      {
        "text": "Il 29 dicembre 1890 avvenne il massacro di Wounded Knee, un tragico scontro tra soldati americani e membri della tribù Lakota Sioux, che provocò la morte di circa 300 nativi americani, tra cui donne e bambini."
      },
      {
        "text1": "Il 29 dicembre 1972, la NASA lanciò la navicella spaziale Apollo 17, l'ultima missione con equipaggio sulla Luna fino ad oggi, con a bordo Eugene Cernan, Ronald Evans e Harrison Schmitt."
      }
    ]
  },
  "12-30": {
    "curiosity": [
      {
        "text": "Il 30 dicembre 1922 fu proclamata l'Unione delle Repubbliche Socialiste Sovietiche (URSS), formando un nuovo stato che comprendeva diverse repubbliche sovietiche."
      },
      {
        "text1": "Il 30 dicembre 2006, l'ex presidente dell'Iraq, Saddam Hussein, è stato giustiziato per impiccagione dopo essere stato giudicato colpevole di crimini contro l'umanità."
      }
    ]
  },
  "12-31": {
    "curiosity": [
      {
        "text": "Il 31 dicembre 1759 nacque a Salisburgo il famoso compositore austriaco Wolfgang Amadeus Mozart, lasciando un'eredità duratura nella musica classica."
      },
      {
        "text1": "Il 31 dicembre 1999 si è verificata la svolta del millennio, che ha segnato l'inizio del 21° secolo e il temuto \"Millennium Bug\"q non ha causato i problemi catastrofici previsti nei sistemi informatici di tutto il mondo."
      }
    ]
  }
}