{
  "1-1": {
    "curiosity": [
      {
        "text": "Kerajaan Ghana, yang terletak di Afrika Barat, adalah kerajaan besar pertama di wilayah tersebut, yang terkenal dengan perdagangan emas dan garamnya."
      },
      {
        "text1": "Afrika adalah tempat lahir umat manusia, tempat manusia pertama berevolusi."
      }
    ]
  },
  "1-2": {
    "curiosity": [
      {
        "text": "Kekaisaran Ethiopia adalah salah satu dari sedikit negara Afrika yang menentang penjajahan Eropa selama abad ke-19."
      },
      {
        "text1": "Mesir Kuno adalah salah satu peradaban paling maju dalam sejarah, membangun piramida yang terkenal."
      }
    ]
  },
  "1-3": {
    "curiosity": [
      {
        "text": "Perang Boer adalah konflik yang terjadi di Afrika Selatan antara pemukim asal Belanda dan Inggris."
      },
      {
        "text1": "Kerajaan Aksum, yang terletak di Etiopia modern, adalah salah satu peradaban besar pertama di Afrika."
      }
    ]
  },
  "1-4": {
    "curiosity": [
      {
        "text": "Kerajaan Kartago yang terletak di Afrika Utara menyaingi Roma pada masa Republik Romawi."
      },
      {
        "text1": "Tembok Besar Tiongkok adalah salah satu karya rekayasa terbesar dalam sejarah, yang dibangun untuk melindungi negara dari invasi."
      }
    ]
  },
  "1-5": {
    "curiosity": [
      {
        "text": "Kerajaan Kush, yang terletak di wilayah Sudan modern, merupakan pusat perdagangan dan kekuasaan penting di Mesir Kuno."
      },
      {
        "text1": "Kekaisaran Inca adalah peradaban terbesar di Amerika pra-Columbus, yang terkenal dengan arsitektur dan sistem jalannya yang canggih."
      }
    ]
  },
  "1-6": {
    "curiosity": [
      {
        "text": "Kerajaan Mali di Afrika Barat terkenal dengan penguasanya Mansa Musa, yang dianggap sebagai salah satu orang terkaya dalam sejarah."
      },
      {
        "text1": "Revolusi Industri menandai perubahan signifikan dalam masyarakat dan perekonomian, yang didorong oleh penemuan mesin dan pabrik."
      }
    ]
  },
  "1-7": {
    "curiosity": [
      {
        "text": "Kekaisaran Songhai, yang terletak di Afrika Barat, adalah salah satu kerajaan terbesar dalam sejarah Afrika."
      },
      {
        "text1": "Revolusi Perancis adalah periode perubahan politik dan sosial yang intens di Perancis, dengan dampak yang bertahan lama di seluruh dunia."
      }
    ]
  },
  "1-8": {
    "curiosity": [
      {
        "text": "Kerajaan Axum, di Etiopia, merupakan kekuatan komersial dan keagamaan yang penting, yang memiliki hubungan maritim dengan Mesir, India, dan Kekaisaran Romawi."
      },
      {
        "text1": "Kekaisaran Mongol, yang dipimpin oleh Jenghis Khan, adalah kekaisaran terbesar yang bersebelahan dalam sejarah, membentang dari Asia Timur hingga Eropa Timur."
      }
    ]
  },
  "1-9": {
    "curiosity": [
      {
        "text": "Kerajaan Maroko memiliki sejarah panjang, dengan pengaruh Berber, Arab, dan Eropa selama berabad-abad."
      },
      {
        "text1": "Deklarasi Kemerdekaan Amerika Serikat yang ditandatangani pada tanggal 4 Juli 1776 merupakan tonggak penting dalam perjuangan kemerdekaan di koloni-koloni Amerika."
      }
    ]
  },
  "1-10": {
    "curiosity": [
      {
        "text": "Kesultanan Ottoman, yang didirikan pada abad ke-13, mendominasi wilayah luas yang mencakup sebagian Eropa, Asia, dan Afrika selama lebih dari 600 tahun."
      },
      {
        "text1": "Revolusi Industri di Inggris berdampak besar pada transformasi masyarakat dan perekonomian, mendorong produksi skala besar dan urbanisasi."
      }
    ]
  },
  "1-11": {
    "curiosity": [
      {
        "text": "Kerajaan Kongo, yang terletak di Afrika tengah, adalah negara pra-kolonial yang terkenal dengan perdagangan gading dan budaknya."
      },
      {
        "text1": "Pertempuran Waterloo, pada tanggal 18 Juni 1815, merupakan peristiwa penting dalam sejarah Eropa, menandai kekalahan terakhir Napoleon Bonaparte."
      }
    ]
  },
  "1-12": {
    "curiosity": [
      {
        "text": "Kekaisaran Mali, dipimpin oleh raja terkenal Mansa Musa, adalah pusat perdagangan, pembelajaran, dan kekayaan di Afrika Barat abad pertengahan."
      },
      {
        "text1": "Revolusi Rusia yang terjadi pada tahun 1917 menyebabkan jatuhnya Kekaisaran Rusia dan terbentuknya Uni Soviet, serta meresmikan era politik dan sosial baru."
      }
    ]
  },
  "1-13": {
    "curiosity": [
      {
        "text": "Kekaisaran Aztec, yang terletak di Meksiko, adalah salah satu peradaban pra-Columbus terbesar, yang terkenal dengan arsitektur dan kemajuan pertaniannya."
      },
      {
        "text1": "Revolusi Industri di Amerika Serikat mengubah negara ini menjadi kekuatan industri dan ekonomi global pada abad ke-19."
      }
    ]
  },
  "1-14": {
    "curiosity": [
      {
        "text": "Kerajaan Benin, di wilayah yang sekarang disebut Nigeria, adalah pusat komersial dan budaya penting di Afrika Barat pra-kolonial."
      },
      {
        "text1": "Proklamasi Emansipasi, yang dikeluarkan oleh Presiden Amerika Serikat Abraham Lincoln pada tanggal 1 Januari 1863, membebaskan budak di negara-negara Konfederasi selama Perang Saudara Amerika."
      }
    ]
  },
  "1-15": {
    "curiosity": [
      {
        "text": "Kekaisaran Bizantium, yang berbasis di Konstantinopel, memelihara warisan Kekaisaran Romawi Timur dan memainkan peran penting dalam melestarikan budaya klasik."
      },
      {
        "text1": "Perang Dingin adalah periode ketegangan politik dan militer antara Amerika Serikat dan Uni Soviet, yang ditandai dengan persaingan ideologi dan persaingan global."
      }
    ]
  },
  "1-16": {
    "curiosity": [
      {
        "text": "Kerajaan Zimbabwe di Afrika Selatan merupakan pusat komersial dan budaya penting selama Abad Pertengahan."
      },
      {
        "text1": "Revolusi Industri di Jerman mendorong perkembangan ekonomi dan teknologi negara tersebut, menjadikannya kekuatan industri pada abad ke-19."
      }
    ]
  },
  "1-17": {
    "curiosity": [
      {
        "text": "Kekaisaran Gupta di India dikenal sebagai Zaman Keemasan India karena perkembangannya dalam bidang seni, ilmu pengetahuan, dan perdagangan."
      },
      {
        "text1": "Perang Saudara Amerika, yang terjadi pada tahun 1861 hingga 1865, merupakan konflik berdarah antara negara bagian Amerika Serikat bagian Utara dan Selatan, terutama terkait dengan masalah perbudakan."
      }
    ]
  },
  "1-18": {
    "curiosity": [
      {
        "text": "Kerajaan Portugal memainkan peran penting dalam Age of Discovery, menjelajahi jalur laut dan membangun koloni di seluruh dunia."
      },
      {
        "text1": "Revolusi Meksiko, yang dimulai pada tahun 1910, mengakibatkan penggulingan pemerintahan diktator Porfirio Díaz dan pencarian keadilan sosial dan reformasi politik di Meksiko."
      }
    ]
  },
  "1-19": {
    "curiosity": [
      {
        "text": "Kekaisaran Maya, yang terletak di Mesoamerika, adalah salah satu peradaban kuno paling maju, yang terkenal dengan tulisan hieroglif dan sistem kalender yang rumit."
      },
      {
        "text1": "Revolusi Industri di Jepang yang terjadi pada akhir abad ke-19 mendorong modernisasi dan transformasi negara tersebut menjadi kekuatan industri."
      }
    ]
  },
  "1-20": {
    "curiosity": [
      {
        "text": "Kerajaan Buganda, yang terletak di wilayah Uganda saat ini, memainkan peran penting dalam sejarah dan budaya Afrika Timur."
      },
      {
        "text1": "Perang Dunia Kedua, yang terjadi pada tahun 1939 hingga 1945, merupakan konflik global paling dahsyat sepanjang sejarah, yang melibatkan kekuatan-kekuatan utama dunia dalam konflik militer berskala besar."
      }
    ]
  },
  "1-21": {
    "curiosity": [
      {
        "text": "Kekaisaran Romawi adalah salah satu kerajaan terbesar dalam sejarah, yang terkenal dengan teknik, perundang-undangan, dan pengaruhnya yang bertahan lama terhadap budaya Barat."
      },
      {
        "text1": "Revolusi Industri di Perancis pada abad ke-19 membawa kemajuan teknologi dan perubahan sosial ekonomi yang signifikan di negara tersebut."
      }
    ]
  },
  "1-22": {
    "curiosity": [
      {
        "text": "Kerajaan Kongo, di Afrika tengah, memainkan peran penting dalam perdagangan budak transatlantik selama abad ke-16 dan ke-17."
      },
      {
        "text1": "Perang Kemerdekaan Amerika, yang berlangsung dari tahun 1775 hingga 1783, menghasilkan terbentuknya Amerika Serikat sebagai negara merdeka."
      }
    ]
  },
  "1-23": {
    "curiosity": [
      {
        "text": "Kekaisaran Persia, di bawah pemerintahan Cyrus Agung, mendirikan salah satu kerajaan kuno terbesar, yang terkenal dengan toleransi beragama dan pemerintahannya yang efisien."
      },
      {
        "text1": "Revolusi Industri di Rusia pada abad ke-19 mengubah perekonomian Rusia dan mendorong pertumbuhan industri negara tersebut."
      }
    ]
  },
  "1-24": {
    "curiosity": [
      {
        "text": "Kerajaan Bhutan, di Asia, terkenal dengan kebijakan Kebahagiaan Nasional Bruto, yang mengupayakan kesejahteraan material dan spiritual warganya."
      },
      {
        "text1": "Revolusi Haiti, yang terjadi antara tahun 1791 dan 1804, adalah pemberontakan budak pertama yang berhasil dalam sejarah, yang berujung pada kemerdekaan Haiti dan berakhirnya perbudakan di koloni Prancis di Saint-Domingue."
      }
    ]
  },
  "1-25": {
    "curiosity": [
      {
        "text": "Kekaisaran Inca, yang terletak di wilayah Andes, adalah peradaban pra-Columbus terbesar, yang terkenal dengan arsitektur batu dan sistem pertaniannya yang maju."
      },
      {
        "text1": "Revolusi Industri di Belgia pada abad ke-19 mendorong perkembangan negara tersebut sebagai pusat industri dan komersial di Eropa."
      }
    ]
  },
  "1-26": {
    "curiosity": [
      {
        "text": "Kerajaan Axum, di zaman modern Etiopia, merupakan pusat perdagangan penting dan salah satu peradaban Kristen pertama di Afrika."
      },
      {
        "text1": "Revolusi Perancis, yang terjadi antara tahun 1789 dan 1799, adalah periode kerusuhan politik dan sosial yang intens di Perancis, yang mengakibatkan jatuhnya monarki dan berdirinya Republik Perancis."
      }
    ]
  },
  "1-27": {
    "curiosity": [
      {
        "text": "Kekaisaran Austro-Hongaria, yang didirikan pada tahun 1867, merupakan kekuatan besar di Eropa Tengah, yang terdiri dari berbagai kebangsaan dan budaya."
      },
      {
        "text1": "Revolusi Industri di Kanada pada abad ke-19 mendorong pertumbuhan ekonomi negara tersebut, khususnya di industri manufaktur dan transportasi."
      }
    ]
  },
  "1-28": {
    "curiosity": [
      {
        "text": "Kerajaan Kush, yang terletak di wilayah Sudan modern, adalah kerajaan kuat yang mengendalikan jalur perdagangan antara Afrika Tengah dan Mediterania."
      },
      {
        "text1": "Revolusi Industri di Italia pada abad ke-19 mengubah negara ini dari perekonomian yang didominasi pertanian menjadi kekuatan industri dan komersial."
      }
    ]
  },
  "1-29": {
    "curiosity": [
      {
        "text": "Kekaisaran Tiongkok, di bawah Dinasti Tang, adalah salah satu periode paling makmur dalam sejarah Tiongkok, yang terkenal dengan perdagangan dan pertukaran budayanya."
      },
      {
        "text1": "Revolusi Industri di Spanyol pada abad ke-19 memberikan dampak yang signifikan terhadap pembangunan ekonomi dan sosial negara tersebut."
      }
    ]
  },
  "1-30": {
    "curiosity": [
      {
        "text": "Kerajaan Inggris adalah kerajaan terbesar dalam sejarah, yang mencakup wilayah di seluruh dunia dan mempunyai pengaruh politik dan budaya yang bertahan lama."
      },
      {
        "text1": "Revolusi Industri di Australia pada abad ke-19 mendorong perekonomian negara tersebut, terutama melalui eksploitasi sumber daya alam dan pengembangan industri manufaktur."
      }
    ]
  },
  "1-31": {
    "curiosity": [
      {
        "text": "Kerajaan Imericia, di Georgia saat ini, memainkan peranan penting dalam sejarah Kaukasus dan merupakan pusat perdagangan dan kebudayaan di wilayah tersebut."
      },
      {
        "text1": "Revolusi Industri di India pada abad ke-19 membawa perubahan signifikan terhadap perekonomian dan masyarakat negara tersebut, mendorong pertumbuhan industri tekstil dan sektor transportasi."
      }
    ]
  },
  "2-1": {
    "curiosity": [
      {
        "text": "Kekaisaran Ottoman, yang didirikan pada abad ke-13, adalah salah satu kerajaan terbesar dalam sejarah, meliputi wilayah di Eropa, Asia dan Afrika."
      },
      {
        "text1": "Revolusi Industri di Swedia pada abad ke-19 mengubah negara tersebut menjadi kekuatan industri yang penting, khususnya di sektor pertambangan dan metalurgi."
      }
    ]
  },
  "2-2": {
    "curiosity": [
      {
        "text": "Kerajaan Maroko, yang terletak di Afrika Utara, memiliki sejarah yang kaya sejak zaman kuno dan memainkan peran penting dalam jalur perdagangan trans-Sahara."
      },
      {
        "text1": "Revolusi Industri di Brazil pada abad ke-19 mendorong pertumbuhan industri dan modernisasi negara tersebut, terutama dengan berkembangnya sektor kopi."
      }
    ]
  },
  "2-3": {
    "curiosity": [
      {
        "text": "Kekaisaran Mongol, yang dipimpin oleh Jenghis Khan, adalah kekaisaran terbesar yang bersebelahan dalam sejarah, membentang dari Asia Timur hingga Eropa Timur."
      },
      {
        "text1": "Revolusi Industri di Argentina pada abad ke-19 mendorong perkembangan perekonomian negara tersebut, khususnya di sektor pertanian dan industri makanan."
      }
    ]
  },
  "2-4": {
    "curiosity": [
      {
        "text": "Kerajaan Succotra, yang terletak di kepulauan dengan nama yang sama di Samudera Hindia, terkenal dengan flora unik dan pemandangan alamnya yang subur."
      },
      {
        "text1": "Revolusi Industri di Chili pada abad ke-19 mendorong perkembangan perekonomian negara tersebut, khususnya di bidang pertambangan dan industri tembaga."
      }
    ]
  },
  "2-5": {
    "curiosity": [
      {
        "text": "Kekaisaran Spanyol adalah salah satu kerajaan terbesar dalam sejarah, yang tersebar di sebagian besar Eropa, Amerika, Afrika, dan Asia."
      },
      {
        "text1": "Revolusi Industri di Yunani pada abad ke-19 membawa perubahan signifikan terhadap perekonomian negara tersebut, khususnya di sektor maritim dan industri tekstil."
      }
    ]
  },
  "2-6": {
    "curiosity": [
      {
        "text": "Kerajaan Tonga di Pasifik Selatan adalah satu-satunya negara di benua samudera yang tidak pernah dijajah oleh kekuatan asing."
      },
      {
        "text1": "Revolusi Industri di Meksiko pada abad ke-19 membawa perubahan ekonomi dan sosial yang besar di negara tersebut, mendorong perkembangan industri tekstil, sektor pertambangan, dan infrastruktur transportasi."
      }
    ]
  },
  "2-7": {
    "curiosity": [
      {
        "text": "Kekaisaran Bizantium, dengan ibukotanya di Konstantinopel, adalah salah satu kekaisaran yang bertahan paling lama dalam sejarah, melestarikan budaya dan warisan Kekaisaran Romawi Timur."
      },
      {
        "text1": "Revolusi Industri di Austria pada abad ke-19 mendorong pertumbuhan ekonomi negara tersebut, terutama pada industri baja dan produksi mesin."
      }
    ]
  },
  "2-8": {
    "curiosity": [
      {
        "text": "Kerajaan Granada, yang terletak di Semenanjung Iberia, merupakan benteng Islam terakhir di wilayah tersebut sebelum ditaklukkan oleh kerajaan Kristen pada masa Reconquista."
      },
      {
        "text1": "Revolusi Industri di Norwegia pada abad ke-19 membawa perubahan signifikan terhadap perekonomian negara tersebut, terutama di industri perkayuan, perikanan, dan pembangkit listrik tenaga air."
      }
    ]
  },
  "2-9": {
    "curiosity": [
      {
        "text": "Kekaisaran Maurya di India kuno adalah salah satu kerajaan terbesar pada masa itu, menyatukan sebagian besar anak benua India di bawah satu pemerintahan."
      },
      {
        "text1": "Revolusi Industri di Finlandia pada abad ke-19 mengubah negara tersebut dari perekonomian agraris menjadi perekonomian industri, khususnya di industri pulp dan kertas."
      }
    ]
  },
  "2-10": {
    "curiosity": [
      {
        "text": "Kerajaan Aksum, yang terletak di Etiopia dan Eritrea saat ini, adalah pusat komersial dan budaya penting di Zaman Kuno, yang mengendalikan jalur perdagangan antara Afrika, Asia, dan Eropa."
      },
      {
        "text1": "Revolusi Industri di Korea Selatan, yang dimulai pada tahun 1960an, mendorong pesatnya perkembangan ekonomi dan industri di negara tersebut, yang dikenal sebagai 'Keajaiban di Sungai Han'."
      }
    ]
  },
  "2-11": {
    "curiosity": [
      {
        "text": "Kekaisaran Karoling, yang didirikan oleh Charlemagne, adalah sebuah kerajaan Eropa yang meliputi sebagian besar Eropa Barat selama Abad Pertengahan."
      },
      {
        "text1": "Revolusi Industri di Polandia pada abad ke-19 mengubah negara tersebut dari perekonomian pertanian menjadi perekonomian industri, khususnya di industri tekstil dan baja."
      }
    ]
  },
  "2-12": {
    "curiosity": [
      {
        "text": "Revolusi Perancis, yang terjadi antara tahun 1789 dan 1799, adalah peristiwa yang menandai transisi dari monarki absolut ke republik di Perancis, dengan dampak politik dan sosial yang penting."
      },
      {
        "text1": "Perang Dunia Pertama yang terjadi pada tahun 1914 hingga 1918 merupakan konflik global yang melibatkan kekuatan-kekuatan besar dunia pada saat itu dan berdampak signifikan terhadap geopolitik dan masyarakat pada abad ke-20."
      }
    ]
  },
  "2-13": {
    "curiosity": [
      {
        "text": "Perjanjian Tordesillas, yang ditandatangani pada tahun 1494, membagi tanah yang ditemukan dan akan ditemukan antara Portugal dan Spanyol, menjadi dasar kolonisasi Amerika oleh kedua negara."
      },
      {
        "text1": "Perang Dingin, yang berlangsung dari tahun 1947 hingga 1991, adalah periode ketegangan politik, militer, dan ideologi antara Amerika Serikat dan Uni Soviet, yang ditandai dengan persaingan antara dua blok yang dipimpin oleh negara-negara tersebut."
      }
    ]
  },
  "2-14": {
    "curiosity": [
      {
        "text": "Hari Valentine, yang dirayakan pada tanggal 14 Februari, berawal dari penghormatan kepada Santo Valentine, seorang pendeta Romawi yang menjadi martir karena menikahi tentara secara diam-diam, melanggar perintah Kaisar Claudius II."
      },
      {
        "text1": "Perjanjian Versailles, yang ditandatangani pada tahun 1919, menandai berakhirnya Perang Dunia Pertama dan menjatuhkan sanksi berat terhadap Jerman, meletakkan dasar bagi periode antar perang dan munculnya Perang Dunia Kedua."
      }
    ]
  },
  "2-15": {
    "curiosity": [
      {
        "text": "Pada tanggal 15 Februari 1898, kapal perang USS Maine meledak di Pelabuhan Havana, Kuba, sebuah peristiwa yang berperan penting dalam pecahnya Perang Spanyol-Amerika."
      },
      {
        "text1": "Pada tanggal 15 Februari 1954, Kanada secara resmi mengadopsi bendera daun maple merah dan putih, menjadikannya simbol nasional negara tersebut."
      }
    ]
  },
  "2-16": {
    "curiosity": [
      {
        "text": "Pada tanggal 16 Februari 1923, Mesir diproklamasikan sebagai kerajaan merdeka, mengakhiri masa pemerintahan Inggris dan mendirikan monarki konstitusional."
      },
      {
        "text1": "Pada tanggal 16 Februari 1968, Pertempuran Huế yang terkenal terjadi, salah satu bentrokan utama selama Perang Vietnam, antara pasukan Amerika Utara dan Viet Cong."
      }
    ]
  },
  "2-17": {
    "curiosity": [
      {
        "text": "Pada tanggal 17 Februari 1867, Britania Raya menandatangani Perjanjian Roma dengan Kerajaan Italia, yang mengakui penyatuan Italia dan mengakhiri kekuasaan Negara Kepausan."
      },
      {
        "text1": "Pada tanggal 17 Februari 1979, terjadi Revolusi Islam di Iran yang mengakibatkan jatuhnya Shah Mohammad Reza Pahlavi dan naiknya kekuasaan Ayatollah Khomeini."
      }
    ]
  },
  "2-18": {
    "curiosity": [
      {
        "text": "Pada tanggal 18 Februari 1930, insiden terkenal yang dikenal sebagai 'Salt March' terjadi di India, dipimpin oleh Mahatma Gandhi, sebagai protes tanpa kekerasan terhadap pajak garam Inggris."
      },
      {
        "text1": "Pada tanggal 18 Februari 1954, ilmuwan James Watson dan Francis Crick menemukan struktur DNA, sebuah tonggak penting dalam memahami genetika dan keturunan."
      }
    ]
  },
  "2-19": {
    "curiosity": [
      {
        "text": "Pada tanggal 19 Februari 1878, Thomas Edison menerima paten untuk fonograf, salah satu perangkat pertama yang mampu merekam dan mereproduksi suara."
      },
      {
        "text1": "Pada tanggal 19 Februari 1942, selama Perang Dunia II, Presiden Amerika Serikat, Franklin D. Roosevelt, menandatangani Perintah Eksekutif 9066, yang mengizinkan penahanan warga negara Jepang dan orang Jepang-Amerika di kamp konsentrasi."
      }
    ]
  },
  "2-20": {
    "curiosity": [
      {
        "text": "Pada tanggal 20 Februari 1962, astronot Amerika John Glenn menjadi orang Amerika pertama yang mengorbit Bumi, menggunakan pesawat ruang angkasa Friendship 7."
      },
      {
        "text1": "Pada tanggal 20 Februari 1986, stasiun luar angkasa Mir diluncurkan, menjadi stasiun luar angkasa modular pertama di orbit Bumi."
      }
    ]
  },
  "2-21": {
    "curiosity": [
      {
        "text": "Pada tanggal 21 Februari 1848, Manifesto Komunis, yang ditulis oleh Karl Marx dan Friedrich Engels, diterbitkan, sebuah dokumen fundamental bagi ideologi komunis."
      },
      {
        "text1": "Pada tanggal 21 Februari 1965, aktivis Afrika-Amerika Malcolm X dibunuh di New York, sebuah peristiwa yang berdampak signifikan terhadap gerakan hak-hak sipil di Amerika Serikat."
      }
    ]
  },
  "2-22": {
    "curiosity": [
      {
        "text": "Pada tanggal 22 Februari 1632, filsuf René Descartes menerbitkan karya filosofisnya yang paling terkenal, 'Discourse on Method,' yang meletakkan dasar-dasar rasionalisme modern."
      },
      {
        "text1": "Pada tanggal 22 Februari 1980, tim hoki es Amerika Serikat mengalahkan tim Uni Soviet dalam pertandingan bersejarah yang dikenal sebagai 'Miracle on Ice' pada Olimpiade Musim Dingin 1980."
      }
    ]
  },
  "2-23": {
    "curiosity": [
      {
        "text": "Pada tanggal 23 Februari 1945, selama Perang Dunia II, pasukan Amerika dan Filipina merebut kembali kota Manila, Filipina, setelah pertempuran sengit melawan pasukan Jepang."
      },
      {
        "text1": "Pada tanggal 23 Februari 1981, kudeta militer terjadi di Spanyol, yang dikenal sebagai '23-F', ketika sekelompok penjaga sipil menyerbu parlemen Spanyol dalam upaya kudeta yang gagal."
      }
    ]
  },
  "2-24": {
    "curiosity": [
      {
        "text": "Pada tanggal 24 Februari 1868, dimulainya Revolusi Agung terjadi di Spanyol, sebuah gerakan yang berujung pada penggulingan Ratu Isabella II dan pembentukan pemerintahan sementara."
      },
      {
        "text1": "Pada tanggal 24 Februari 1989, ilmuwan Inggris Tim Berners-Lee mempresentasikan proposal pembuatan World Wide Web, salah satu tonggak terpenting dalam sejarah internet."
      }
    ]
  },
  "2-25": {
    "curiosity": [
      {
        "text": "Pada tanggal 25 Februari 1836, terjadi Pertempuran Alamo, bentrokan antara pasukan Meksiko dan pembela Texas yang menjadi simbol keberanian dan perlawanan dalam sejarah Texas."
      },
      {
        "text1": "Pada tanggal 25 Februari 1956, pemimpin Soviet Nikita Khrushchev memberikan pidato rahasia di Kongres Partai Komunis Uni Soviet ke-20, mengecam kejahatan dan ekses yang dilakukan selama rezim Josef Stalin."
      }
    ]
  },
  "2-26": {
    "curiosity": [
      {
        "text": "Pada tanggal 26 Februari 1815, Pertempuran Waterloo terjadi di Belgia, di mana pasukan Kaisar Napoleon Bonaparte dikalahkan oleh pasukan koalisi yang dipimpin oleh Duke of Wellington, menandai berakhirnya kerajaan Napoleon."
      },
      {
        "text1": "Pada tanggal 26 Februari 1993, serangan terhadap World Trade Center terjadi di New York, ketika sebuah bom truk meledak di garasi kompleks tersebut, mengakibatkan enam kematian dan ratusan luka-luka."
      }
    ]
  },
  "2-27": {
    "curiosity": [
      {
        "text": "Pada tanggal 27 Februari 1900, perusahaan film Amerika Universal Pictures didirikan, menjadi salah satu produser film tertua dan paling berpengaruh di dunia."
      },
      {
        "text1": "Pada tanggal 27 Februari 1933, kebakaran di Reichstag, parlemen Jerman di Berlin, digunakan oleh Nazi sebagai dalih untuk membatasi kebebasan sipil dan mengkonsolidasikan kekuasaan mereka."
      }
    ]
  },
  "2-28": {
    "curiosity": [
      {
        "text": "Pada tanggal 28 Februari 1953, ilmuwan James Watson dan ahli biologi Francis Crick menemukan struktur molekul DNA, salah satu penemuan terpenting dalam sejarah biologi."
      },
      {
        "text1": "Pada tanggal 28 Februari 1986, pesawat ruang angkasa Challenger meledak tak lama setelah diluncurkan, mengakibatkan kematian ketujuh astronot di dalamnya."
      }
    ]
  },
  "2-29": {
    "curiosity": [
      {
        "text": "Pada tanggal 28 Februari 1986, pesawat ruang angkasa Challenger meledak tak lama setelah diluncurkan, mengakibatkan kematian ketujuh astronot di dalamnya."
      },
      {
        "text1": "Pada tanggal 28 Februari 1953, ilmuwan James Watson dan ahli biologi Francis Crick menemukan struktur molekul DNA, salah satu penemuan terpenting dalam sejarah biologi."
      }
    ]
  },
  "3-1": {
    "curiosity": [
      {
        "text": "Pada tanggal 1 Maret 1872, Taman Nasional Yellowstone didirikan di Amerika Serikat, menjadi taman nasional pertama di dunia."
      },
      {
        "text1": "Pada tanggal 1 Maret 1994, grup musik Brasil Mamonas Assassinas meninggal dalam kecelakaan pesawat yang tragis, menghentikan kebangkitan band tersebut sebelum waktunya."
      }
    ]
  },
  "3-2": {
    "curiosity": [
      {
        "text": "Pada tanggal 2 Maret 1956, Maroko memperoleh kemerdekaan, mengakhiri masa penjajahan Perancis di negara tersebut."
      },
      {
        "text1": "Pada tanggal 2 Maret 1962, penyanyi-penulis lagu Amerika Bob Dylan merilis album studio pertamanya bertajuk 'Bob Dylan', yang menjadi tonggak sejarah dalam musik folk."
      }
    ]
  },
  "3-3": {
    "curiosity": [
      {
        "text": "Pada tanggal 3 Maret 1845, Florida diakui sebagai negara bagian Amerika Serikat ke-27, memperluas wilayah negaranya di kawasan Teluk Meksiko."
      },
      {
        "text1": "Pada tanggal 3 Maret 1913, Parade Suffragette berlangsung di Washington DC, di mana ribuan perempuan berbaris untuk mendapatkan hak pilih di Amerika Serikat."
      }
    ]
  },
  "3-4": {
    "curiosity": [
      {
        "text": "Pada tanggal 4 Maret 1789, pelantikan presiden pertama Amerika Serikat, George Washington, menandai dimulainya sejarah kepresidenan negara tersebut."
      },
      {
        "text1": "Pada tanggal 4 Maret 1933, Presiden Franklin D. Roosevelt mulai menjabat pada masa Depresi Besar, menyampaikan pidato pengukuhan yang terkenal dengan kalimat 'Satu-satunya hal yang harus kita takuti adalah ketakutan itu sendiri'."
      }
    ]
  },
  "3-5": {
    "curiosity": [
      {
        "text": "Pada tanggal 5 Maret 1953, pemimpin Soviet Joseph Stalin meninggal dunia, setelah memerintah Uni Soviet dengan tangan besi selama lebih dari dua dekade."
      },
      {
        "text1": "Pada tanggal 5 Maret 1984, program komputer Lotus 1-2-3, salah satu perangkat lunak spreadsheet pertama, dirilis, memainkan peran penting dalam mempopulerkan komputer pribadi."
      }
    ]
  },
  "3-6": {
    "curiosity": [
      {
        "text": "Pada tanggal 6 Maret 1475, pelukis Renaisans terkenal Michelangelo, yang terkenal dengan mahakarya seperti patung 'David' dan lukisan Kapel Sistina, lahir."
      },
      {
        "text1": "Pada tanggal 6 Maret 1957, Ghana menjadi negara Afrika pertama yang memperoleh kemerdekaan dari kolonialisme, memimpin gerakan dekolonisasi di benua tersebut."
      }
    ]
  },
  "3-7": {
    "curiosity": [
      {
        "text": "Pada tanggal 7 Maret 1876, Alexander Graham Bell menerima paten untuk telepon, merevolusi komunikasi dan membuka jalan bagi era telekomunikasi."
      },
      {
        "text1": "Pada tanggal 7 Maret 1965, episode terkenal yang dikenal sebagai 'Minggu Berdarah' terjadi, ketika pengunjuk rasa hak-hak sipil ditindas secara brutal oleh polisi di jembatan dari Selma ke Montgomery, di Amerika Serikat."
      }
    ]
  },
  "3-8": {
    "curiosity": [
      {
        "text": "Pada tanggal 8 Maret 1917, dalam konteks Perang Dunia Pertama, dimulainya Revolusi Rusia, dengan demonstrasi perempuan di Petrograd, yang kemudian berujung pada jatuhnya rezim Tsar."
      },
      {
        "text1": "Pada tanggal 8 Maret 1971, petinju Muhammad Ali dan Joe Frazier bertarung dalam apa yang dikenal sebagai 'Pertarungan Abad Ini', dengan Frazier menang dengan keputusan bulat."
      }
    ]
  },
  "3-9": {
    "curiosity": [
      {
        "text": "Pada tanggal 9 Maret 1959, penyanyi dan aktor Elvis Presley dibebaskan dari dinas militer, setelah memenuhi tugasnya di Jerman, kembali ke kariernya yang sukses."
      },
      {
        "text1": "Pada tanggal 9 Maret 1997, rapper The Notorious BIG, juga dikenal sebagai Biggie Smalls, dibunuh dalam penembakan di Los Angeles, meninggalkan warisan yang luar biasa dalam dunia hip-hop."
      }
    ]
  },
  "3-10": {
    "curiosity": [
      {
        "text": "Pada tanggal 10 Maret 1876, gramofon, pendahulu pemutar rekaman, ditemukan oleh Thomas Edison, dipatenkan, merevolusi cara musik direkam dan direproduksi."
      },
      {
        "text1": "Pada tanggal 10 Maret 1959, Tibet diinvasi oleh Tiongkok, yang mengakibatkan penindasan budaya dan politik dalam jangka waktu yang lama di negara tersebut."
      }
    ]
  },
  "3-11": {
    "curiosity": [
      {
        "text": "Pada tanggal 11 Maret 1818, komposer terkenal Jerman Johann Sebastian Bach meninggal dunia, meninggalkan warisan karya musik klasik yang mempengaruhi generasi selanjutnya."
      },
      {
        "text1": "Pada tanggal 11 Maret 2011, gempa bumi berkekuatan 9,0 melanda Jepang, diikuti oleh tsunami dahsyat, yang mengakibatkan krisis nuklir yang serius di pembangkit listrik Fukushima."
      }
    ]
  },
  "3-12": {
    "curiosity": [
      {
        "text": "Pada tanggal 12 Maret 1930, Mahatma Gandhi memulai Salt March di India, salah satu tonggak sejarah gerakan kemerdekaan negara tersebut melawan kekuasaan Inggris."
      },
      {
        "text1": "Pada tanggal 12 Maret 1994, terjadi pembantaian Hebron, serangan teroris terhadap sebuah masjid di kota Hebron, Tepi Barat, yang mengakibatkan tewasnya 29 warga Palestina dan puluhan orang luka-luka."
      }
    ]
  },
  "3-13": {
    "curiosity": [
      {
        "text": "Pada tanggal 13 Maret 1781, astronom William Herschel menemukan planet Uranus, memperluas pengetahuan tentang Tata Surya."
      },
      {
        "text1": "Pada tanggal 13 Maret 2013, Kardinal Jorge Mario Bergoglio dari Argentina terpilih sebagai Paus Fransiskus, menjadi Paus Amerika Latin pertama dalam sejarah Gereja Katolik."
      }
    ]
  },
  "3-14": {
    "curiosity": [
      {
        "text": "Pada tanggal 14 Maret 1879, Albert Einstein, salah satu ilmuwan paling terkenal dalam sejarah, lahir di Ulm, di Kerajaan Württemberg, di Kekaisaran Jerman."
      },
      {
        "text1": "Pada tanggal 14 Maret 1950, Perserikatan Bangsa-Bangsa (PBB) menetapkan Hari Perempuan Internasional, yang dirayakan setiap tahun untuk mempromosikan kesetaraan gender dan hak-hak perempuan."
      }
    ]
  },
  "3-15": {
    "curiosity": [
      {
        "text": "Pada tanggal 15 Maret 44 SM, terjadi pembunuhan Julius Caesar, pemimpin dan kaisar Romawi, oleh sekelompok senator, yang mengakibatkan perubahan signifikan dalam perjalanan sejarah Romawi."
      },
      {
        "text1": "Pada tanggal 15 Maret 1972, Inggris mengadopsi sistem mata uang desimal, menggantikan sistem lama pound, shilling, dan pence."
      }
    ]
  },
  "3-16": {
    "curiosity": [
      {
        "text": "Pada tanggal 16 Maret 1521, navigator Portugis Ferdinand Magellan tiba di Filipina selama ekspedisi keliling dunia, menjadi orang Eropa pertama yang melakukannya."
      },
      {
        "text1": "Pada tanggal 16 Maret 1968, pembantaian My Lai terjadi selama Perang Vietnam, di mana tentara Amerika membunuh lebih dari 500 warga sipil Vietnam, termasuk wanita, anak-anak dan orang tua."
      }
    ]
  },
  "3-17": {
    "curiosity": [
      {
        "text": "Pada tanggal 17 Maret 461 M, Santo Patrick, santo pelindung Irlandia, yang diperingati setiap tahun pada Hari Santo Patrick, yang dikenal sebagai Hari St."
      },
      {
        "text1": "Pada tanggal 17 Maret 1905, Minggu Berdarah terjadi di Saint Petersburg, Rusia, ketika pengunjuk rasa damai ditindas oleh tentara Tsar, mengakibatkan ratusan kematian dan menandai dimulainya Revolusi Rusia tahun 1905."
      }
    ]
  },
  "3-18": {
    "curiosity": [
      {
        "text": "Pada tanggal 18 Maret 1314, Jacques de Molay, Grand Master terakhir Templar, dibakar di tiang pancang, menandai berakhirnya Ordo Ksatria Templar."
      },
      {
        "text1": "Pada tanggal 18 Maret 1965, pawai hak-hak sipil dari Selma ke Montgomery di Amerika Serikat berlangsung dalam upaya untuk mengamankan hak suara bagi orang Afrika-Amerika."
      }
    ]
  },
  "3-19": {
    "curiosity": [
      {
        "text": "Pada tanggal 19 Maret 1687, Isaac Newton menerbitkan mahakaryanya, 'Principia Mathematica,' yang menetapkan hukum gerak dan hukum gravitasi, sehingga merevolusi fisika."
      },
      {
        "text1": "Pada tanggal 19 Maret 2003, Perang Irak dimulai, dipimpin oleh Amerika Serikat dan sekutunya, yang mengakibatkan serangkaian peristiwa yang membentuk geopolitik kawasan."
      }
    ]
  },
  "3-20": {
    "curiosity": [
      {
        "text": "Pada tanggal 20 Maret 1852, Harriet Beecher Stowe menerbitkan novel 'Uncle Tom's Cabin', sebuah karya penting dalam perang melawan perbudakan di Amerika Serikat."
      },
      {
        "text1": "Pada tanggal 20 Maret 2016, mantan Presiden Amerika Serikat, Barack Obama, melakukan kunjungan bersejarah ke Kuba yang menandai tonggak sejarah normalisasi hubungan kedua negara."
      }
    ]
  },
  "3-21": {
    "curiosity": [
      {
        "text": "Pada tanggal 21 Maret 1960, Pembantaian Sharpeville terjadi di Afrika Selatan, ketika polisi menembaki pengunjuk rasa damai yang menentang undang-undang apartheid, yang mengakibatkan 69 kematian."
      },
      {
        "text1": "Pada tanggal 21 Maret 2014, Rusia mencaplok semenanjung Krimea, menyusul referendum kontroversial yang dikutuk oleh komunitas internasional."
      }
    ]
  },
  "3-22": {
    "curiosity": [
      {
        "text": "Pada tanggal 22 Maret 1622, Pembantaian Jamestown terjadi di koloni Inggris di Virginia, ketika penduduk asli Amerika menyerang dan membunuh penjajah Inggris."
      },
      {
        "text1": "Pada tanggal 22 Maret 1993, musisi dan penyanyi rock Kanada John Candy meninggal dunia pada usia 43 tahun, meninggalkan warisan komedi dan penampilan yang mengesankan."
      }
    ]
  },
  "3-23": {
    "curiosity": [
      {
        "text": "Pada tanggal 23 Maret 1806, Lewis dan Clark memulai ekspedisi legendaris mereka untuk menjelajahi Amerika Serikat bagian barat, sebuah perjalanan yang berlangsung lebih dari dua tahun dan membantu memperluas pengetahuan tentang geografi dan sifat Amerika Serikat. wilayah."
      },
      {
        "text1": "Pada tanggal 23 Maret 2001, Rusia meluncurkan stasiun luar angkasa Mir ke luar angkasa, yang menjadi landmark dalam eksplorasi luar angkasa dan beroperasi selama lebih dari 15 tahun sebelum dinonaktifkan."
      }
    ]
  },
  "3-24": {
    "curiosity": [
      {
        "text": "Pada tanggal 24 Maret 1603, Ratu Elizabeth I dari Inggris meninggal, mengakhiri dinasti Tudor dan menandai dimulainya pemerintahan dinasti Stuart, dengan naiknya James VI dari Skotlandia ke takhta Inggris sebagai James I."
      },
      {
        "text1": "Pada tanggal 24 Maret 1999, NATO memulai pemboman udara di Serbia, sebagai bagian dari intervensi militer dalam konflik Kosovo, selama Perang Kosovo."
      }
    ]
  },
  "3-25": {
    "curiosity": [
      {
        "text": "Pada tanggal 25 Maret 1807, Parlemen Inggris mengesahkan Undang-Undang Penghapusan Perdagangan Budak, yang melarang perdagangan budak di Kerajaan Inggris."
      },
      {
        "text1": "Pada tanggal 25 Maret 1957, Perjanjian Roma ditandatangani, membentuk Masyarakat Ekonomi Eropa (EEC), pendahulu Uni Eropa (UE)."
      }
    ]
  },
  "3-26": {
    "curiosity": [
      {
        "text": "Pada tanggal 26 Maret 1979, Perjanjian Damai antara Israel dan Mesir ditandatangani di Washington DC, secara resmi mengakhiri perang antara kedua negara."
      },
      {
        "text1": "Pada tanggal 26 Maret 1997, pesawat luar angkasa Rusia Soyuz TM-24 diluncurkan, membawa awak yang terdiri dari kosmonot Rusia, astronot Amerika, dan astronot Jerman ke Stasiun Luar Angkasa Mir."
      }
    ]
  },
  "3-27": {
    "curiosity": [
      {
        "text": "Pada tanggal 27 Maret 1912, Jepang dan Tiongkok menandatangani Perjanjian Xinchou, yang mengakhiri Perang Rusia-Jepang dan menetapkan kemerdekaan Mongolia Luar."
      },
      {
        "text1": "Pada tanggal 27 Maret 1977, dua pesawat Boeing 747 bertabrakan di Tenerife, Kepulauan Canary, mengakibatkan bencana udara terburuk dalam sejarah, yang menewaskan 583 orang."
      }
    ]
  },
  "3-28": {
    "curiosity": [
      {
        "text": "Pada tanggal 28 Maret 1930, Konstantinopel, ibu kota Kekaisaran Bizantium, berganti nama menjadi Istanbul, menandai perubahan signifikan dalam sejarah kota tersebut."
      },
      {
        "text1": "Pada tanggal 28 Maret 1979, terjadi kecelakaan di pembangkit listrik tenaga nuklir Three Mile Island di Amerika Serikat, yang mengakibatkan salah satu bencana nuklir terburuk dalam sejarah negara tersebut."
      }
    ]
  },
  "3-29": {
    "curiosity": [
      {
        "text": "Pada tanggal 29 Maret 1974, Revolusi Bunga terjadi di Portugal, pemberontakan militer yang menggulingkan kediktatoran Estado Novo dan menandai dimulainya periode demokratisasi di negara tersebut."
      },
      {
        "text1": "Pada tanggal 29 Maret 2004, Bulgaria, Estonia, Latvia, Lituania, Rumania, Slovakia dan Slovenia bergabung dengan NATO, memperkuat aliansi militer."
      }
    ]
  },
  "3-30": {
    "curiosity": [
      {
        "text": "Pada tanggal 30 Maret 1856, Perjanjian Paris ditandatangani, mengakhiri Perang Krimea dan membangun kondisi perdamaian antara kekuatan yang terlibat."
      },
      {
        "text1": "Pada tanggal 30 Maret 1981, Presiden Amerika Serikat, Ronald Reagan, tertembak dalam upaya pembunuhan, namun selamat setelah menjalani operasi."
      }
    ]
  },
  "3-31": {
    "curiosity": [
      {
        "text": "Pada tanggal 31 Maret 1492, Raja Katolik, Ferdinand II dari Aragon dan Isabel I dari Kastilia, mengeluarkan Dekrit Alhambra, yang mengusir orang-orang Yahudi dari Spanyol, yang mengakibatkan salah satu momen paling kelam dalam sejarah Yahudi."
      },
      {
        "text1": "Pada tanggal 31 Maret 1889, Menara Eiffel, salah satu ikon Paris dan dunia yang paling terkenal, diresmikan pada Pameran Universal Paris."
      }
    ]
  },
  "4-1": {
    "curiosity": [
      {
        "text": "Pada tanggal 1 April 1867, Inggris mengesahkan Undang-Undang Amerika Utara Britania, yang membentuk Konfederasi Kanada dan menjadi dasar bagi pembentukan Kanada modern."
      },
      {
        "text1": "Pada tanggal 1 April 1976, Apple Inc. didirikan oleh Steve Jobs, Steve Wozniak dan Ronald Wayne, menciptakan salah satu perusahaan teknologi paling berpengaruh di dunia."
      }
    ]
  },
  "4-2": {
    "curiosity": [
      {
        "text": "Pada tanggal 2 April 1917, Amerika Serikat memasuki Perang Dunia I, mengirimkan pasukan untuk berperang bersama pasukan Sekutu melawan Blok Sentral."
      },
      {
        "text1": "Pada tanggal 2 April 2005, Paus Yohanes Paulus II meninggal dunia pada usia 84 tahun, setelah masa kepausan yang panjang selama hampir 27 tahun, menjadi salah satu Paus paling populer dalam sejarah terkini."
      }
    ]
  },
  "4-3": {
    "curiosity": [
      {
        "text": "Pada tanggal 3 April 1948, Rencana Marshall, program bantuan ekonomi Amerika Serikat untuk rekonstruksi Eropa pasca-Perang Dunia II, mulai berlaku."
      },
      {
        "text1": "Pada tanggal 3 April 1973, ponsel pertama dibuat oleh Motorola, menandai tonggak penting dalam perkembangan teknologi seluler."
      }
    ]
  },
  "4-4": {
    "curiosity": [
      {
        "text": "Pada tanggal 4 April 1968, pemimpin hak-hak sipil Amerika Serikat Martin Luther King Jr. dibunuh di Memphis, Tennessee, menyebabkan keributan dan protes di seluruh negeri."
      },
      {
        "text1": "Pada tanggal 4 April 1949, Organisasi Perjanjian Atlantik Utara (NATO) didirikan, membentuk aliansi militer antara beberapa negara Barat untuk pertahanan bersama."
      }
    ]
  },
  "4-5": {
    "curiosity": [
      {
        "text": "Pada tanggal 5 April 1614, Pocahontas, salah satu tokoh paling terkenal dalam pertemuan antara penjajah Inggris dan penduduk asli Amerika, menikah dengan John Rolfe di Virginia, Amerika Serikat."
      },
      {
        "text1": "Pada tanggal 5 April 1955, Winston Churchill mengundurkan diri sebagai Perdana Menteri Inggris, mengakhiri masa jabatan keduanya."
      }
    ]
  },
  "4-6": {
    "curiosity": [
      {
        "text": "Pada tanggal 6 April 1917, Amerika Serikat menyatakan perang terhadap Kekaisaran Jerman, dan secara resmi memasuki Perang Dunia I."
      },
      {
        "text1": "Pada tanggal 6 April 1994, genosida dimulai di Rwanda, di mana sekitar 800.000 orang, terutama dari kelompok etnis Tutsi, dibunuh secara brutal selama kurang lebih 100 hari."
      }
    ]
  },
  "4-7": {
    "curiosity": [
      {
        "text": "Pada tanggal 7 April 1948, Deklarasi Universal Hak Asasi Manusia diproklamasikan oleh Majelis Umum Perserikatan Bangsa-Bangsa, yang menetapkan hak-hak dasar semua umat manusia."
      },
      {
        "text1": "Pada tanggal 7 April 1964, satelit komunikasi pertama, Syncom 3, diluncurkan ke orbit oleh NASA, memulai era baru dalam komunikasi global."
      }
    ]
  },
  "4-8": {
    "curiosity": [
      {
        "text": "Pada tanggal 8 April 1974, diktator Portugis António de Oliveira Salazar meninggal dunia, yang menyebabkan jatuhnya rezim otoriter Estado Novo dan demokratisasi Portugal."
      },
      {
        "text1": "Pada tanggal 8 April 1994, penyanyi rock Kurt Cobain, pemimpin band Nirvana, ditemukan tewas di rumahnya di Seattle, Amerika Serikat."
      }
    ]
  },
  "4-9": {
    "curiosity": [
      {
        "text": "Pada tanggal 9 April 1865, penyerahan Jenderal Konfederasi Robert E. Lee kepada Jenderal Persatuan Ulysses S. Grant terjadi, menandai berakhirnya Perang Saudara Amerika."
      },
      {
        "text1": "Pada tanggal 9 April 1940, Nazi Jerman menginvasi Denmark dan Norwegia, memulai pendudukan negara-negara tersebut selama Perang Dunia II."
      }
    ]
  },
  "4-10": {
    "curiosity": [
      {
        "text": "Pada 10 April 1912, RMS Titanic berlayar pada pelayaran perdananya dari Southampton, Inggris, menuju New York, Amerika Serikat, sebelum bertabrakan dengan gunung es dan tenggelam di Samudera Atlantik."
      },
      {
        "text1": "Pada tanggal 10 April 1972, Perdana Menteri Jepang Kakuei Tanaka mengunjungi Tiongkok, menandai momen penting dalam normalisasi hubungan kedua negara."
      }
    ]
  },
  "4-11": {
    "curiosity": [
      {
        "text": "Pada tanggal 11 April 1951, Jenderal Douglas MacArthur dibebastugaskan dari komandonya dalam Perang Korea oleh Presiden Amerika Serikat Harry S. Truman menyusul perbedaan pendapat mengenai strategi militer."
      },
      {
        "text1": "Pada tanggal 11 April 1979, presiden Zimbabwe, Canaan Banana, memproklamasikan kemerdekaan negaranya, mengakhiri pemerintahan kolonial Inggris dan mendirikan Republik Zimbabwe."
      }
    ]
  },
  "4-12": {
    "curiosity": [
      {
        "text": "Pada 12 April 1961, kosmonot Soviet Yuri Gagarin menjadi manusia pertama yang mengorbit Bumi dengan menggunakan pesawat ruang angkasa Vostok 1."
      },
      {
        "text1": "Pada tanggal 12 April 1992, Eurotunnel, yang menghubungkan Inggris ke Perancis di bawah Selat Inggris, dibuka, menyediakan koneksi kereta api langsung antara kedua negara."
      }
    ]
  },
  "4-13": {
    "curiosity": [
      {
        "text": "Pada tanggal 13 April 1743, Thomas Jefferson, presiden ketiga Amerika Serikat dan penulis utama Deklarasi Kemerdekaan, lahir di Koloni Virginia."
      },
      {
        "text1": "Pada tanggal 13 April 1943, terjadi Pemberontakan Ghetto Warsawa, suatu tindakan perlawanan yang diorganisir oleh orang-orang Yahudi terhadap pasukan Nazi selama Perang Dunia II."
      }
    ]
  },
  "4-14": {
    "curiosity": [
      {
        "text": "Pada tanggal 14 April 1865, Presiden Amerika Serikat, Abraham Lincoln, dibunuh oleh aktor John Wilkes Booth, di sebuah teater di Washington DC."
      },
      {
        "text1": "Pada tanggal 14 April 1986, Amerika Serikat melancarkan serangan udara terhadap Libya, sebagai pembalasan atas dugaan keterlibatan negara tersebut dalam serangan teroris di sebuah klub malam Berlin."
      }
    ]
  },
  "4-15": {
    "curiosity": [
      {
        "text": "Pada tanggal 15 April 1912, RMS Titanic tenggelam setelah bertabrakan dengan gunung es, mengakibatkan kematian lebih dari 1.500 orang dalam salah satu bencana maritim paling terkenal dalam sejarah."
      },
      {
        "text1": "Pada tanggal 15 April 1947, pemain bisbol Jackie Robinson melakukan debutnya di Major League Baseball, mendobrak batasan rasial dalam olahraga profesional di Amerika Serikat."
      }
    ]
  },
  "4-16": {
    "curiosity": [
      {
        "text": "Pada tanggal 16 April 1945, diktator Jerman Adolf Hitler bunuh diri di bunkernya di Berlin, menandai berakhirnya rezim Nazi selama Perang Dunia II."
      },
      {
        "text1": "Pada tanggal 16 April 1972, terjadi pembantaian My Lai, di mana tentara Amerika membunuh ratusan warga sipil Vietnam selama Perang Vietnam."
      }
    ]
  },
  "4-17": {
    "curiosity": [
      {
        "text": "Pada tanggal 17 April 1961, terjadi invasi Teluk Babi, upaya CIA yang gagal untuk menggulingkan rezim Fidel Castro di Kuba."
      },
      {
        "text1": "Pada tanggal 17 April 1975, Khmer Merah, dipimpin oleh Pol Pot, menguasai Phnom Penh, ibu kota Kamboja, menandai dimulainya periode genosida dan penindasan di negara tersebut."
      }
    ]
  },
  "4-18": {
    "curiosity": [
      {
        "text": "Pada tanggal 18 April 1775, konfrontasi bersenjata pertama antara penjajah Amerika dan pasukan Inggris terjadi dalam Pertempuran Lexington dan Concord, yang menandai dimulainya Perang Kemerdekaan Amerika."
      },
      {
        "text1": "Pada tanggal 18 April 1980, terjadi operasi penyelamatan sandera Amerika di kedutaan Amerika Serikat di Teheran, Iran yang dikenal dengan Operasi Cakar Elang, yang akhirnya tidak berhasil dan mengakibatkan tewasnya beberapa tentara Amerika."
      },
      {
        "text1": "Pada tanggal 18 April 1996, tentara Uganda dan kelompok pemberontak Lord's Resistance Army (LRA) menandatangani gencatan senjata sementara setelah konflik bersenjata selama bertahun-tahun di Uganda utara."
      }
    ]
  },
  "4-19": {
    "curiosity": [
      {
        "text": "Pada tanggal 19 April 1775, Pertempuran Concord terjadi selama Perang Kemerdekaan Amerika, di mana milisi kolonial berhasil mengusir pasukan Inggris."
      },
      {
        "text1": "Pada tanggal 19 April 1995, serangan teroris terjadi di Kota Oklahoma, Amerika Serikat, ketika sebuah bom truk meledak di depan gedung federal Alfred P. Murrah, yang mengakibatkan kematian 168 orang."
      }
    ]
  },
  "4-20": {
    "curiosity": [
      {
        "text": "Pada tanggal 20 April 1889, Adolf Hitler, calon pemimpin Nazi, lahir di Braunau am Inn, Austria."
      },
      {
        "text1": "Pada tanggal 20 April 1999, terjadi Pembantaian Columbine, di mana dua siswa bersenjata menyerang Sekolah Menengah Columbine, di Amerika Serikat, menewaskan 12 siswa dan seorang guru, sebelum melakukan bunuh diri."
      }
    ]
  },
  "4-21": {
    "curiosity": [
      {
        "text": "Pada tanggal 21 April 753 SM, menurut legenda, Roma didirikan oleh Romulus dan Remus."
      },
      {
        "text1": "Pada tanggal 21 April 1960, Brasília, ibu kota Brasil, secara resmi diresmikan, dianggap sebagai tonggak sejarah arsitektur dan urbanisme."
      }
    ]
  },
  "4-22": {
    "curiosity": [
      {
        "text": "Pada tanggal 22 April 1970, Hari Bumi pertama dirayakan, sebuah acara internasional yang dirancang untuk meningkatkan kesadaran akan masalah lingkungan dan perlindungan planet."
      },
      {
        "text1": "Pada tanggal 22 April 1993, pemimpin ANC dan calon presiden Afrika Selatan, Nelson Mandela, dan Presiden Frederik Willem de Klerk dianugerahi Hadiah Nobel Perdamaian atas upaya mereka untuk mengakhiri apartheid."
      }
    ]
  },
  "4-23": {
    "curiosity": [
      {
        "text": "Pada tanggal 23 April 1564, William Shakespeare, salah satu penulis drama terhebat dalam sejarah, lahir di Stratford-upon-Avon, Inggris."
      },
      {
        "text1": "Pada tanggal 23 April 1910, Theodore Roosevelt memberikan pidatonya yang terkenal 'Berbicara Halus, Olahraga Besar' di Sorbonne di Paris, menekankan pentingnya diplomasi dan penggunaan kekuasaan untuk memajukan perdamaian dunia."
      }
    ]
  },
  "4-24": {
    "curiosity": [
      {
        "text": "Pada tanggal 24 April 1800, Perpustakaan Kongres Amerika Serikat didirikan di Washington D.C., dengan pembelian buku pertamanya."
      },
      {
        "text1": "Pada tanggal 24 April 1916, terjadi Kebangkitan Paskah, pemberontakan bersenjata di Irlandia melawan pemerintahan Inggris, yang dianggap sebagai tonggak penting dalam perjalanan menuju kemerdekaan Irlandia."
      }
    ]
  },
  "4-25": {
    "curiosity": [
      {
        "text": "Pada tanggal 25 April 1945, selama Perang Dunia II, pasukan Soviet dan Yugoslavia membebaskan kota Beograd, Yugoslavia, dari kekuasaan Nazi."
      },
      {
        "text1": "Pada tanggal 25 April 1974, Revolusi Bunga terjadi di Portugal, sebuah gerakan militer yang menggulingkan rezim diktator Estado Novo dan memulihkan demokrasi di negara tersebut."
      }
    ]
  },
  "4-26": {
    "curiosity": [
      {
        "text": "Pada tanggal 26 April 1986, bencana nuklir Chernobyl terjadi di Ukraina, ketika ledakan reaktor nuklir melepaskan sejumlah besar bahan radioaktif ke atmosfer, menyebabkan salah satu bencana nuklir terbesar dalam sejarah."
      },
      {
        "text1": "Pada tanggal 26 April 2005, Putra Mahkota Jepang, Naruhito, menikahi Masako Owada, dalam sebuah upacara yang diadakan di Kuil Meiji di Tokyo."
      }
    ]
  },
  "4-27": {
    "curiosity": [
      {
        "text": "Pada tanggal 27 April 497 SM, kota Roma resmi didirikan, menurut tradisi."
      },
      {
        "text1": "Pada tanggal 27 April 1994, Nelson Mandela terpilih sebagai presiden kulit hitam pertama di Afrika Selatan, menandai berakhirnya apartheid di negara tersebut."
      }
    ]
  },
  "4-28": {
    "curiosity": [
      {
        "text": "Pada tanggal 28 April 1789, terjadi Pemberontakan HMS Bounty, ketika awak kapal Inggris memberontak melawan Kapten William Bligh."
      },
      {
        "text1": "Pada tanggal 28 April 1945, selama Perang Dunia II, diktator Italia Benito Mussolini ditangkap dan dieksekusi oleh anggota perlawanan Italia."
      }
    ]
  },
  "4-29": {
    "curiosity": [
      {
        "text": "Pada tanggal 29 April 1975, Perang Vietnam berakhir dengan jatuhnya Saigon, ibu kota Vietnam Selatan, di tangan kekuatan komunis di Vietnam Utara."
      },
      {
        "text1": "Pada tanggal 29 April 2011, Pangeran William dari Inggris menikahi Catherine Middleton dalam sebuah upacara yang diadakan di Westminster Abbey di London."
      }
    ]
  },
  "4-30": {
    "curiosity": [
      {
        "text": "Pada tanggal 30 April 1789, George Washington dilantik sebagai presiden pertama Amerika Serikat."
      },
      {
        "text1": "Pada tanggal 30 April 1945, Adolf Hitler dan istrinya Eva Braun bunuh diri di bunker mereka di Berlin, menandai berakhirnya rezim Nazi di Jerman."
      }
    ]
  },
  "5-1": {
    "curiosity": [
      {
        "text": "Pada tanggal 1 Mei 1886, Pemberontakan Haymarket terjadi di Chicago, Amerika Serikat, ditandai dengan protes para pekerja untuk kondisi kerja yang lebih baik dan delapan jam kerja sehari."
      },
      {
        "text1": "Pada tanggal 1 Mei 1994, Perjanjian Umum tentang Tarif dan Perdagangan (GATT) mulai berlaku, sebuah tonggak sejarah dalam perdagangan internasional yang membentuk Organisasi Perdagangan Dunia (WTO) sebagai penerus GATT."
      }
    ]
  },
  "5-2": {
    "curiosity": [
      {
        "text": "Pada tanggal 2 Mei 1519, penjelajah Italia Leonardo da Vinci meninggal di Amboise, Prancis."
      },
      {
        "text1": "Pada tanggal 2 Mei 2011, pemimpin teroris Osama bin Laden, pendiri Al-Qaeda dan bertanggung jawab atas serangan 11 September 2001, terbunuh dalam operasi militer Amerika Serikat di Pakistan."
      }
    ]
  },
  "5-3": {
    "curiosity": [
      {
        "text": "Pada tanggal 3 Mei 1808, Pemberontakan Dos de Mayo terjadi, pemberontakan rakyat melawan pendudukan Perancis di Madrid, selama Perang Napoleon."
      },
      {
        "text1": "Pada tanggal 3 Mei 1979, Margaret Thatcher menjadi wanita pertama yang terpilih sebagai Perdana Menteri Inggris, memegang jabatan tersebut selama tiga periode berturut-turut."
      },
      {
        "text1": "Pada tanggal 3 Mei 2000, peresmian Jembatan Milenium berlangsung di London, sebuah bangunan ikonik yang melintasi Sungai Thames dan telah menjadi simbol kota."
      }
    ]
  },
  "5-4": {
    "curiosity": [
      {
        "text": "Pada tanggal 4 Mei 1626, penjelajah Belanda Peter Minuit tiba di Pulau Manhattan dan mendirikan koloni yang kemudian menjadi Kota New York."
      },
      {
        "text1": "Pada tanggal 4 Mei 1970, Pembantaian Negara Bagian Kent terjadi di Amerika Serikat, ketika tentara Garda Nasional menembaki mahasiswa yang memprotes Perang Vietnam, yang mengakibatkan empat kematian."
      }
    ]
  },
  "5-5": {
    "curiosity": [
      {
        "text": "Pada tanggal 5 Mei 1821, pemimpin revolusioner Amerika Selatan Simón Bolívar mengalahkan pasukan Spanyol dalam Pertempuran Carabobo, mengkonsolidasikan kemerdekaan Venezuela."
      },
      {
        "text1": "Pada tanggal 5 Mei 1862, Pertempuran Puebla terjadi di Meksiko, di mana tentara Meksiko meraih kemenangan mengejutkan atas pasukan Prancis, yang berusaha menaklukkan negara tersebut."
      }
    ]
  },
  "5-6": {
    "curiosity": [
      {
        "text": "Pada tanggal 6 Mei 1527, Penjarahan Roma terjadi, ketika pasukan Kaisar Charles V menyerbu dan menjarah kota Roma, menandai berakhirnya Renaisans Italia."
      },
      {
        "text1": "Pada tanggal 6 Mei 1954, Pertempuran Dien Bien Phu, di Vietnam, berakhir dengan kemenangan Viet Minh atas pasukan kolonial Prancis, yang menyebabkan penarikan pasukan Prancis dan berakhirnya Indochina Prancis."
      }
    ]
  },
  "5-7": {
    "curiosity": [
      {
        "text": "Pada tanggal 7 Mei 1824, Beethoven menayangkan perdana Simfoni Kesembilannya di Wina, Austria, dengan komposisinya yang paling terkenal, Hymn to Joy."
      },
      {
        "text1": "Pada tanggal 7 Mei 1945, Nazi Jerman menyerah tanpa syarat kepada pasukan Sekutu, menandai berakhirnya Perang Dunia II di Eropa."
      }
    ]
  },
  "5-8": {
    "curiosity": [
      {
        "text": "Pada tanggal 8 Mei 1886, Pemberontakan Pekerja Haymarket terjadi di Chicago, Amerika Serikat, sebagai protes terhadap delapan jam kerja sehari, yang mengakibatkan bentrokan sengit antara pekerja dan polisi."
      },
      {
        "text1": "Pada tanggal 8 Mei 1945, Hari Kemenangan di Eropa diproklamasikan, merayakan berakhirnya Perang Dunia Kedua di Eropa dengan penyerahan tanpa syarat Nazi Jerman."
      }
    ]
  },
  "5-9": {
    "curiosity": [
      {
        "text": "Pada tanggal 9 Mei 1502, penjelajah Christopher Columbus memulai pelayaran keempat dan terakhirnya ke Dunia Baru."
      },
      {
        "text1": "Pada tanggal 9 Mei 1950, Menteri Luar Negeri Perancis, Robert Schuman, menyampaikan proposal untuk membentuk Komunitas Batubara dan Baja Eropa (ECSC), sebuah langkah penting menuju integrasi Eropa."
      }
    ]
  },
  "5-10": {
    "curiosity": [
      {
        "text": "Pada 10 Mei 1503, pelukis Renaisans Italia Michelangelo mulai mengerjakan patung David, salah satu karyanya yang paling terkenal."
      },
      {
        "text1": "Pada tanggal 10 Mei 1994, Nelson Mandela dilantik sebagai presiden kulit hitam pertama di Afrika Selatan, menandai berakhirnya apartheid di negara tersebut dan dimulainya era baru."
      }
    ]
  },
  "5-11": {
    "curiosity": [
      {
        "text": "Pada tanggal 11 Mei 330, Kaisar Romawi Konstantinus I mendirikan kota Konstantinopel, yang kemudian menjadi ibu kota Kekaisaran Romawi Timur dan kemudian Kekaisaran Bizantium."
      },
      {
        "text1": "Pada tanggal 11 Mei 1998, India berhasil melakukan uji coba senjata nuklir pertamanya, meningkatkan ketegangan di kawasan dan memicu serangkaian uji coba nuklir di Asia Selatan."
      }
    ]
  },
  "5-12": {
    "curiosity": [
      {
        "text": "Pada tanggal 12 Mei 1820, Florence Nightingale, pelopor keperawatan modern, lahir di Florence, Italia."
      },
      {
        "text1": "Pada 12 Mei 1962, astronot Amerika Scott Carpenter menjadi orang Amerika kedua yang mengorbit Bumi dengan menggunakan pesawat ruang angkasa Aurora 7."
      }
    ]
  },
  "5-13": {
    "curiosity": [
      {
        "text": "Pada tanggal 13 Mei 1917, penampakan pertama Perawan Maria kepada tiga anak gembala terjadi di Fátima, Portugal, memulai serangkaian peristiwa yang kemudian dikenal sebagai Penampakan Fátima."
      },
      {
        "text1": "Pada tanggal 13 Mei 1981, Paus Yohanes Paulus II mengalami serangan di Roma, terluka parah, namun selamat dari serangan tersebut."
      }
    ]
  },
  "5-14": {
    "curiosity": [
      {
        "text": "Pada tanggal 14 Mei 1948, kemerdekaan Negara Israel diproklamasikan, menandai berdirinya Negara Yahudi modern."
      },
      {
        "text1": "Pada tanggal 14 Mei 2011, terjadi Deklarasi Kemerdekaan Sudan Selatan yang menjadikannya negara termuda di dunia."
      }
    ]
  },
  "5-15": {
    "curiosity": [
      {
        "text": "Pada tanggal 15 Mei 1252, Paus Innosensius IV mengeluarkan banteng kepausan Ad Extirpanda, yang memberi wewenang kepada Inkuisisi untuk menggunakan penyiksaan sebagai cara untuk memperoleh pengakuan bid'ah."
      },
      {
        "text1": "Pada tanggal 15 Mei 1940, selama Perang Dunia II, Belanda menyerah kepada pasukan Jerman, mengakhiri Pertempuran Belanda."
      }
    ]
  },
  "5-16": {
    "curiosity": [
      {
        "text": "Pada 16 Mei 1929, Akademi Seni dan Sains Film didirikan, yang bertanggung jawab atas pemberian Oscar."
      },
      {
        "text1": "Pada 16 Mei 1966, dirilis album ikonik The Beach Boys yang bertajuk 'Pet Sounds' yang menjadi acuan dalam musik pop dan mempengaruhi generasi artis."
      }
    ]
  },
  "5-17": {
    "curiosity": [
      {
        "text": "Pada tanggal 17 Mei 1792, Ratu Marie Antoinette dari Perancis diadili dan dijatuhi hukuman mati selama Revolusi Perancis."
      },
      {
        "text1": "Pada tanggal 17 Mei 2004, pernikahan sesama jenis pertama dilegalkan di Amerika Serikat, di negara bagian Massachusetts."
      }
    ]
  },
  "5-18": {
    "curiosity": [
      {
        "text": "Pada tanggal 18 Mei 1804, Napoleon Bonaparte diproklamasikan sebagai Kaisar Perancis dan mendirikan Kekaisaran Perancis Pertama."
      },
      {
        "text1": "Pada tanggal 18 Mei 1980, Gunung Saint Helens, gunung berapi yang terletak di Amerika Serikat, meletus, mengakibatkan salah satu letusan gunung berapi terbesar dalam sejarah negara tersebut."
      }
    ]
  },
  "5-19": {
    "curiosity": [
      {
        "text": "Pada tanggal 19 Mei 1536, Anne Boleyn, istri kedua Henry VIII dari Inggris, dieksekusi atas tuduhan perzinahan dan pengkhianatan."
      },
      {
        "text1": "Pada 19 Mei 1962, aktris Marilyn Monroe menyanyikan 'Selamat Ulang Tahun' kepada Presiden Amerika Serikat, John F. Kennedy, saat pesta merayakan ulang tahunnya."
      }
    ]
  },
  "5-20": {
    "curiosity": [
      {
        "text": "Pada tanggal 20 Mei 1498, penjelajah Portugis Vasco da Gama tiba di India, membuka jalur laut antara Eropa dan anak benua India."
      },
      {
        "text1": "Pada tanggal 20 Mei 1873, komposer terkenal Rusia Pyotr Ilyich Tchaikovsky mempertunjukkan simfoninya 'Symphony No. 3 in D Major, Op. 29', juga dikenal sebagai 'Simfoni Polandia'."
      }
    ]
  },
  "5-21": {
    "curiosity": [
      {
        "text": "Pada tanggal 21 Mei 1927, pilot Amerika Charles Lindbergh menyelesaikan penerbangan transatlantik nonstop solo pertama, terbang dari New York ke Paris dengan menggunakan pesawat Spirit of St."
      },
      {
        "text1": "Pada tanggal 21 Mei 1991, mantan Presiden Filipina, Corazon Aquino, mengumumkan penarikan pangkalan militer AS dari negaranya, mengakhiri kehadiran militer AS selama beberapa dekade di Filipina."
      }
    ]
  },
  "5-22": {
    "curiosity": [
      {
        "text": "Pada tanggal 22 Mei 1455, Perang Mawar dimulai di Inggris, konflik sipil antara keluarga York dan Lancaster untuk menguasai takhta."
      },
      {
        "text1": "Pada tanggal 22 Mei 2010, terjadi gempa bumi berkekuatan 6,3 skala Richter di kota Christchurch, Selandia Baru, yang menyebabkan kerusakan parah dan mengakibatkan hilangnya nyawa manusia."
      }
    ]
  },
  "5-23": {
    "curiosity": [
      {
        "text": "Pada tanggal 23 Mei 1430, Joan of Arc ditangkap oleh pasukan Burgundi selama Perang Seratus Tahun, dan kemudian diserahkan kepada Inggris dan diadili karena ajaran sesat."
      },
      {
        "text1": "Pada tanggal 23 Mei 1934, pasangan kriminal Bonnie Parker dan Clyde Barrow, yang dikenal sebagai 'Bonnie dan Clyde', ditembak mati oleh polisi selama konfrontasi."
      }
    ]
  },
  "5-24": {
    "curiosity": [
      {
        "text": "Pada tanggal 24 Mei 1543, Nicolaus Copernicus menerbitkan buku 'De Revolutionibus Orbium Celestium', yang memaparkan teori heliosentrisnya tentang tata surya."
      },
      {
        "text1": "Pada tanggal 24 Mei 1883, Jembatan Brooklyn, salah satu jembatan gantung tertua di Amerika Serikat, dibuka untuk lalu lintas, menghubungkan Manhattan ke Brooklyn."
      }
    ]
  },
  "5-25": {
    "curiosity": [
      {
        "text": "Pada tanggal 25 Mei 1977, film pertama dalam saga 'Star Wars', berjudul 'Star Wars: Episode IV - A New Hope', dirilis di bioskop Amerika Serikat."
      },
      {
        "text1": "Pada tanggal 25 Mei 2005, Airbus A380, pesawat komersial terbesar di dunia, melakukan uji terbang pertamanya di Toulouse, Prancis."
      }
    ]
  },
  "5-26": {
    "curiosity": [
      {
        "text": "Pada tanggal 26 Mei 1896, Charles Dow menerbitkan indeks saham pertama, yang dikenal sebagai Dow Jones Industrial Average, yang menjadi indikator pasar keuangan yang penting."
      },
      {
        "text1": "Pada tanggal 26 Mei 1967, album ikonik The Beatles yang bertajuk 'Sgt. Pepper's Lonely Hearts Club Band', dirilis, yang menjadi tonggak sejarah musik populer."
      }
    ]
  },
  "5-27": {
    "curiosity": [
      {
        "text": "Pada tanggal 27 Mei 1937, kapal udara Jerman Hindenburg terbakar saat mencoba mendarat di New Jersey, Amerika Serikat, yang mengakibatkan kematian 36 orang."
      },
      {
        "text1": "Pada tanggal 27 Mei 1999, Organisasi Kesehatan Dunia (WHO) menyatakan bahwa polio telah diberantas dari Amerika, menjadi wilayah pertama di dunia yang bebas dari penyakit tersebut."
      }
    ]
  },
  "5-28": {
    "curiosity": [
      {
        "text": "Pada tanggal 28 Mei 1953, pendaki gunung Selandia Baru Edmund Hillary dan Sherpa Tenzing Norgay menjadi orang pertama yang mencapai puncak Gunung Everest, gunung tertinggi di dunia."
      },
      {
        "text1": "Pada tanggal 28 Mei 1995, Tim Rugbi Nasional Afrika Selatan memenangkan Piala Dunia Rugbi, dalam partisipasi pertama mereka setelah berakhirnya apartheid."
      }
    ]
  },
  "5-29": {
    "curiosity": [
      {
        "text": "Pada tanggal 29 Mei 1453, jatuhnya Konstantinopel, ibu kota Kekaisaran Bizantium, ke tangan kekuatan Kekaisaran Ottoman, menandai berakhirnya Abad Pertengahan dan dimulainya era modern."
      },
      {
        "text1": "Pada tanggal 29 Mei 1953, Sir Edmund Hillary dan Tenzing Norgay mencapai puncak Gunung Everest untuk pertama kalinya dalam sejarah, membuka jalan bagi ekspedisi masa depan dan menantang batas kemampuan manusia."
      }
    ]
  },
  "5-30": {
    "curiosity": [
      {
        "text": "Pada tanggal 30 Mei 1431, Joan of Arc dibakar di tiang pancang atas tuduhan bid'ah, selama Perang Seratus Tahun."
      },
      {
        "text1": "Pada tanggal 30 Mei 1922, Lincoln Memorial diresmikan di Washington, DC, Amerika Serikat, untuk menghormati presiden Amerika Serikat ke-16, Abraham Lincoln."
      }
    ]
  },
  "5-31": {
    "curiosity": [
      {
        "text": "Pada tanggal 31 Mei 1911, balapan Indianapolis pertama, salah satu balapan mobil paling terkenal dan tradisional di dunia, selesai."
      },
      {
        "text1": "Pada tanggal 31 Mei 1962, gempa Valdivia terjadi di Chili, dianggap sebagai gempa terkuat yang pernah tercatat, dengan perkiraan kekuatan antara 9,4 dan 9,6."
      }
    ]
  },
  "6-1": {
    "curiosity": [
      {
        "text": "Pada tanggal 1 Juni 1495, penjelajah Italia Christopher Columbus menemukan pulau Trinidad selama pelayaran ketiganya ke Dunia Baru."
      },
      {
        "text1": "Pada tanggal 1 Juni 1967, album ikonik The Beatles yang bertajuk 'Sgt. Pepper's Lonely Hearts Club Band', dirilis, yang menjadi tonggak sejarah musik populer."
      }
    ]
  },
  "6-2": {
    "curiosity": [
      {
        "text": "Pada tanggal 2 Juni 1953, penobatan Ratu Elizabeth II dari Britania Raya diadakan di Westminster Abbey di London setelah kematian ayahnya, Raja George VI."
      },
      {
        "text1": "Pada tanggal 2 Juni 1979, mantan ibu negara Filipina, Imelda Marcos, ditangkap karena korupsi dan pengayaan ilegal, setelah jatuhnya rezim diktator Ferdinand Marcos."
      }
    ]
  },
  "6-3": {
    "curiosity": [
      {
        "text": "Pada tanggal 3 Juni 1965, astronot Amerika Edward White menjadi astronot Amerika pertama yang melakukan perjalanan luar angkasa selama misi Gemini 4."
      },
      {
        "text1": "Pada tanggal 3 Juni 1989, Pembantaian Lapangan Tiananmen terjadi di Beijing, Tiongkok, ketika pihak berwenang Tiongkok secara brutal menindas pengunjuk rasa pro-demokrasi, yang mengakibatkan ratusan, mungkin ribuan, kematian."
      }
    ]
  },
  "6-4": {
    "curiosity": [
      {
        "text": "Pada tanggal 4 Juni 1942, selama Perang Dunia II, Pertempuran Midway dimulai di Samudra Pasifik, yang menghasilkan kemenangan strategis bagi Amerika Serikat melawan Kekaisaran Jepang."
      },
      {
        "text1": "Pada tanggal 4 Juni 1989, protes pro-demokrasi di Lapangan Tiananmen, di Beijing, Tiongkok, ditindas secara brutal oleh pemerintah Tiongkok, dengan menggunakan kekuatan militer dan tank."
      }
    ]
  },
  "6-5": {
    "curiosity": [
      {
        "text": "Pada tanggal 5 Juni 1947, Rencana Marshall diumumkan oleh Menteri Luar Negeri Amerika Serikat George Marshall, yang bertujuan untuk memberikan bantuan ekonomi kepada negara-negara Eropa yang terkena dampak Perang Dunia II."
      },
      {
        "text1": "Pada tanggal 5 Juni 1967, Perang Enam Hari dimulai, konflik antara Israel dan negara-negara Arab tetangga, yang menghasilkan kemenangan yang menentukan bagi Israel dan perubahan signifikan di perbatasan kawasan."
      }
    ]
  },
  "6-6": {
    "curiosity": [
      {
        "text": "Pada tanggal 6 Juni 1944, D-Day berlangsung, salah satu operasi militer terbesar dalam Perang Dunia II, ketika pasukan Sekutu mendarat di Normandia, Prancis, untuk memulai pembebasan Eropa Barat dari kekuasaan Nazi."
      },
      {
        "text1": "Pada tanggal 6 Juni 1968, Senator Amerika Robert F. Kennedy, saudara laki-laki Presiden John F. Kennedy, dibunuh di Los Angeles, California, selama kampanye kepresidenannya."
      }
    ]
  },
  "6-7": {
    "curiosity": [
      {
        "text": "Pada tanggal 7 Juni 1494, Perjanjian Tordesillas ditandatangani antara Portugal dan Spanyol, membagi tanah yang ditemukan dan ditemukan di luar Eropa, membentuk garis imajiner yang membagi dunia antara kedua negara."
      },
      {
        "text1": "Pada tanggal 7 Juni 1981, wahana antariksa Voyager 2 tiba di Saturnus, mengirimkan gambar dan informasi rinci tentang planet dan bulan-bulannya kembali ke Bumi."
      }
    ]
  },
  "6-8": {
    "curiosity": [
      {
        "text": "Pada tanggal 8 Juni 1783, Montgolfier bersaudara melakukan penerbangan publik pertama yang berhasil dengan balon udara berawak di Annonay, Prancis, menandai dimulainya era penerbangan."
      },
      {
        "text1": "Pada tanggal 8 Juni 1972, film 'The Godfather' yang disutradarai oleh Francis Ford Coppola dan dibintangi oleh Marlon Brando dan Al Pacino, dirilis di bioskop Amerika Serikat."
      }
    ]
  },
  "6-9": {
    "curiosity": [
      {
        "text": "Pada tanggal 9 Juni 1815, Pertempuran Waterloo, Belgia, terjadi antara pasukan yang dipimpin oleh Napoleon Bonaparte dan koalisi tentara Eropa, yang mengakibatkan kekalahan terakhir Napoleon dan berakhirnya kerajaannya."
      },
      {
        "text1": "Pada tanggal 9 Juni 1934, Komite Urusan Non-Amerika di Dewan Perwakilan Rakyat Amerika Serikat dibentuk, memulai penyelidikan aktivitas komunis di negara tersebut, yang kemudian dikenal sebagai 'Perburuan Penyihir'."
      }
    ]
  },
  "6-10": {
    "curiosity": [
      {
        "text": "Pada 10 Juni 1940, selama Perang Dunia II, Italia menyatakan perang melawan Prancis dan Inggris, berkonflik di pihak Nazi Jerman."
      },
      {
        "text1": "Pada tanggal 10 Juni 1967, Perang Enam Hari berakhir dengan kemenangan telak bagi Israel atas negara-negara tetangga Arab, yang mengakibatkan perubahan signifikan pada perbatasan kawasan."
      }
    ]
  },
  "6-11": {
    "curiosity": [
      {
        "text": "Pada tanggal 11 Juni 1509, Raja Henry VIII dari Inggris menikahi istri pertamanya, Catherine dari Aragon, dalam sebuah upacara yang berlangsung di Kapel Kerajaan di Istana Greenwich."
      },
      {
        "text1": "Pada tanggal 11 Juni 1963, biksu Buddha Vietnam Thích Quảng Đức mengorbankan dirinya di jalan yang sibuk di Saigon, sebagai protes terhadap penganiayaan agama oleh pemerintah Vietnam Selatan."
      }
    ]
  },
  "6-12": {
    "curiosity": [
      {
        "text": "Pada tanggal 12 Juni 1898, selama Perang Spanyol-Amerika, Pertempuran Las Guasimas terjadi antara pasukan Amerika Serikat dan Spanyol di dekat Santiago de Cuba."
      },
      {
        "text1": "Pada tanggal 12 Juni 1987, Presiden Amerika Serikat Ronald Reagan memberikan pidato di Berlin, Jerman, di mana ia meminta pemimpin Soviet Mikhail Gorbachev untuk 'meruntuhkan tembok ini,' mengacu pada Tembok Berlin."
      }
    ]
  },
  "6-13": {
    "curiosity": [
      {
        "text": "Pada 13 Juni 1920, Perjanjian Trianon ditandatangani, yang secara resmi mengakhiri perang antara Sekutu dan Hongaria setelah Perang Dunia Pertama."
      },
      {
        "text1": "Pada tanggal 13 Juni 1971, satelit luar angkasa komersial pertama, yang disebut Intelsat IV F-3, diluncurkan, yang memungkinkan transmisi televisi langsung dan panggilan telepon internasional."
      }
    ]
  },
  "6-14": {
    "curiosity": [
      {
        "text": "Pada tanggal 14 Juni 1777, Kongres Kontinental Amerika Serikat mengadopsi 'Bendera Amerika Serikat', yang menampilkan tiga belas garis merah dan putih bergantian dan bidang biru dengan tiga belas bintang putih dalam lingkaran, mewakili tiga belas koloni asli."
      },
      {
        "text1": "Pada tanggal 14 Juni 1940, pasukan Jerman memasuki Paris, menduduki ibu kota Prancis selama Perang Dunia II."
      }
    ]
  },
  "6-15": {
    "curiosity": [
      {
        "text": "Pada tanggal 15 Juni 1215, Raja John dari Inggris menandatangani Magna Carta, sebuah dokumen yang membatasi kekuasaan raja dan menetapkan hak dan kebebasan bagi bangsawan Inggris."
      },
      {
        "text1": "Pada tanggal 15 Juni 1904, edisi pertama buku 'Ulysses', yang ditulis oleh James Joyce, diterbitkan di Paris, menandai tonggak penting dalam sastra modern."
      }
    ]
  },
  "6-16": {
    "curiosity": [
      {
        "text": "Pada tanggal 16 Juni 1858, Pidato Springfield berlangsung, pidato terkenal yang disampaikan oleh Abraham Lincoln selama konvensi Partai Republik di Illinois, di mana ia menyatakan, 'Rumah yang terpecah tidak dapat berdiri sendiri.' ."
      },
      {
        "text1": "Pada 16 Juni 1963, kosmonot Soviet Valentina Tereshkova menjadi wanita pertama yang melakukan perjalanan ke luar angkasa dengan menggunakan pesawat ruang angkasa Vostok 6."
      }
    ]
  },
  "6-17": {
    "curiosity": [
      {
        "text": "Pada tanggal 17 Juni 1579, Sir Francis Drake, seorang penjelajah dan privateer Inggris, mendarat di tempat yang sekarang dikenal sebagai Drake's Bay, California, selama perjalanannya mengelilingi dunia."
      },
      {
        "text1": "Pada tanggal 17 Juni 1972, terjadi pembobolan terkenal di Hotel Watergate di Washington, DC, yang berujung pada skandal politik yang dikenal dengan 'Skandal Watergate' dan mengakibatkan pengunduran diri Presiden Amerika Serikat, Richard Nixon. pada tahun 1974."
      }
    ]
  },
  "6-18": {
    "curiosity": [
      {
        "text": "Pada tanggal 18 Juni 1815, Pertempuran Waterloo terjadi, di mana pasukan Duke of Wellington dan Marsekal Prusia Gebhard Leberecht von Blücher secara definitif mengalahkan Napoleon Bonaparte dan mengakhiri kerajaannya."
      },
      {
        "text1": "Pada tanggal 18 Juni 1983, Sally Ride menjadi wanita Amerika pertama yang melakukan perjalanan ke luar angkasa, dengan menggunakan pesawat ulang-alik Challenger."
      }
    ]
  },
  "6-19": {
    "curiosity": [
      {
        "text": "Pada tanggal 19 Juni 1865, orang terakhir yang diperbudak di Texas, Amerika Serikat, diberitahu tentang emansipasi mereka, dalam sebuah peristiwa yang kemudian dikenal sebagai 'Juneteenth', yang masih diperingati hingga saat ini sebagai Hari Kemerdekaan. Emansipasi Afrika-Amerika."
      },
      {
        "text1": "Pada tanggal 19 Juni 1978, Garfield, kucing oranye terkenal yang diciptakan oleh Jim Davis, memulai debutnya sebagai komik di surat kabar di seluruh Amerika Serikat."
      }
    ]
  },
  "6-20": {
    "curiosity": [
      {
        "text": "Pada tanggal 20 Juni 1782, Kongres Kontinental mengadopsi desain stempel Amerika Serikat saat ini, yang menampilkan elang Amerika dengan perisai dan tiga belas bintang, mewakili tiga belas koloni asli."
      },
      {
        "text1": "Pada tanggal 20 Juni 1963, Uni Soviet meluncurkan pesawat ruang angkasa Vostok 6, dengan Valentina Tereshkova di dalamnya, menjadikannya wanita pertama yang melakukan penerbangan luar angkasa sendirian."
      }
    ]
  },
  "6-21": {
    "curiosity": [
      {
        "text": "Pada tanggal 21 Juni 1948, Jerman Barat memperkenalkan mata uang baru, mark Jerman, menandai dimulainya pemisahan moneter antara Jerman Timur dan Jerman Barat."
      },
      {
        "text1": "Pada tanggal 21 Juni 1982, Angkatan Udara Inggris melancarkan Operasi Black Buck selama Perang Falklands, melakukan serangan udara terhadap landasan udara Kepulauan Falkland yang diduduki oleh Argentina."
      }
    ]
  },
  "6-22": {
    "curiosity": [
      {
        "text": "Pada tanggal 22 Juni 1941, selama Perang Dunia II, Nazi Jerman menginvasi Uni Soviet, memulai Operasi Barbarossa."
      },
      {
        "text1": "Pada tanggal 22 Juni 1990, Jerman Timur dan Jerman Barat menandatangani Perjanjian Unifikasi, menandai berakhirnya pembagian Jerman dan reunifikasi negara tersebut."
      }
    ]
  },
  "6-23": {
    "curiosity": [
      {
        "text": "Pada tanggal 23 Juni 1314, Pertempuran Bannockburn terjadi, di mana tentara Skotlandia, yang dipimpin oleh Robert the Bruce, meraih kemenangan telak atas pasukan Inggris selama Perang Pertama Kemerdekaan Skotlandia."
      },
      {
        "text1": "Pada tanggal 23 Juni 2016, para pemilih di Inggris memberikan suara mendukung negara tersebut untuk meninggalkan Uni Eropa, melalui referendum yang dikenal sebagai Brexit."
      }
    ]
  },
  "6-24": {
    "curiosity": [
      {
        "text": "Pada tanggal 24 Juni 1497, penjelajah Italia Giovanni Caboto, yang dikenal sebagai John Cabot, tiba di Amerika Utara, mengklaim tanah tersebut atas nama Inggris."
      },
      {
        "text1": "Pada tanggal 24 Juni 1948, Blokade Berlin dimulai, ketika Uni Soviet menutup seluruh jalur darat dan air ke Berlin Barat, yang menyebabkan krisis internasional."
      }
    ]
  },
  "6-25": {
    "curiosity": [
      {
        "text": "Pada tanggal 25 Juni 1876, Pertempuran Little Bighorn terjadi, di mana pasukan Sioux dan Cheyenne mengalahkan Resimen Kavaleri ke-7 Angkatan Darat Amerika Serikat, yang dipimpin oleh Letnan Kolonel George Armstrong Custer."
      },
      {
        "text1": "Pada tanggal 25 Juni 1950, Perang Korea dimulai, ketika pasukan Korea Utara menginvasi Korea Selatan, mengakibatkan konflik yang berlangsung hingga tahun 1953."
      }
    ]
  },
  "6-26": {
    "curiosity": [
      {
        "text": "Pada tanggal 26 Juni 1284, Pertempuran Meloria terjadi, di mana Republik Genoa mengalahkan Republik Pisa, memperkuat dominasinya atas Laut Mediterania bagian barat."
      },
      {
        "text1": "Pada tanggal 26 Juni 1975, Kemerdekaan Mozambik terjadi, menandai berakhirnya kekuasaan kolonial Portugis di negara tersebut."
      }
    ]
  },
  "6-27": {
    "curiosity": [
      {
        "text": "Pada tanggal 27 Juni 1709, Peter Agung, pemimpin Rusia, memenangkan Pertempuran Poltava melawan Swedia, mengkonsolidasikan kekuatan Rusia di wilayah tersebut dan menandai kemunduran Kekaisaran Swedia."
      },
      {
        "text1": "Pada tanggal 27 Juni 1950, Pertempuran Taejon dimulai selama Perang Korea, di mana pasukan Korea Utara menyerang kota Taejon, yang dipertahankan oleh pasukan Amerika Serikat."
      }
    ]
  },
  "6-28": {
    "curiosity": [
      {
        "text": "Pada tanggal 28 Juni 1914, Adipati Agung Franz Ferdinand dari Austria dan istrinya dibunuh di Sarajevo, Bosnia, sebuah peristiwa yang memicu pecahnya Perang Dunia Pertama."
      },
      {
        "text1": "Pada tanggal 28 Juni 1969, terjadi Kerusuhan Stonewall, serangkaian protes sebagai tanggapan atas penggerebekan polisi di Stonewall Inn, sebuah bar yang sering dikunjungi oleh kelompok LGBTQ+ di New York, menandai tonggak penting dalam gerakan hak-hak LGBTQ+."
      }
    ]
  },
  "6-29": {
    "curiosity": [
      {
        "text": "Pada tanggal 29 Juni 1613, Teater Globe, di London, dihancurkan oleh api saat pertunjukan drama Shakespeare, dan kemudian dibangun kembali."
      },
      {
        "text1": "Pada tanggal 29 Juni 2007, iPhone pertama Apple diluncurkan di Amerika Serikat, merevolusi industri ponsel pintar dan teknologi seluler."
      }
    ]
  },
  "6-30": {
    "curiosity": [
      {
        "text": "Pada tanggal 30 Juni 1859, orang Prancis Charles Blondin menjadi orang pertama yang menyeberangi Air Terjun Niagara dengan kabel baja yang direntangkan."
      },
      {
        "text1": "Pada tanggal 30 Juni 1997, kedaulatan Hong Kong dipindahkan dari Inggris ke Republik Rakyat Tiongkok, menandai berakhirnya kekuasaan Inggris atas wilayah tersebut."
      }
    ]
  },
  "7-1": {
    "curiosity": [
      {
        "text": "Pada tanggal 1 Juli 1867, Konfederasi Kanada dibentuk, menyatukan provinsi New Brunswick, Nova Scotia, dan Provinsi Kanada menjadi federasi otonom di dalam Kerajaan Inggris, yang menandai terbentuknya Kanada modern."
      },
      {
        "text1": "Pada tanggal 1 Juli 1916, selama Perang Dunia Pertama, Pertempuran Somme dimulai, salah satu pertempuran paling berdarah dan paling dahsyat dalam sejarah, dengan lebih dari satu juta korban, termasuk tewas, terluka, dan hilang."
      }
    ]
  },
  "7-2": {
    "curiosity": [
      {
        "text": "Pada tanggal 2 Juli 1776, Kongres Kontinental Amerika Serikat memilih kemerdekaan Tiga Belas Koloni dari Inggris Raya, sebuah peristiwa penting dalam sejarah Amerika yang mengarah pada Deklarasi Kemerdekaan pada tanggal 4 Juli."
      },
      {
        "text1": "Pada tanggal 2 Juli 1881, Presiden Amerika Serikat, James A. Garfield, ditembak oleh seorang pembunuh di Washington, DC, yang menyebabkan kematiannya pada bulan September tahun yang sama."
      }
    ]
  },
  "7-3": {
    "curiosity": [
      {
        "text": "Pada tanggal 3 Juli 1863, selama Perang Saudara Amerika, Pertempuran Gettysburg terjadi, salah satu bentrokan utama dalam konflik tersebut dan dianggap sebagai salah satu pertempuran terpenting dalam sejarah Amerika Serikat."
      },
      {
        "text1": "Pada tanggal 3 Juli 1971, The New York Times mulai menerbitkan Pentagon Papers, serangkaian dokumen rahasia pemerintah Amerika Serikat yang mengungkap informasi tentang Perang Vietnam dan berdampak besar pada opini publik."
      }
    ]
  },
  "7-4": {
    "curiosity": [
      {
        "text": "Pada tanggal 4 Juli 1776, Amerika Serikat mendeklarasikan kemerdekaannya dari Inggris Raya, yang merupakan Hari Kemerdekaan Amerika Serikat, yang dirayakan setiap tahun sebagai hari libur nasional."
      },
      {
        "text1": "Pada tanggal 4 Juli 1863, Jenderal Robert E. Lee dan pasukan Angkatan Darat Virginia Utara menyerah kepada Jenderal Ulysses S. Grant, menandai berakhirnya Pertempuran Vicksburg selama Perang Saudara Amerika."
      }
    ]
  },
  "7-5": {
    "curiosity": [
      {
        "text": "Pada tanggal 5 Juli 1948, Britania Raya menasionalisasi perkeretaapian Inggris, membentuk British Railways, sebuah perusahaan milik negara yang bertanggung jawab atas sistem perkeretaapian negara tersebut."
      },
      {
        "text1": "Pada tanggal 5 Juli 1996, domba Dolly menjadi mamalia pertama yang diklon dari sel dewasa, sebuah tonggak penting dalam sejarah kloning."
      }
    ]
  },
  "7-6": {
    "curiosity": [
      {
        "text": "Pada tanggal 6 Juli 1885, Louis Pasteur berhasil memberikan vaksin rabies kepada pasien manusia untuk pertama kalinya, menandai kemajuan yang signifikan dalam bidang imunisasi."
      },
      {
        "text1": "Pada tanggal 6 Juli 1957, Althea Gibson menjadi pemain tenis Afrika-Amerika pertama yang memenangkan turnamen Wimbledon, membuka jalan bagi keberagaman dalam olahraga tersebut."
      }
    ]
  },
  "7-7": {
    "curiosity": [
      {
        "text": "Pada tanggal 7 Juli 1937, Pertempuran Jembatan Lugou menandai dimulainya Perang Tiongkok-Jepang Kedua, konflik yang berlangsung hingga tahun 1945 dan berdampak signifikan di kawasan Asia-Pasifik."
      },
      {
        "text1": "Pada tanggal 7 Juli 2005, Serangan 7 Juli terjadi di London, serangkaian serangan teroris terkoordinasi terhadap sistem transportasi umum kota, yang mengakibatkan kematian 52 orang dan ratusan luka-luka."
      }
    ]
  },
  "7-8": {
    "curiosity": [
      {
        "text": "Pada tanggal 8 Juli 1497, penjelajah Portugis Vasco da Gama meninggalkan Lisbon dalam pelayaran pertamanya ke India, membuka jalur laut langsung antara Eropa dan Asia."
      },
      {
        "text1": "Pada tanggal 8 Juli 1776, Deklarasi Kemerdekaan Amerika Serikat dibacakan secara terbuka untuk pertama kalinya di Philadelphia, Pennsylvania, yang memproklamirkan pemisahan resmi Tiga Belas Koloni dari Inggris Raya."
      }
    ]
  },
  "7-9": {
    "curiosity": [
      {
        "text": "Pada tanggal 9 Juli 1877, turnamen tenis Wimbledon pertama diadakan di London, menjadi salah satu ajang olahraga paling bergengsi."
      },
      {
        "text1": "Pada tanggal 9 Juli 1962, Republik Aljazair diproklamasikan, menandai berakhirnya Perang Aljazair melawan pemerintahan kolonial Perancis."
      }
    ]
  },
  "7-10": {
    "curiosity": [
      {
        "text": "Pada 10 Juli 1962, Telstar 1, satelit komunikasi aktif pertama, diluncurkan ke luar angkasa, memungkinkan transmisi sinyal televisi, telepon, dan data dalam skala global."
      },
      {
        "text1": "Pada tanggal 10 Juli 1940, selama Perang Dunia Kedua, Pertempuran Britania dimulai, menandai kampanye udara yang intens antara Angkatan Udara Kerajaan dan Luftwaffe Jerman."
      }
    ]
  },
  "7-11": {
    "curiosity": [
      {
        "text": "Pada tanggal 11 Juli 1804, Wakil Presiden Amerika Serikat saat itu, Aaron Burr, melukai parah Alexander Hamilton, salah satu Bapak Pendiri negara itu, dalam sebuah duel yang terkenal kejam."
      },
      {
        "text1": "Pada tanggal 11 Juli 1960, Chad memperoleh kemerdekaan dari Perancis, menandai langkah penting menuju dekolonisasi di Afrika."
      }
    ]
  },
  "7-12": {
    "curiosity": [
      {
        "text": "Pada tanggal 12 Juli 1906, buku 'The Origin of Species' karya Charles Darwin diterbitkan, memaparkan teori evolusi melalui seleksi alam, sebuah tonggak sejarah dalam biologi dan pemahaman tentang keanekaragaman kehidupan di Bumi."
      },
      {
        "text1": "Pada 12 Juli 1979, pemerintah Nikaragua yang dipimpin oleh gerakan Sandinista menggulingkan kediktatoran Anastasio Somoza Debayle, mengakhiri era pemerintahan otoriter yang panjang di Nikaragua."
      }
    ]
  },
  "7-13": {
    "curiosity": [
      {
        "text": "Pada tanggal 13 Juli 1793, selama Revolusi Perancis, Jean-Paul Marat, salah satu pemimpin politik pada masa itu, dibunuh oleh Charlotte Corday, seorang simpatisan Girondin."
      },
      {
        "text1": "Pada tanggal 13 Juli 1985, bencana terjadi di Stadion Heysel di Brussel sebelum final Liga Champions UEFA, yang mengakibatkan kematian 39 orang karena terinjak-injak oleh para penggemar sepak bola."
      }
    ]
  },
  "7-14": {
    "curiosity": [
      {
        "text": "Pada tanggal 14 Juli 1789, Penyerbuan Bastille terjadi di Paris, sebuah peristiwa yang melambangkan dimulainya Revolusi Perancis dan perjuangan untuk kebebasan dan kesetaraan."
      },
      {
        "text1": "Pada tanggal 14 Juli 1965, wahana antariksa Mariner 4 melakukan penerbangan pertama yang berhasil melintasi Mars, mengirimkan kembali gambar close-up pertama dari planet merah tersebut."
      }
    ]
  },
  "7-15": {
    "curiosity": [
      {
        "text": "Pada tanggal 15 Juli 1099, terjadi penaklukan Yerusalem oleh kekuatan Perang Salib Pertama, yang mendirikan Kerajaan Yerusalem selama Perang Salib di Abad Pertengahan."
      },
      {
        "text1": "Pada tanggal 15 Juli 1971, Apollo 15, sebuah misi luar angkasa yang diawaki oleh NASA, diluncurkan, menjadi yang pertama menggunakan penjelajah bulan untuk menjelajahi permukaan Bulan."
      }
    ]
  },
  "7-16": {
    "curiosity": [
      {
        "text": "Pada tanggal 16 Juli 1945, ledakan nuklir pertama yang berhasil dilakukan di Proyek Manhattan, yang dikenal sebagai Uji Trinity, dilakukan, menandai dimulainya zaman nuklir."
      },
      {
        "text1": "Pada 16 Juli 1969, Apollo 11 diluncurkan dari Stasiun Angkatan Udara Cape Kennedy, dengan tujuan membawa astronot pertama ke Bulan."
      }
    ]
  },
  "7-17": {
    "curiosity": [
      {
        "text": "Pada tanggal 17 Juli 1918, keluarga kekaisaran Rusia, yang dipimpin oleh Tsar Nicholas II, dieksekusi oleh kaum Bolshevik selama Revolusi Rusia."
      },
      {
        "text1": "Pada tanggal 17 Juli 1996, terjadi TWA Penerbangan 800, sebuah pesawat Boeing 747 yang meledak di udara dan jatuh di Samudera Atlantik dekat Long Island, New York, yang mengakibatkan kematian seluruh 230 penumpangnya. papan."
      }
    ]
  },
  "7-18": {
    "curiosity": [
      {
        "text": "Pada tanggal 18 Juli 1925, pemimpin revolusioner Meksiko Pancho Villa dibunuh di Parral, Meksiko, dalam keadaan yang masih diselimuti misteri."
      },
      {
        "text1": "Pada tanggal 18 Juli 1969, astronot Neil Armstrong menjadi manusia pertama yang berjalan di Bulan selama misi Apollo 11, mengucapkan ungkapan terkenal: 'Ini adalah satu langkah kecil bagi manusia, satu lompatan besar bagi umat manusia'."
      }
    ]
  },
  "7-19": {
    "curiosity": [
      {
        "text": "Pada tanggal 19 Juli 1799, Batu Rosetta ditemukan selama pendudukan Perancis di Mesir, memberikan kunci untuk menguraikan hieroglif Mesir kuno."
      },
      {
        "text1": "Pada tanggal 19 Juli 1848, Konvensi Seneca Falls pertama diadakan di Amerika Serikat, menandai dimulainya gerakan hak-hak perempuan."
      }
    ]
  },
  "7-20": {
    "curiosity": [
      {
        "text": "Pada tanggal 20 Juli 1969, Apollo 11 mendarat di permukaan bulan, menjadi misi luar angkasa berawak pertama yang melakukan pendaratan di bulan dan memungkinkan astronot Neil Armstrong dan Buzz Aldrin berjalan di Bulan."
      },
      {
        "text1": "Pada tanggal 20 Juli 1944, selama Perang Dunia Kedua, Serangan Hitler terjadi, upaya pembunuhan Adolf Hitler yang dipimpin oleh Claus von Stauffenberg gagal."
      }
    ]
  },
  "7-21": {
    "curiosity": [
      {
        "text": "Pada tanggal 21 Juli 1969, astronot Apollo 11 Neil Armstrong dan Buzz Aldrin kembali dengan selamat ke Bumi setelah misi bersejarah mereka ke Bulan."
      },
      {
        "text1": "Pada tanggal 21 Juli 1944, Pertempuran Guam terjadi selama Perang Dunia II, dengan pasukan Amerika merebut kembali pulau itu dari kendali Jepang."
      }
    ]
  },
  "7-22": {
    "curiosity": [
      {
        "text": "Pada tanggal 22 Juli 1298, Pertempuran Karawang terjadi selama Perang Kemerdekaan Skotlandia Pertama, dengan tentara Inggris yang dipimpin oleh Edward I mengalahkan pasukan Skotlandia yang dipimpin oleh William Wallace."
      },
      {
        "text1": "Pada tanggal 22 Juli 1933, Wiley Post menjadi pilot pertama yang terbang sendirian keliling dunia dengan pesawat, menyelesaikan rute tersebut dalam 7 hari, 18 jam dan 49 menit."
      }
    ]
  },
  "7-23": {
    "curiosity": [
      {
        "text": "Pada tanggal 23 Juli 1952, jenderal Mesir Muhammad Naguib menggulingkan Raja Farouk I dari Mesir, menandai dimulainya era baru di negara tersebut."
      },
      {
        "text1": "Pada tanggal 23 Juli 1903, Ford Motor Company secara resmi didirikan di Amerika Serikat, menciptakan salah satu perusahaan otomotif terbesar di dunia."
      }
    ]
  },
  "7-24": {
    "curiosity": [
      {
        "text": "Pada tanggal 24 Juli 1911, Hiram Bingham III menemukan kembali kota Machu Picchu yang hilang di Peru, mengungkapkan kepada dunia salah satu keajaiban arkeologi terpenting dalam sejarah."
      },
      {
        "text1": "Pada tanggal 24 Juli 1969, Komandan Apollo 11 Neil Armstrong dan pilot modul bulan Buzz Aldrin melakukan perjalanan luar angkasa ke bulan pertama, yang dikenal sebagai EVA (Extravehicular Activity)."
      }
    ]
  },
  "7-25": {
    "curiosity": [
      {
        "text": "Pada tanggal 25 Juli 1797, Perjanjian Damai Campo Formio ditandatangani, mengakhiri Koalisi Pertama dan mengakui pencapaian revolusioner Prancis yang dipimpin oleh Napoleon Bonaparte."
      },
      {
        "text1": "Pada tanggal 25 Juli 1956, kapal laut Italia Andrea Doria bertabrakan dengan kapal Swedia Stockholm di lepas pantai Nantucket, Amerika Serikat, mengakibatkan salah satu bencana maritim paling terkenal dalam sejarah."
      }
    ]
  },
  "7-26": {
    "curiosity": [
      {
        "text": "Pada tanggal 26 Juli 1953, terjadi Penyerangan terhadap Barak Moncada di Santiago de Cuba, dipimpin oleh Fidel Castro dan kelompok pemberontaknya, menandai dimulainya Revolusi Kuba."
      },
      {
        "text1": "Pada tanggal 26 Juli 1945, Konferensi Potsdam berakhir, di mana para pemimpin Sekutu bertemu untuk membahas masa depan Eropa setelah Perang Dunia Kedua."
      }
    ]
  },
  "7-27": {
    "curiosity": [
      {
        "text": "Pada tanggal 27 Juli 1953, Gencatan Senjata Panmunjom ditandatangani, secara resmi mengakhiri Perang Korea dan menetapkan Zona Demiliterisasi antara Korea Utara dan Selatan."
      },
      {
        "text1": "Pada tanggal 27 Juli 1976, terjadi pembajakan Air France Penerbangan 139, di mana teroris Palestina membajak pesawat dan penumpangnya, mengakibatkan penyelamatan dramatis di Bandara Entebbe di Uganda."
      }
    ]
  },
  "7-28": {
    "curiosity": [
      {
        "text": "Pada tanggal 28 Juli 1540, penjelajah Spanyol Francisco Vázquez de Coronado mendirikan kota Santa Fe, yang kemudian menjadi ibu kota negara bagian New Mexico di Amerika Serikat."
      },
      {
        "text1": "Pada tanggal 28 Juli 1914, Austria-Hongaria menyatakan perang terhadap Serbia, memicu serangkaian peristiwa yang mengarah pada dimulainya Perang Dunia Pertama."
      }
    ]
  },
  "7-29": {
    "curiosity": [
      {
        "text": "Pada tanggal 29 Juli 1958, NASA didirikan di Amerika Serikat, mengkonsolidasikan program luar angkasa Amerika dan mengarah pada eksplorasi luar angkasa yang belum pernah terjadi sebelumnya."
      },
      {
        "text1": "Pada tanggal 29 Juli 1981, pernikahan Pangeran Charles dan Lady Diana Spencer dilangsungkan di Katedral St. Paul di London, sebuah peristiwa yang sangat terkenal secara global."
      }
    ]
  },
  "7-30": {
    "curiosity": [
      {
        "text": "Pada tanggal 30 Juli 1619, majelis legislatif pertama di Amerika Utara, yang dikenal sebagai Majelis Burgesses Virginia, mengadakan pertemuan pertamanya di Jamestown, yang menandai tonggak penting bagi demokrasi di koloni Inggris."
      },
      {
        "text1": "Pada tanggal 30 Juli 1971, Perjanjian Persahabatan Soviet-Tiongkok ditandatangani di Moskow, mengakhiri ketegangan bertahun-tahun antara kedua kekuatan komunis tersebut."
      }
    ]
  },
  "7-31": {
    "curiosity": [
      {
        "text": "Pada tanggal 31 Juli 1498, penjelajah Portugis Vasco da Gama tiba di Kalikut, India, membuka jalur laut langsung antara Eropa dan Timur."
      },
      {
        "text1": "Pada tanggal 31 Juli 1972, Operasi Chainsaw, yang dipimpin oleh Brazil, diluncurkan untuk memerangi deforestasi ilegal di Amazon, yang menjadi tonggak sejarah dalam perjuangan melestarikan hutan tropis."
      }
    ]
  },
  "8-1": {
    "curiosity": [
      {
        "text": "Pada tanggal 1 Agustus 1291, pembentukan Konfederasi Swiss terjadi, ketika tiga kanton bersatu dalam pakta pertahanan bersama, yang menandai dimulainya negara Swiss."
      },
      {
        "text1": "Pada tanggal 1 Agustus 1944, terjadi Pemberontakan Warsawa, pemberontakan melawan pendudukan Nazi di ibu kota Polandia selama Perang Dunia II."
      }
    ]
  },
  "8-2": {
    "curiosity": [
      {
        "text": "Pada tanggal 2 Agustus 1934, Presiden Jerman Paul von Hindenburg meninggal dunia, sehingga Adolf Hitler dapat mengkonsolidasikan kekuasaannya dan menjadi pemimpin tertinggi Jerman."
      },
      {
        "text1": "Pada tanggal 2 Agustus 1990, Irak menginvasi Kuwait, memicu Perang Teluk dan menyebabkan intervensi internasional yang dipimpin oleh Amerika Serikat."
      }
    ]
  },
  "8-3": {
    "curiosity": [
      {
        "text": "Pada tanggal 3 Agustus 1492, Christopher Columbus meninggalkan Palos de la Frontera, Spanyol, dalam ekspedisinya yang menghasilkan penemuan Amerika."
      },
      {
        "text1": "Pada tanggal 3 Agustus 1914, Jerman menyatakan perang terhadap Perancis, memulai Perang Dunia Pertama."
      }
    ]
  },
  "8-4": {
    "curiosity": [
      {
        "text": "Pada tanggal 4 Agustus 1944, keluarga Anne Frank dan tahanan lain yang bersembunyi di Secret Annex di Amsterdam, Belanda, ditemukan dan ditangkap oleh Nazi."
      },
      {
        "text1": "Pada tanggal 4 Agustus 1964, terjadi insiden Teluk Tonkin, ketika dua kapal Amerika dilaporkan diserang oleh kapal Vietnam Utara, sehingga Amerika Serikat semakin mengintensifkan partisipasinya dalam Perang Vietnam."
      }
    ]
  },
  "8-5": {
    "curiosity": [
      {
        "text": "Pada tanggal 5 Agustus 1962, aktris dan ikon film Marilyn Monroe ditemukan tewas di rumahnya di Los Angeles, California, dalam keadaan yang masih menjadi subyek kontroversi dan teori konspirasi."
      },
      {
        "text1": "Pada tanggal 5 Agustus 1914, Brasil menyatakan netralitas dalam Perang Dunia Pertama, menghindari konflik yang melanda Eropa."
      }
    ]
  },
  "8-6": {
    "curiosity": [
      {
        "text": "Pada tanggal 6 Agustus 1945, bom atom Little Boy dijatuhkan di kota Hiroshima di Jepang oleh Amerika Serikat, mengakibatkan kehancuran besar dan ribuan kematian seketika."
      },
      {
        "text1": "Pada tanggal 6 Agustus 1965, Presiden Amerika Serikat, Lyndon B. Johnson, menandatangani Undang-Undang Hak Pilih, yang melarang diskriminasi rasial dalam proses pemilu, menjamin hak pilih yang setara bagi semua warga negara Amerika."
      }
    ]
  },
  "8-7": {
    "curiosity": [
      {
        "text": "Pada tanggal 7 Agustus 1947, insiden Roswell dimulai, ketika sebuah benda tak dikenal jatuh di dekat Roswell, New Mexico, memicu spekulasi tentang kemungkinan benda itu adalah pesawat luar angkasa."
      },
      {
        "text1": "Pada tanggal 7 Agustus 1998, serangan teroris terhadap kedutaan besar Amerika di Nairobi, Kenya, dan Dar es Salaam, Tanzania, menyebabkan ratusan orang tewas dan ribuan lainnya terluka."
      }
    ]
  },
  "8-8": {
    "curiosity": [
      {
        "text": "Pada tanggal 8 Agustus 1974, Presiden Amerika Serikat Richard Nixon mengundurkan diri dari jabatannya karena skandal Watergate, menjadi presiden Amerika pertama yang mengundurkan diri."
      },
      {
        "text1": "Pada tanggal 8 Agustus 1945, Uni Soviet menyatakan perang terhadap Jepang dan menginvasi Manchuria, berkontribusi pada penyerahan Jepang dan berakhirnya Perang Dunia II di Asia."
      }
    ]
  },
  "8-9": {
    "curiosity": [
      {
        "text": "Pada tanggal 9 Agustus 1945, bom atom Fat Man dijatuhkan di kota Nagasaki di Jepang oleh Amerika Serikat, menyebabkan kehancuran massal dan lebih dari 70.000 kematian."
      },
      {
        "text1": "Pada tanggal 9 Agustus 1965, astronot Amerika Neil Armstrong melakukan perjalanan luar angkasa pertama dalam sejarah selama misi Gemini 8."
      }
    ]
  },
  "8-10": {
    "curiosity": [
      {
        "text": "Pada tanggal 10 Agustus 1519, ekspedisi yang dipimpin oleh Ferdinand Magellan berangkat dari Seville, Spanyol, untuk mencari jalur laut ke Kepulauan Maluku, yang mengakibatkan pelayaran mengelilingi bumi yang pertama."
      },
      {
        "text1": "Pada tanggal 10 Agustus 1792, Pembantaian Tuileries terjadi di Paris, selama Revolusi Perancis, di mana kekuatan revolusioner menyerang Istana Tuileries, tempat keluarga kerajaan berlindung."
      }
    ]
  },
  "8-11": {
    "curiosity": [
      {
        "text": "Tanggal 11 Agustus 3114 SM, menurut kalender Maya, adalah awal dari siklus panjang penghitungan waktu Maya, yang dikenal sebagai 13.0.0.0.0, menandai tanggal penting dalam budaya Maya."
      },
      {
        "text1": "Pada tanggal 11 Agustus 1999, terjadi gerhana matahari total yang terlihat di sebagian Eropa, Asia dan Afrika, yang merupakan peristiwa astronomi yang sangat penting dan menjadi perhatian publik."
      }
    ]
  },
  "8-12": {
    "curiosity": [
      {
        "text": "Pada 12 Agustus 30 SM, Ratu Cleopatra VII dari Mesir dilaporkan meninggal karena bunuh diri, menyusul kekalahan Mark Antony dan aneksasi Mesir ke Kekaisaran Romawi."
      },
      {
        "text1": "Pada 12 Agustus 1944, Pertempuran Narva dimulai pada Perang Dunia II, di mana pasukan Jerman dan sekutunya menghadapi Tentara Merah di Estonia."
      }
    ]
  },
  "8-13": {
    "curiosity": [
      {
        "text": "Pada 13 Agustus 1961, pembangunan Tembok Berlin dimulai, yang membagi kota Berlin menjadi dua bagian, memisahkan Jerman Timur dari Jerman Barat."
      },
      {
        "text1": "Pada tanggal 13 Agustus 1521, ibu kota Aztec, Tenochtitlán, direbut oleh pasukan Spanyol yang dipimpin oleh Hernán Cortés, menandai berakhirnya Kekaisaran Aztec di Meksiko."
      }
    ]
  },
  "8-14": {
    "curiosity": [
      {
        "text": "Pada tanggal 14 Agustus 1945, Jepang menerima syarat penyerahan tanpa syarat, mengakhiri Perang Dunia II dan menandai Hari Kemenangan di Jepang."
      },
      {
        "text1": "Pada tanggal 14 Agustus 1947, Pakistan menjadi negara merdeka setelah memisahkan diri dari India, sebuah tonggak sejarah dalam sejarah kawasan yang mengarah pada terbentuknya dua negara bagian yang berbeda."
      }
    ]
  },
  "8-15": {
    "curiosity": [
      {
        "text": "Pada tanggal 15 Agustus 1947, India memperoleh kemerdekaannya dari pemerintahan kolonial Inggris, menjadi negara berdaulat dan menandai Hari Kemerdekaan India."
      },
      {
        "text1": "Pada tanggal 15 Agustus 1969, festival musik Woodstock dimulai di Bethel, New York, menjadi salah satu acara paling ikonik dan berpengaruh dalam sejarah musik."
      }
    ]
  },
  "8-16": {
    "curiosity": [
      {
        "text": "Pada tanggal 16 Agustus 1977, Raja Rock 'n' Roll, Elvis Presley, meninggal dunia di rumahnya di Graceland di Memphis, Tennessee, meninggalkan warisan abadi dalam musik dan budaya populer."
      },
      {
        "text1": "Pada tanggal 16 Agustus 1819, kota Manchester, Inggris, menjadi lokasi Pembantaian Peterloo, ketika kavaleri dan infanteri Inggris menyerang kerumunan yang memprotes reformasi politik dan sosial, yang mengakibatkan kematian dan cedera serius."
      }
    ]
  },
  "8-17": {
    "curiosity": [
      {
        "text": "Pada tanggal 17 Agustus 1945, Indonesia mendeklarasikan kemerdekaannya dari pendudukan kolonial Belanda, menandai dimulainya perjuangan panjang kedaulatan negara."
      },
      {
        "text1": "Pada tanggal 17 Agustus 2017, terjadi serangan teroris di Barcelona, ​​Spanyol, ketika sebuah van dengan sengaja dikendarai ke kawasan sibuk, mengakibatkan beberapa kematian dan cedera."
      }
    ]
  },
  "8-18": {
    "curiosity": [
      {
        "text": "Pada tanggal 18 Agustus 1920, Amandemen ke-19 Konstitusi Amerika Serikat diratifikasi, memberikan perempuan hak untuk memilih."
      },
      {
        "text1": "Pada tanggal 18 Agustus 1966, wahana antariksa Lunar Orbiter 1 diluncurkan oleh NASA, memulai serangkaian misi yang bertujuan untuk memetakan permukaan Bulan."
      }
    ]
  },
  "8-19": {
    "curiosity": [
      {
        "text": "Pada tanggal 19 Agustus 1934, terjadi penandatanganan Pakta Perdamaian antara Italia dan Etiopia, yang mengakhiri Perang Italia-Etiopia Kedua."
      },
      {
        "text1": "Pada tanggal 19 Agustus 1991, kudeta Agustus terjadi di Uni Soviet, ketika faksi konservatif Partai Komunis berusaha menggulingkan Presiden Mikhail Gorbachev dan merebut kekuasaan."
      }
    ]
  },
  "8-20": {
    "curiosity": [
      {
        "text": "Pada tanggal 20 Agustus 1975, NASA meluncurkan wahana antariksa Viking 1 menuju Mars, misi pertama yang berhasil mendarat di permukaan planet merah."
      },
      {
        "text1": "Pada tanggal 20 Agustus 1968, pasukan Pakta Warsawa, yang dipimpin oleh Uni Soviet, menginvasi Cekoslowakia, mengakhiri Musim Semi Praha dan memperkuat kontrol komunis di negara tersebut."
      }
    ]
  },
  "8-21": {
    "curiosity": [
      {
        "text": "Pada tanggal 21 Agustus 1959, Hawaii menjadi negara bagian Amerika Serikat ke-50, setelah puluhan tahun berjuang untuk mencaplok wilayah tersebut ke negara tersebut."
      },
      {
        "text1": "Pada tanggal 21 Agustus 1911, Mona Lisa yang terkenal, karya Leonardo da Vinci, dicuri dari Museum Louvre di Paris, menyebabkan keributan besar dan menjadi salah satu pencurian karya seni paling terkenal dalam sejarah. sejarah."
      }
    ]
  },
  "8-22": {
    "curiosity": [
      {
        "text": "Pada tanggal 22 Agustus 1485, Pertempuran Bosworth terjadi, di mana Henry Tudor mengalahkan Raja Richard III dari Inggris, menandai berakhirnya Perang Mawar dan dimulainya dinasti Tudor."
      },
      {
        "text1": "Pada tanggal 22 Agustus 1962, Tembok Berlin mulai didirikan oleh Jerman Timur, membelah kota Berlin dan melambangkan perpecahan Perang Dingin."
      }
    ]
  },
  "8-23": {
    "curiosity": [
      {
        "text": "Pada tanggal 23 Agustus 1305, pemimpin Skotlandia William Wallace ditangkap oleh pasukan Inggris dan kemudian dieksekusi karena pengkhianatan."
      },
      {
        "text1": "Pada tanggal 23 Agustus 1944, terjadi Pertempuran Narva selama Perang Dunia Kedua, di mana pasukan Jerman berhasil menghalau serangan besar-besaran Tentara Merah di Estonia."
      }
    ]
  },
  "8-24": {
    "curiosity": [
      {
        "text": "Pada tanggal 24 Agustus 79 M, Gunung Vesuvius meletus, menghancurkan kota Romawi Pompeii dan Herculaneum serta menguburnya di bawah abu vulkanik."
      },
      {
        "text1": "Pada tanggal 24 Agustus 1814, pembakaran Washington, DC terjadi selama Perang tahun 1812, ketika pasukan Inggris membakar beberapa gedung pemerintah, termasuk Gedung Putih dan Gedung Kongres Amerika Serikat."
      }
    ]
  },
  "8-25": {
    "curiosity": [
      {
        "text": "Pada tanggal 25 Agustus 1944, Paris dibebaskan dari kekuasaan Jerman oleh pasukan Sekutu selama Perang Dunia II, menandai momen perayaan bagi kota tersebut dan Prancis."
      },
      {
        "text1": "Pada tanggal 25 Agustus 1835, terjadi Pemberontakan Malês, pemberontakan budak Islam di kota Salvador, Brasil, yang mencari kebebasan dan pendirian Negara Islam."
      }
    ]
  },
  "8-26": {
    "curiosity": [
      {
        "text": "Pada tanggal 26 Agustus 1789, Deklarasi Hak Asasi Manusia dan Warga Negara diadopsi oleh Majelis Konstituante Nasional Perancis selama Revolusi Perancis, menetapkan hak-hak dasar dan prinsip-prinsip politik bangsa."
      },
      {
        "text1": "Pada tanggal 26 Agustus 1914, Pertempuran Tannenberg terjadi selama Perang Dunia I, menghasilkan kemenangan yang menentukan bagi pasukan Jerman atas tentara Rusia."
      }
    ]
  },
  "8-27": {
    "curiosity": [
      {
        "text": "Pada tanggal 27 Agustus 1859, pesawat luar angkasa Jupiter diluncurkan oleh NASA, menjadi misi pertama untuk menjelajahi planet Jupiter dan bulan-bulannya."
      },
      {
        "text1": "Pada tanggal 27 Agustus 1928, Pakta Briand-Kellogg, juga dikenal sebagai Pakta Kellogg-Briand, ditandatangani, sebuah perjanjian multilateral yang menolak perang sebagai cara untuk menyelesaikan perselisihan internasional."
      }
    ]
  },
  "8-28": {
    "curiosity": [
      {
        "text": "Pada tanggal 28 Agustus 1963, berlangsung Pawai di Washington untuk Pekerjaan dan Kebebasan, sebuah peristiwa ikonik gerakan hak-hak sipil di Amerika Serikat, di mana Martin Luther King Jr. menyampaikan pidatonya yang terkenal 'I Have a Dream'."
      },
      {
        "text1": "Pada tanggal 28 Agustus 1996, terjadi serangan teroris terhadap Menara Eiffel di Paris, Prancis, ketika sebuah bom mobil meledak dan menyebabkan beberapa orang terluka."
      }
    ]
  },
  "8-29": {
    "curiosity": [
      {
        "text": "Pada tanggal 29 Agustus 2005, Badai Katrina melanda Pantai Teluk Amerika Serikat, menyebabkan salah satu bencana alam terburuk dalam sejarah negara itu, terutama di kota New Orleans."
      },
      {
        "text1": "Pada tanggal 29 Agustus 1949, Uni Soviet berhasil menguji bom atom pertamanya, menandai dimulainya perlombaan senjata nuklir selama Perang Dingin."
      }
    ]
  },
  "8-30": {
    "curiosity": [
      {
        "text": "Pada tanggal 30 Agustus 1797, Mary Shelley, penulis Frankenstein, lahir di London, Inggris, menjadi salah satu penulis sastra Gotik dan fiksi ilmiah paling berpengaruh."
      },
      {
        "text1": "Pada tanggal 30 Agustus 2003, astronot Brasil Marcos Pontes diluncurkan ke luar angkasa dengan pesawat ruang angkasa Soyuz, menjadi astronot Brasil pertama yang melakukan perjalanan ke Stasiun Luar Angkasa Internasional."
      }
    ]
  },
  "8-31": {
    "curiosity": [
      {
        "text": "Pada tanggal 31 Agustus 1997, kematian tragis Putri Diana terjadi dalam kecelakaan mobil di Paris, Prancis, menyebabkan keributan di seluruh dunia dan meninggalkan warisan abadi sebagai tokoh kemanusiaan."
      },
      {
        "text1": "Pada tanggal 31 Agustus 1939, Perang Dunia II dimulai dengan invasi Polandia oleh Nazi Jerman, memulai konflik global yang berlangsung selama enam tahun dan mengakibatkan jutaan kematian."
      }
    ]
  },
  "9-1": {
    "curiosity": [
      {
        "text": "Pada tanggal 1 September 1939, Nazi Jerman menginvasi Polandia, menandai dimulainya Perang Dunia II di Eropa."
      },
      {
        "text1": "Pada tanggal 1 September 1985, bangkai kapal Titanic ditemukan di dasar Samudera Atlantik oleh tim peneliti yang dipimpin oleh Robert Ballard."
      }
    ]
  },
  "9-2": {
    "curiosity": [
      {
        "text": "Pada tanggal 2 September 1945, terjadi penyerahan resmi Jepang, menandai berakhirnya Perang Dunia II menyusul ledakan bom atom di Hiroshima dan Nagasaki."
      },
      {
        "text1": "Pada tanggal 2 September 1666, Kebakaran Besar London terjadi, menghancurkan sebagian besar kota, termasuk Katedral St. Paul yang terkenal."
      }
    ]
  },
  "9-3": {
    "curiosity": [
      {
        "text": "Pada tanggal 3 September 1783, Perjanjian Paris ditandatangani, yang mengakhiri Perang Revolusi Amerika dan mengakui kemerdekaan Amerika Serikat."
      },
      {
        "text1": "Pada tanggal 3 September 1939, Perancis dan Inggris menyatakan perang terhadap Nazi Jerman sebagai tanggapan atas invasi Polandia, yang menandai dimulainya Perang Dunia II di Eropa."
      }
    ]
  },
  "9-4": {
    "curiosity": [
      {
        "text": "Pada tanggal 4 September 1957, Uni Soviet berhasil meluncurkan pesawat luar angkasa Sputnik 2 yang membawa makhluk hidup pertama, anjing Laika, ke luar angkasa."
      },
      {
        "text1": "Pada tanggal 4 September 1781, pasukan kolonial Amerika yang dipimpin oleh George Washington mengalahkan tentara Inggris di Pertempuran Yorktown, sebuah peristiwa yang menentukan dalam Perang Kemerdekaan Amerika."
      }
    ]
  },
  "9-5": {
    "curiosity": [
      {
        "text": "Pada tanggal 5 September 1972, tim atletik Israel menjadi sasaran serangan teroris selama Olimpiade Munich, yang mengakibatkan kematian 11 atlet."
      },
      {
        "text1": "Pada tanggal 5 September 1793, Pembantaian Lyon terjadi, dalam konteks Revolusi Perancis, di mana ratusan orang dieksekusi sebagai pembalasan atas perlawanan terhadap Konvensi Nasional."
      }
    ]
  },
  "9-6": {
    "curiosity": [
      {
        "text": "Pada tanggal 6 September 1901, Presiden Amerika Serikat, William McKinley, dibunuh di Buffalo, New York, oleh seorang anarkis bernama Leon Czolgosz."
      },
      {
        "text1": "Pada tanggal 6 September 1966, serial televisi Star Trek ditayangkan perdana di Amerika Serikat, menjadi fenomena budaya dan mempengaruhi generasi penggemar dan produksi fiksi ilmiah masa depan."
      }
    ]
  },
  "9-7": {
    "curiosity": [
      {
        "text": "Pada tanggal 7 September 1822, Brasil memproklamasikan kemerdekaannya dari Portugal, menandai dimulainya negara baru dan berakhirnya pemerintahan kolonial Portugis."
      },
      {
        "text1": "Pada tanggal 7 September 1940, selama Perang Dunia Kedua, serangan bom Jerman di London mencapai puncaknya selama Blitz, menyebabkan kerusakan besar pada kota tersebut."
      }
    ]
  },
  "9-8": {
    "curiosity": [
      {
        "text": "Pada tanggal 8 September 1565, Pertempuran Malta terjadi, di mana Ksatria Saint John mengalahkan tentara Ottoman, mencegah penaklukan pulau itu oleh Kekaisaran Ottoman."
      },
      {
        "text1": "Pada tanggal 8 September 1900, Badai Galveston melanda kota Galveston, Texas, di Amerika Serikat, menyebabkan salah satu bencana alam terburuk dalam sejarah AS, dengan perkiraan lebih dari 8.000 kematian."
      }
    ]
  },
  "9-9": {
    "curiosity": [
      {
        "text": "Pada tanggal 9 September 1971, Negara Qatar mendeklarasikan kemerdekaannya dari Inggris, menjadi negara berdaulat di Teluk Persia."
      },
      {
        "text1": "Pada tanggal 9 September 1948, Korea Utara memproklamirkan Republik Rakyat Demokratik Korea, menjadikan dirinya sebagai negara komunis yang terpisah dari Korea Selatan."
      }
    ]
  },
  "9-10": {
    "curiosity": [
      {
        "text": "Pada tanggal 10 September 1939, Kanada menyatakan perang terhadap Nazi Jerman, memasuki Perang Dunia Kedua bersama Inggris dan negara-negara Sekutu lainnya."
      },
      {
        "text1": "Pada tanggal 10 September 2008, Large Hadron Collider (LHC), akselerator partikel terbesar di dunia, dinyalakan untuk pertama kalinya, membuka jalan bagi penemuan ilmiah baru."
      }
    ]
  },
  "9-11": {
    "curiosity": [
      {
        "text": "Pada tanggal 11 September 2001, Amerika Serikat menjadi sasaran serangan teroris yang dikoordinasikan oleh organisasi Al-Qaeda, yang mengakibatkan hancurnya Menara Kembar World Trade Center, serangan terhadap Pentagon dan United Flight 93 yang jatuh di pennsylvania."
      },
      {
        "text1": "Pada tanggal 11 September 1973, terjadi kudeta di Chili yang dipimpin oleh Jenderal Augusto Pinochet, yang mengakibatkan jatuhnya pemerintahan demokratis Salvador Allende dan terbentuknya kediktatoran militer."
      }
    ]
  },
  "9-12": {
    "curiosity": [
      {
        "text": "Pada 12 September 1940, selama Perang Dunia II, Prancis terpaksa menandatangani gencatan senjata dengan Nazi Jerman, mengakhiri partisipasi aktifnya dalam konflik tersebut."
      },
      {
        "text1": "Pada tanggal 12 September 1959, wahana antariksa Luna 2, yang diluncurkan oleh Uni Soviet, menjadi objek buatan manusia pertama yang mencapai Bulan, menandai tonggak penting dalam eksplorasi ruang angkasa."
      }
    ]
  },
  "9-13": {
    "curiosity": [
      {
        "text": "Pada tanggal 13 September 1993, para pemimpin Israel dan Organisasi Pembebasan Palestina (PLO) menandatangani Perjanjian Oslo, yang meletakkan dasar bagi perdamaian di Timur Tengah."
      },
      {
        "text1": "Pada tanggal 13 September 1948, Perancis, Inggris dan Amerika Serikat mengeluarkan Deklarasi Tripartit, yang menegaskan kembali dukungan mereka terhadap solusi damai konflik Arab-Israel."
      }
    ]
  },
  "9-14": {
    "curiosity": [
      {
        "text": "Pada tanggal 14 September 1901, Presiden Amerika Serikat William McKinley meninggal karena luka-luka yang dideritanya dalam serangan penembakan, yang menyebabkan Theodore Roosevelt menjadi presiden."
      },
      {
        "text1": "Pada tanggal 14 September 1982, pembantaian Sabra dan Shatila terjadi di kamp pengungsi Palestina di Beirut, Lebanon, yang mengakibatkan kematian ribuan orang."
      }
    ]
  },
  "9-15": {
    "curiosity": [
      {
        "text": "Pada tanggal 15 September 1821, Amerika Tengah mendeklarasikan kemerdekaannya dari Spanyol, membentuk Persatuan Provinsi Amerika Tengah, yang kemudian terpecah menjadi beberapa negara."
      },
      {
        "text1": "Pada tanggal 15 September 1944, pasukan Sekutu memulai Operasi Taman Pasar selama Perang Dunia II, sebuah upaya yang gagal untuk merebut jembatan utama di Belanda yang diduduki Nazi."
      }
    ]
  },
  "9-16": {
    "curiosity": [
      {
        "text": "Pada tanggal 16 September 1810, Meksiko memulai perjuangan kemerdekaannya dari Spanyol, sebuah gerakan yang dikenal sebagai Cry of Dolores."
      },
      {
        "text1": "Pada tanggal 16 September 1978, Perjanjian Perdamaian Camp David ditandatangani antara Israel dan Mesir, yang secara resmi mengakhiri permusuhan selama puluhan tahun antara kedua negara."
      }
    ]
  },
  "9-17": {
    "curiosity": [
      {
        "text": "Pada tanggal 17 September 1787, Konstitusi Amerika Serikat ditandatangani di Philadelphia, Pennsylvania, yang menetapkan fondasi sistem politik dan hukum negara tersebut."
      },
      {
        "text1": "Pada tanggal 17 September 1948, Republik Korea (Korea Selatan) diproklamasikan, menyusul pembagian semenanjung Korea pada akhir Perang Dunia II."
      }
    ]
  },
  "9-18": {
    "curiosity": [
      {
        "text": "Pada tanggal 18 September 1931, Jepang menginvasi Manchuria, memulai konflik yang dikenal sebagai Insiden Mukden, yang akhirnya berujung pada Perang Tiongkok-Jepang Kedua."
      },
      {
        "text1": "Pada tanggal 18 September 2001, Kongres Amerika Serikat mengeluarkan Resolusi yang Mengizinkan Penggunaan Kekuatan Militer, yang membuka jalan bagi perang melawan terorisme setelah serangan 11 September."
      }
    ]
  },
  "9-19": {
    "curiosity": [
      {
        "text": "Pada tanggal 19 September 1870, selama Perang Perancis-Prusia, Pertempuran Sedan terjadi, yang mengakibatkan penangkapan Kaisar Perancis Napoleon III oleh pasukan Prusia."
      },
      {
        "text1": "Pada tanggal 19 September 1985, gempa bumi dahsyat terjadi di Mexico City, berkekuatan 8,1 skala Richter, yang mengakibatkan ribuan korban jiwa dan kerusakan luas."
      }
    ]
  },
  "9-20": {
    "curiosity": [
      {
        "text": "Pada tanggal 20 September 1519, penjelajah Portugis Ferdinand Magellan memulai ekspedisinya mengelilingi dunia, sebuah perjalanan yang memakan waktu hampir tiga tahun."
      },
      {
        "text1": "Pada tanggal 20 September 2001, Presiden Amerika Serikat, George W. Bush, menyampaikan pidato di depan Kongres, mendeklarasikan 'Perang Melawan Terorisme' sebagai tanggapan terhadap serangan 11 September."
      }
    ]
  },
  "9-21": {
    "curiosity": [
      {
        "text": "Pada tanggal 21 September 1937, Pembantaian Nanking terjadi selama Perang Tiongkok-Jepang Kedua, di mana pasukan Jepang melakukan kekejaman terhadap penduduk sipil dan tawanan perang."
      },
      {
        "text1": "Pada tanggal 21 September 1989, Badai Hugo melanda pantai Carolina Selatan, Amerika Serikat, menyebabkan kerusakan parah dan mengakibatkan kematian lebih dari 80 orang."
      }
    ]
  },
  "9-22": {
    "curiosity": [
      {
        "text": "Pada tanggal 22 September 1980, Irak, dipimpin oleh Saddam Hussein, menginvasi Iran, memulai perang yang berlangsung selama delapan tahun dan mengakibatkan jutaan kematian."
      },
      {
        "text1": "Pada tanggal 22 September 1862, selama Perang Saudara Amerika, Pertempuran Antietam terjadi, konfrontasi paling berdarah dalam sejarah Amerika Serikat, dengan lebih dari 22.000 korban jiwa dalam satu hari."
      }
    ]
  },
  "9-23": {
    "curiosity": [
      {
        "text": "Pada tanggal 23 September 1949, Republik Rakyat Tiongkok diproklamasikan oleh Mao Zedong, mendirikan rezim komunis di negara tersebut."
      },
      {
        "text1": "Pada tanggal 23 September 2008, perusahaan keuangan Lehman Brothers menyatakan bangkrut, memicu krisis keuangan global dan memperdalam resesi global."
      }
    ]
  },
  "9-24": {
    "curiosity": [
      {
        "text": "Pada tanggal 24 September 622, terjadi Hijrah, hijrahnya Nabi Muhammad dari Mekah ke Madinah, menandai dimulainya penanggalan Islam."
      },
      {
        "text1": "Pada tanggal 24 September 1946, pengadilan militer internasional di Nuremberg, Jerman, menjatuhkan hukuman mati kepada 12 pemimpin Nazi karena kejahatan perang dan kejahatan terhadap kemanusiaan."
      }
    ]
  },
  "9-25": {
    "curiosity": [
      {
        "text": "Pada tanggal 25 September 1513, penjelajah Spanyol Vasco Núñez de Balboa menjadi orang Eropa pertama yang melihat Samudra Pasifik, setelah melintasi Tanah Genting Panama."
      },
      {
        "text1": "Pada tanggal 25 September 1957, sembilan siswa kulit hitam memasuki Little Rock Central High School di Little Rock, Arkansas, di bawah perlindungan federal, menandai tonggak penting dalam gerakan hak-hak sipil di Amerika Serikat."
      }
    ]
  },
  "9-26": {
    "curiosity": [
      {
        "text": "Pada tanggal 26 September 1580, Persatuan Iberia didirikan, menyatukan mahkota Portugal dan Spanyol di bawah pemerintahan Raja Spanyol Philip II."
      },
      {
        "text1": "Pada tanggal 26 September 1983, pemimpin Soviet Yuri Andropov mengumumkan bahwa Uni Soviet tidak akan berpartisipasi dalam Olimpiade Musim Panas 1984 di Los Angeles, sebagai pembalasan atas keputusan Amerika Serikat yang memboikot Olimpiade Moskow, pada tahun 1980."
      }
    ]
  },
  "9-27": {
    "curiosity": [
      {
        "text": "Pada tanggal 27 September 1822, Brasil mendeklarasikan kemerdekaannya dari Portugal, memproklamirkan Pedro I sebagai kaisarnya."
      },
      {
        "text1": "Pada tanggal 27 September 1905, Pertempuran Mukden terjadi selama Perang Rusia-Jepang, yang menghasilkan kemenangan telak bagi Jepang atas pasukan Rusia."
      }
    ]
  },
  "9-28": {
    "curiosity": [
      {
        "text": "Pada tanggal 28 September 1066, Pertempuran Stamford Bridge terjadi di Inggris, di mana Raja Harold II dari Inggris mengalahkan pasukan penyerang yang dipimpin oleh Harold III dari Norwegia."
      },
      {
        "text1": "Pada tanggal 28 September 1928, Alexander Fleming secara tidak sengaja menemukan penisilin, salah satu antibiotik terpenting dalam sejarah kedokteran."
      }
    ]
  },
  "9-29": {
    "curiosity": [
      {
        "text": "Pada tanggal 29 September 1941, selama Perang Dunia II, Babi Yar, sebuah ngarai di pinggiran Kiev, Ukraina, menjadi lokasi salah satu pembantaian terbesar dalam sejarah, di mana pasukan Nazi membunuh lebih dari 33.000 orang Yahudi hanya dalam dua hari."
      },
      {
        "text1": "Pada tanggal 29 September 2008, krisis keuangan mencapai tingkat baru dengan runtuhnya bank investasi Lehman Brothers, memicu serangkaian peristiwa yang mempengaruhi sistem keuangan global."
      }
    ]
  },
  "9-30": {
    "curiosity": [
      {
        "text": "Pada tanggal 30 September 1938, terjadi penandatanganan Perjanjian Munich, di mana para pemimpin Eropa menuruti tuntutan Adolf Hitler, mengizinkan aneksasi wilayah Sudetenland oleh Nazi Jerman."
      },
      {
        "text1": "Pada tanggal 30 September 2005, persidangan kontroversial Michael Jackson, yang dituduh melakukan pelecehan seksual terhadap anak-anak, berakhir dengan pembebasannya atas semua tuduhan."
      }
    ]
  },
  "10-1": {
    "curiosity": [
      {
        "text": "Pada tanggal 1 Oktober 1949, Republik Rakyat Tiongkok diproklamasikan oleh Mao Zedong, dan mendirikan rezim komunis di negara tersebut."
      },
      {
        "text1": "Pada tanggal 1 Oktober 1961, Organisasi Negara Pengekspor Minyak (OPEC) didirikan, yaitu aliansi negara-negara penghasil minyak dengan tujuan mengoordinasikan kebijakan terkait perdagangan minyak dan melindungi kepentingan negara-negara anggota."
      }
    ]
  },
  "10-2": {
    "curiosity": [
      {
        "text": "Pada tanggal 2 Oktober 1187, Pertempuran Hattin terjadi, di mana pemimpin Muslim Saladin mengalahkan pasukan Kristen Kerajaan Yerusalem, membuka jalan bagi penaklukan Muslim atas Yerusalem."
      },
      {
        "text1": "Pada tanggal 2 Oktober 1968, pembantaian Tlatelolco terjadi di Mexico City, selama protes mahasiswa terhadap pemerintah Meksiko, yang mengakibatkan kematian ratusan pengunjuk rasa."
      }
    ]
  },
  "10-3": {
    "curiosity": [
      {
        "text": "Pada tanggal 3 Oktober 1990, Jerman bersatu kembali, secara resmi mengakhiri pembagian antara Jerman Timur dan Jerman Barat."
      },
      {
        "text1": "Pada tanggal 3 Oktober 1952, Inggris melakukan uji coba bom nuklir pertamanya, menjadi kekuatan nuklir ketiga di dunia."
      }
    ]
  },
  "10-4": {
    "curiosity": [
      {
        "text": "Pada tanggal 4 Oktober 1957, Uni Soviet berhasil meluncurkan Sputnik 1, satelit buatan pertama dalam sejarah, yang mengantarkan era luar angkasa."
      },
      {
        "text1": "Pada tanggal 4 Oktober 2004, wahana antariksa Cassini-Huygens mengakhiri misi 7 tahunnya ke Saturnus, mengirimkan kembali data dan gambar berharga tentang planet ini dan bulan-bulannya."
      }
    ]
  },
  "10-5": {
    "curiosity": [
      {
        "text": "Pada tanggal 5 Oktober 1789, Pawai Wanita di Versailles berlangsung selama Revolusi Perancis, ketika ribuan wanita Paris berbaris ke Istana Versailles menuntut roti dan kejatuhan raja."
      },
      {
        "text1": "Pada tanggal 5 Oktober 2000, mantan presiden Serbia, Slobodan Milošević, digulingkan dan diserahkan ke Pengadilan Kriminal Internasional untuk bekas Yugoslavia, di mana dia akan diadili atas kejahatan perang dan kejahatan terhadap kemanusiaan."
      }
    ]
  },
  "10-6": {
    "curiosity": [
      {
        "text": "Pada tanggal 6 Oktober 1973, Perang Yom Kippur dimulai, konflik antara Israel dan koalisi yang dipimpin oleh Mesir dan Suriah, yang mengakibatkan kerugian manusia dan wilayah yang besar."
      },
      {
        "text1": "Pada tanggal 6 Oktober 1927, film bisu 'The Jazz Singer' dirilis, menjadi film fitur pertama yang menampilkan rangkaian dialog suara yang disinkronkan."
      }
    ]
  },
  "10-7": {
    "curiosity": [
      {
        "text": "Pada tanggal 7 Oktober 1571, Pertempuran Lepanto terjadi, di mana aliansi Kristen yang dipimpin oleh Republik Venesia dan Kekaisaran Spanyol mengalahkan armada Ottoman, menghentikan kemajuan Ottoman ke Mediterania Barat."
      },
      {
        "text1": "Pada tanggal 7 Oktober 1989, Revolusi Damai dimulai di Cekoslowakia, menandai dimulainya berakhirnya rezim komunis di negara tersebut."
      }
    ]
  },
  "10-8": {
    "curiosity": [
      {
        "text": "Pada tanggal 8 Oktober 1871, Kebakaran Besar Chicago terjadi, salah satu bencana perkotaan terbesar dalam sejarah Amerika Serikat, yang menghancurkan sebagian besar kota."
      },
      {
        "text1": "Pada tanggal 8 Oktober 2001, Amerika Serikat memulai invasi militer ke Afghanistan, sebagai tanggapan atas serangan teroris 11 September 2001."
      }
    ]
  },
  "10-9": {
    "curiosity": [
      {
        "text": "Pada tanggal 9 Oktober 1967, pemimpin revolusioner Argentina Che Guevara ditangkap di Bolivia, menandai berakhirnya kampanye gerilya di Amerika Selatan."
      },
      {
        "text1": "Pada tanggal 9 Oktober 1989, terjadi runtuhnya Tembok Berlin, salah satu peristiwa paling penting di akhir Perang Dingin dan reunifikasi Jerman."
      }
    ]
  },
  "10-10": {
    "curiosity": [
      {
        "text": "Pada tanggal 10 Oktober 732, Pertempuran Tours terjadi di Perancis, di mana pasukan Franka yang dipimpin oleh Charles Martel mengalahkan tentara Muslim, mencegah perluasan Kekhalifahan Umayyah di Eropa Barat."
      },
      {
        "text1": "Pada tanggal 10 Oktober 1845, filsuf Friedrich Nietzsche lahir di kota Röcken, Jerman, menjadi salah satu tokoh paling berpengaruh dalam filsafat modern."
      }
    ]
  },
  "10-11": {
    "curiosity": [
      {
        "text": "Pada tanggal 11 Oktober 1899, Perang Boer Kedua dimulai, konflik antara Inggris dan republik Boer di Afrika Selatan, yang mengakibatkan perang yang berkepanjangan dan menghancurkan."
      },
      {
        "text1": "Pada tanggal 11 Oktober 1984, astronot Amerika Kathryn D. Sullivan menjadi wanita pertama yang melakukan perjalanan luar angkasa."
      }
    ]
  },
  "10-12": {
    "curiosity": [
      {
        "text": "Pada 12 Oktober 1492, navigator Christopher Columbus tiba di Amerika, menandai dimulainya penjajahan Eropa di benua tersebut."
      },
      {
        "text1": "Pada 12 Oktober 1984, astronot wanita Inggris pertama, Helen Sharman, diluncurkan ke luar angkasa dengan menggunakan misi Soyuz TM-12."
      }
    ]
  },
  "10-13": {
    "curiosity": [
      {
        "text": "Pada tanggal 13 Oktober 1307, terjadilah hari Jumat tanggal 13, ketika para Ksatria Templar ditangkap secara massal di Perancis, menandai berakhirnya pengaruh dan kekuasaan ordo militer-religius ini."
      },
      {
        "text1": "Pada tanggal 13 Oktober 1972, Penerbangan 571 Angkatan Udara Uruguay mengalami kecelakaan di Andes, menyebabkan para penyintas harus menghadapi perjuangan untuk bertahan hidup yang dikenal sebagai 'Keajaiban Andes'."
      }
    ]
  },
  "10-14": {
    "curiosity": [
      {
        "text": "Pada tanggal 14 Oktober 1066, Pertempuran Hastings terjadi, di mana tentara Norman yang dipimpin oleh William Sang Penakluk mengalahkan Raja Harold II dari Inggris, mengubah sejarah Inggris."
      },
      {
        "text1": "Pada tanggal 14 Oktober 1947, pilot Amerika Chuck Yeager menjadi manusia pertama yang menembus penghalang suara dalam penerbangan."
      }
    ]
  },
  "10-15": {
    "curiosity": [
      {
        "text": "Pada tanggal 15 Oktober 1815, Napoleon Bonaparte dikalahkan di Pertempuran Waterloo, mengakhiri pemerintahannya dan periode yang dikenal sebagai Perang Napoleon."
      },
      {
        "text1": "Pada tanggal 15 Oktober 1987, peristiwa yang dikenal sebagai 'Black Monday' terjadi di Bursa Efek New York, dengan pasar saham mengalami penurunan yang signifikan."
      }
    ]
  },
  "10-16": {
    "curiosity": [
      {
        "text": "Pada tanggal 16 Oktober 1793, Ratu Marie Antoinette dari Perancis dipenggal selama Revolusi Perancis."
      },
      {
        "text1": "Pada tanggal 16 Oktober 1962, Krisis Rudal Kuba dimulai ketika rudal nuklir Soviet ditemukan di pulau tersebut, membawa dunia ke ambang perang nuklir."
      }
    ]
  },
  "10-17": {
    "curiosity": [
      {
        "text": "Pada tanggal 17 Oktober 1905, Minggu Berdarah terjadi di Saint Petersburg, Rusia, ketika tentara Tentara Tsar menembaki pengunjuk rasa damai, memicu serangkaian peristiwa yang berpuncak pada Revolusi Rusia tahun 1917."
      },
      {
        "text1": "Pada tanggal 17 Oktober 1989, gempa berkekuatan 6,9 skala Richter melanda San Francisco Bay Area, California, menyebabkan kerusakan parah dan menyebabkan ribuan orang kehilangan tempat tinggal."
      }
    ]
  },
  "10-18": {
    "curiosity": [
      {
        "text": "Pada tanggal 18 Oktober 1867, Alaska secara resmi dipindahkan dari Rusia ke Amerika Serikat, setelah wilayah tersebut dibeli oleh Amerika."
      },
      {
        "text1": "Pada tanggal 18 Oktober 1968, Olimpiade Musim Panas diadakan di Mexico City, ditandai dengan protes terkenal para atlet kulit hitam dari Amerika Serikat di atas podium."
      }
    ]
  },
  "10-19": {
    "curiosity": [
      {
        "text": "Pada tanggal 19 Oktober 1987, indeks Dow Jones di Bursa Efek New York mengalami penurunan satu hari terbesarnya, yang dikenal sebagai 'Black Monday'."
      },
      {
        "text1": "Pada tanggal 19 Oktober 2003, pesawat luar angkasa Eropa Beagle 2 diluncurkan dengan tujuan mendarat di Mars, tetapi kontak dengan pesawat tersebut hilang dan lokasi pastinya masih belum diketahui."
      }
    ]
  },
  "10-20": {
    "curiosity": [
      {
        "text": "Pada tanggal 20 Oktober 1944, selama Perang Dunia II, kota Beograd, ibu kota Yugoslavia, dibebaskan dari pasukan Nazi oleh Tentara Merah dan Tentara Pembebasan Rakyat Yugoslavia."
      },
      {
        "text1": "Pada tanggal 20 Oktober 1973, Krisis Minyak dimulai, ketika negara-negara Arab yang tergabung dalam OPEC mengumumkan embargo minyak sebagai pembalasan atas dukungan Barat terhadap Israel dalam Perang Yom Kippur."
      }
    ]
  },
  "10-21": {
    "curiosity": [
      {
        "text": "Pada tanggal 21 Oktober 1520, Pertempuran Otumba terjadi di Meksiko, di mana pasukan Aztec menghadapi pasukan Spanyol yang dipimpin oleh Hernán Cortés."
      },
      {
        "text1": "Pada tanggal 21 Oktober 1966, terjadi tanah longsor di daerah Aberfan, Wales, yang mengakibatkan tewasnya 144 orang, sebagian besar adalah anak-anak, akibat runtuhnya tumpukan batu bara."
      }
    ]
  },
  "10-22": {
    "curiosity": [
      {
        "text": "Pada tanggal 22 Oktober 1797, Angkatan Laut Inggris mengalahkan armada Spanyol di Pertempuran Cape St. Vincent, selama Perang Napoleon."
      },
      {
        "text1": "Pada tanggal 22 Oktober 1962, Presiden Amerika Serikat John F. Kennedy secara terbuka mengumumkan penemuan rudal nuklir Soviet di Kuba, yang memicu Krisis Rudal Kuba."
      }
    ]
  },
  "10-23": {
    "curiosity": [
      {
        "text": "Pada tanggal 23 Oktober 1956, Revolusi Hongaria dimulai, pemberontakan rakyat melawan pemerintah komunis Hongaria, yang ditindas oleh pasukan Soviet."
      },
      {
        "text1": "Pada tanggal 23 Oktober 2001, Apple meluncurkan iPod, salah satu perangkat musik portabel paling populer dan berpengaruh dalam sejarah."
      }
    ]
  },
  "10-24": {
    "curiosity": [
      {
        "text": "Pada tanggal 24 Oktober 1945, Perserikatan Bangsa-Bangsa (PBB) didirikan, berupaya untuk mempromosikan perdamaian dan kerja sama internasional setelah Perang Dunia Kedua."
      },
      {
        "text1": "Pada tanggal 24 Oktober 2003, pesawat luar angkasa Eropa Mars Express diluncurkan, dengan tujuan mempelajari Mars dan mencari tanda-tanda adanya air di planet tersebut."
      }
    ]
  },
  "10-25": {
    "curiosity": [
      {
        "text": "Pada tanggal 25 Oktober 1415, Pertempuran Agincourt terjadi di Prancis, di mana pasukan Inggris yang dipimpin oleh Henry V meraih kemenangan signifikan selama Perang Seratus Tahun."
      },
      {
        "text1": "Pada tanggal 25 Oktober 2001, sistem operasi Windows XP dirilis oleh Microsoft, menjadi salah satu sistem operasi terpopuler dan bertahan lama dalam sejarah."
      }
    ]
  },
  "10-26": {
    "curiosity": [
      {
        "text": "Pada tanggal 26 Oktober 1947, buku anak-anak terkenal 'The Little Prince', yang ditulis oleh Antoine de Saint-Exupéry, diterbitkan untuk pertama kalinya."
      },
      {
        "text1": "Pada tanggal 26 Oktober 1979, pemimpin Soviet Leonid Brezhnev meninggal dunia, mengakhiri masa kepemimpinannya selama 18 tahun dan menandai dimulainya era baru di Uni Soviet."
      }
    ]
  },
  "10-27": {
    "curiosity": [
      {
        "text": "Pada tanggal 27 Oktober 1904, kereta bawah tanah New York edisi pertama dibuka untuk umum, merevolusi transportasi di kota."
      },
      {
        "text1": "Pada tanggal 27 Oktober 1962, selama Krisis Rudal Kuba, sebuah pesawat mata-mata U-2 ditembak jatuh di Kuba, yang semakin meningkatkan ketegangan antara Amerika Serikat dan Uni Soviet."
      }
    ]
  },
  "10-28": {
    "curiosity": [
      {
        "text": "Pada tanggal 28 Oktober 1886, Patung Liberty, simbol ikonik Amerika Serikat, secara resmi diresmikan di Pelabuhan New York."
      },
      {
        "text1": "Pada tanggal 28 Oktober 1962, selama Krisis Rudal Kuba, Presiden Amerika Serikat John F. Kennedy mengumumkan bahwa rudal Soviet akan dikeluarkan dari Kuba, sehingga mengakhiri krisis tersebut."
      }
    ]
  },
  "10-29": {
    "curiosity": [
      {
        "text": "Pada tanggal 29 Oktober 1929, 'Keruntuhan Bursa Efek New York' yang terkenal terjadi, menandai dimulainya Depresi Besar yang mempengaruhi perekonomian dunia."
      },
      {
        "text1": "Pada tanggal 29 Oktober 1956, Israel, Perancis dan Inggris menginvasi Mesir dalam apa yang disebut Krisis Suez, yang bertujuan untuk menguasai Terusan Suez dan menggulingkan Presiden Mesir Gamal Abdel Nasser."
      }
    ]
  },
  "10-30": {
    "curiosity": [
      {
        "text": "Pada tanggal 30 Oktober 1938, siaran radio terkenal yang dikenal sebagai 'The War of the Worlds' berlangsung, di mana sutradara Orson Welles mengadaptasi buku karya HG Wells, menyebabkan kepanikan di kalangan pendengar yang percaya bahwa buku tersebut adalah invasi alien."
      },
      {
        "text1": "Pada tanggal 30 Oktober 1961, Uni Soviet meledakkan 'Tsar Bomba', bom nuklir terbesar yang pernah diledakkan sepanjang sejarah, dengan perkiraan kekuatan 50 megaton."
      }
    ]
  },
  "10-31": {
    "curiosity": [
      {
        "text": "Pada tanggal 31 Oktober 1517, biarawan Martin Luther menempelkan 95 Tesisnya di pintu Gereja Kastil Wittenberg, di Jerman, yang memicu Reformasi Protestan."
      },
      {
        "text1": "Pada tanggal 31 Oktober 1956, Revolusi Hongaria terjadi, pemberontakan melawan pemerintah komunis Hongaria, yang ditindas dengan kejam oleh pasukan Soviet."
      }
    ]
  },
  "11-1": {
    "curiosity": [
      {
        "text": "Pada tanggal 1 November 1512, lukisan mural 'Fresco di Langit-Langit Kapel Sistina', karya Michelangelo, diresmikan di Vatikan, di Roma, dan dianggap sebagai salah satu karya seni paling terkenal dan penting dalam sejarah."
      },
      {
        "text1": "Pada tanggal 1 November 1952, ledakan bom hidrogen pertama yang berhasil dilakukan oleh Amerika Serikat, menandai kemajuan signifikan dalam teknologi senjata nuklir."
      }
    ]
  },
  "11-2": {
    "curiosity": [
      {
        "text": "Pada tanggal 2 November 1917, selama Perang Dunia I, Jenderal Inggris Edmund Allenby merebut kota Beersheba di Palestina setelah serangan kavaleri yang berani."
      },
      {
        "text1": "Pada tanggal 2 November 1983, Amerika Serikat secara militer menginvasi pulau Grenada di Karibia, dalam sebuah operasi yang dikenal sebagai 'Operasi Kemarahan Mendesak', yang bertujuan untuk menggulingkan pemerintahan Marxis-Leninis yang telah mengambil alih kekuasaan."
      }
    ]
  },
  "11-3": {
    "curiosity": [
      {
        "text": "Pada tanggal 3 November 1948, Presiden Amerika Serikat Harry S. Truman terpilih kembali dengan kemenangan mengejutkan atas kandidat Partai Republik Thomas E. Dewey."
      },
      {
        "text1": "Pada tanggal 3 November 1957, Uni Soviet berhasil meluncurkan satelit buatan pertama di bumi, Sputnik 2, yang membawa makhluk hidup pertama ke luar angkasa, anjing Laika."
      }
    ]
  },
  "11-4": {
    "curiosity": [
      {
        "text": "Pada tanggal 4 November 1979, Krisis Penyanderaan Iran terjadi, ketika mahasiswa Iran menyerbu kedutaan Amerika Serikat di Teheran, menyandera 52 orang Amerika selama lebih dari setahun."
      },
      {
        "text1": "Pada tanggal 4 November 2008, Barack Obama terpilih sebagai presiden Amerika Serikat ke-44, menjadi presiden Afrika-Amerika pertama dalam sejarah negara tersebut."
      }
    ]
  },
  "11-5": {
    "curiosity": [
      {
        "text": "Pada tanggal 5 November 1605, 'Plot Bubuk Mesiu' yang terkenal terjadi di Inggris, di mana Guy Fawkes dan konspirator Katolik lainnya berencana meledakkan Parlemen Inggris pada pembukaan resmi sesi tersebut."
      },
      {
        "text1": "Pada tanggal 5 November 1911, Raja Italia, Vittorio Emanuele III, memproklamirkan aneksasi Libya ke wilayah Italia, menyusul penaklukan militer atas negara Afrika Utara tersebut."
      }
    ]
  },
  "11-6": {
    "curiosity": [
      {
        "text": "Pada tanggal 6 November 1860, Abraham Lincoln terpilih sebagai presiden Amerika Serikat ke-16, memicu ketegangan yang berujung pada Perang Saudara Amerika."
      },
      {
        "text1": "Pada tanggal 6 November 1985, gunung berapi Nevado del Ruiz di Kolombia meletus, menyebabkan longsoran lumpur dan abu yang meluluhlantahkan kota Armero dan menyebabkan kematian lebih dari 23.000 orang."
      }
    ]
  },
  "11-7": {
    "curiosity": [
      {
        "text": "Pada tanggal 7 November 1917, Revolusi Rusia terjadi, di mana kaum Bolshevik, yang dipimpin oleh Vladimir Lenin, merebut kekuasaan dan mendirikan pemerintahan komunis di Rusia."
      },
      {
        "text1": "Pada tanggal 7 November 2000, Al Gore dari Partai Demokrat memenangkan mayoritas suara, tetapi George W. Bush dari Partai Republik memenangkan pemilihan presiden Amerika Serikat setelah keputusan Mahkamah Agung yang kontroversial."
      }
    ]
  },
  "11-8": {
    "curiosity": [
      {
        "text": "Pada tanggal 8 November 1895, Wilhelm Conrad Roentgen menemukan sinar-X, sebuah penemuan penting yang merevolusi kedokteran dan radiologi."
      },
      {
        "text1": "Pada tanggal 8 November 2016, Donald Trump terpilih sebagai presiden Amerika Serikat ke-45, mengalahkan kandidat Partai Demokrat Hillary Clinton."
      }
    ]
  },
  "11-9": {
    "curiosity": [
      {
        "text": "Pada tanggal 9 November 1989, runtuhnya Tembok Berlin yang membelah kota Berlin selama hampir 30 tahun, melambangkan berakhirnya Perang Dingin dan runtuhnya blok sosialis."
      },
      {
        "text1": "Pada tanggal 9 November 1938, apa yang disebut 'Malam Kaca Pecah' terjadi di Jerman Nazi, serangkaian serangan kekerasan terhadap penduduk Yahudi, properti dan sinagoga mereka."
      }
    ]
  },
  "11-10": {
    "curiosity": [
      {
        "text": "Pada tanggal 10 November 1483, lahirlah Martin Luther, pemimpin Reformasi Protestan dan tokoh penting dalam sejarah agama dan politik Eropa."
      },
      {
        "text1": "Pada tanggal 10 November 1975, Ratu Elizabeth II dari Britania Raya melakukan kunjungan bersejarah ke Australia, kunjungan pertama raja Inggris ke negara tersebut sejak Federasi Australia pada tahun 1901."
      }
    ]
  },
  "11-11": {
    "curiosity": [
      {
        "text": "Pada tanggal 11 November 1918, Gencatan Senjata Compiègne ditandatangani, yang mengakhiri Perang Dunia Pertama, mulai berlaku pada pukul 11 ​​​​pagi dan dirayakan sebagai Hari Gencatan Senjata di banyak negara."
      },
      {
        "text1": "Pada tanggal 11 November 1889, Negara Bagian Rio de Janeiro, di Brasil, menghapuskan perbudakan, dan menjadi unit federatif Brasil pertama yang melakukan hal tersebut."
      }
    ]
  },
  "11-12": {
    "curiosity": [
      {
        "text": "Pada tanggal 12 November 1955, peristiwa yang dikenal sebagai 'Keajaiban Lourdes' terjadi ketika patung Perawan Maria mulai menangis di kota Syracuse, New York, yang menyebabkan peningkatan jumlah peziarah dan penyelidikan terhadap fenomena yang dilakukan oleh Gereja Katolik."
      },
      {
        "text1": "Pada tanggal 12 November 1990, pesawat ruang angkasa Galileo milik NASA terbang di atas Venus dalam lintasannya menuju Jupiter, melakukan observasi dan mengumpulkan data ilmiah."
      }
    ]
  },
  "11-13": {
    "curiosity": [
      {
        "text": "Pada tanggal 13 November 354, lahirlah Santo Agustinus, salah satu teolog dan filsuf paling berpengaruh di Gereja Katolik, yang dikenal karena karya-karyanya seperti 'Confessions' dan 'The City of God'."
      },
      {
        "text1": "Pada 13 November 2015, serangkaian serangan teroris terkoordinasi terjadi di Paris, Prancis, yang dilakukan oleh kelompok ekstremis ISIS, yang mengakibatkan kematian 130 orang dan ratusan luka-luka."
      }
    ]
  },
  "11-14": {
    "curiosity": [
      {
        "text": "Pada tanggal 14 November 1851, surat kabar Inggris 'The New York Times' diterbitkan untuk pertama kalinya, menjadi salah satu surat kabar paling berpengaruh dan terkenal di dunia."
      },
      {
        "text1": "Pada tanggal 14 November 1969, Apollo 12, misi berawak kedua dari program Apollo NASA, diluncurkan dengan tujuan mendarat di Bulan."
      }
    ]
  },
  "11-15": {
    "curiosity": [
      {
        "text": "Pada tanggal 15 November 1889, Proklamasi Republik berlangsung di Brasil, menandai berakhirnya Kekaisaran dan pembentukan rezim republik di negara tersebut."
      },
      {
        "text1": "Pada tanggal 15 November 1988, Palestina memproklamirkan kemerdekaannya di kota Aljir, Aljazair, diakui oleh beberapa negara sebagai negara berdaulat."
      }
    ]
  },
  "11-16": {
    "curiosity": [
      {
        "text": "Pada tanggal 16 November 1532, Pertempuran Cajamarca terjadi di Peru, di mana penakluk Spanyol Francisco Pizarro menangkap kaisar Inca Atahualpa, menandai dimulainya penaklukan Spanyol atas wilayah tersebut."
      },
      {
        "text1": "Pada tanggal 16 November 1995, Perjanjian Perdamaian Umum ditandatangani, secara resmi mengakhiri Perang Bosnia, konflik etno-agama yang meluluhlantahkan wilayah Balkan pada tahun 1990-an."
      }
    ]
  },
  "11-17": {
    "curiosity": [
      {
        "text": "Pada tanggal 17 November 1558, Ratu Elizabeth I dari Inggris naik takhta, memulai salah satu pemerintahan terpenting dan terpanjang dalam sejarah negara tersebut."
      },
      {
        "text1": "Pada tanggal 17 November 1989, Revolusi Beludru dimulai di Cekoslowakia, sebuah gerakan damai yang mengakibatkan jatuhnya rezim komunis di negara tersebut."
      }
    ]
  },
  "11-18": {
    "curiosity": [
      {
        "text": "Pada tanggal 18 November 1307, penangkapan Ksatria Templar terjadi di Prancis, sebuah peristiwa penting dalam sejarah Ordo Templar."
      },
      {
        "text1": "Pada tanggal 18 November 1928, siaran televisi berwarna pertama dibuat di Amerika Serikat, oleh penemu dan insinyur elektronik John Logie Baird."
      }
    ]
  },
  "11-19": {
    "curiosity": [
      {
        "text": "Pada tanggal 19 November 1863, Presiden Amerika Serikat Abraham Lincoln menyampaikan Pidato Gettysburg yang terkenal selama Perang Saudara Amerika, yang menegaskan kembali cita-cita kesetaraan dan kebebasan."
      },
      {
        "text1": "Pada tanggal 19 November 1997, wahana antariksa Cassini-Huygens diluncurkan oleh NASA dengan tujuan mempelajari planet Saturnus dan bulan-bulannya."
      }
    ]
  },
  "11-20": {
    "curiosity": [
      {
        "text": "Pada tanggal 20 November 1945, Pengadilan Nuremberg dimulai, di mana para pemimpin Nazi diadili atas kejahatan perang dan kejahatan terhadap kemanusiaan selama Perang Dunia II."
      },
      {
        "text1": "Pada tanggal 20 November 1989, Konvensi Hak Anak diadopsi oleh Majelis Umum Perserikatan Bangsa-Bangsa, yang menetapkan hak-hak dasar anak di seluruh dunia."
      }
    ]
  },
  "11-21": {
    "curiosity": [
      {
        "text": "Pada tanggal 21 November 1877, Thomas Edison mengumumkan penemuan fonograf, salah satu perangkat pertama yang mampu mereproduksi rekaman suara."
      },
      {
        "text1": "Pada tanggal 21 November 1974, Ethiopia menjadi negara sosialis setelah jatuhnya Kaisar Haile Selassie."
      }
    ]
  },
  "11-22": {
    "curiosity": [
      {
        "text": "Pada tanggal 22 November 1963, Presiden Amerika Serikat, John F. Kennedy, dibunuh di Dallas, Texas, dalam peristiwa yang menggemparkan negara dan dunia."
      },
      {
        "text1": "Pada tanggal 22 November 2005, Microsoft meluncurkan konsol permainan video Xbox 360, mengantarkan generasi baru konsol permainan."
      }
    ]
  },
  "11-23": {
    "curiosity": [
      {
        "text": "Pada tanggal 23 November 1889, jurnalis dan penulis Irlandia Nellie Bly memulai perjalanannya keliling dunia dalam 72 hari, mencetak rekor dunia."
      },
      {
        "text1": "Pada tanggal 23 November 1981, Stasiun Luar Angkasa Skylab, diluncurkan oleh NASA pada tahun 1973, kembali memasuki atmosfer bumi dan hancur, mengakhiri misinya."
      }
    ]
  },
  "11-24": {
    "curiosity": [
      {
        "text": "Pada tanggal 24 November 1859, buku Charles Darwin 'The Origin of Species' diterbitkan, memaparkan teori evolusi melalui seleksi alam."
      },
      {
        "text1": "Pada tanggal 24 November 1963, pembunuhan Presiden Amerika Serikat, John F. Kennedy, disusul dengan pembunuhan Lee Harvey Oswald, tersangka utama kejahatan tersebut, oleh Jack Ruby."
      }
    ]
  },
  "11-25": {
    "curiosity": [
      {
        "text": "Pada tanggal 25 November 1975, pemimpin politik dan aktivis hak-hak perempuan Aung San Suu Kyi ditangkap di Myanmar (saat itu Burma) dan menjadi tahanan rumah selama beberapa tahun."
      },
      {
        "text1": "Pada tanggal 25 November 2001, Organisasi Perdagangan Dunia (WTO) dibentuk, dengan tujuan untuk mempromosikan perdagangan bebas dan mengatur perdagangan internasional."
      }
    ]
  },
  "11-26": {
    "curiosity": [
      {
        "text": "Pada tanggal 26 November 1922, para arkeolog Inggris menemukan pintu masuk makam Firaun Tutankhamun di Lembah Para Raja di Mesir."
      },
      {
        "text1": "Pada tanggal 26 November 2008, terjadi serangan teroris di Mumbai, India, yang dilakukan oleh kelompok Islam, yang mengakibatkan beberapa serangan terkoordinasi di seluruh kota."
      }
    ]
  },
  "11-27": {
    "curiosity": [
      {
        "text": "Pada tanggal 27 November 1095, Paus Urbanus II menyampaikan Pidato Clermont, menyerukan Perang Salib Pertama dengan tujuan merebut kembali Yerusalem dari tangan Muslim."
      },
      {
        "text1": "Pada tanggal 27 November 1978, walikota Jonestown, Guyana, Jim Jones, menyebabkan bunuh diri kolektif lebih dari 900 pengikut aliran sesatnya, dalam sebuah peristiwa yang dikenal sebagai Pembantaian Jonestown."
      }
    ]
  },
  "11-28": {
    "curiosity": [
      {
        "text": "Pada tanggal 28 November 1520, Pertempuran Otumba terjadi di Meksiko, di mana penakluk Spanyol Hernán Cortés dan sekutu pribuminya mengalahkan tentara Aztec yang dipimpin oleh Cuauhtémoc."
      },
      {
        "text1": "Pada tanggal 28 November 1942, selama Perang Dunia Kedua, Operasi Torch terjadi, dengan pasukan Sekutu mendarat di pantai Afrika Utara, memulai kampanye di teater operasi Mediterania."
      }
    ]
  },
  "11-29": {
    "curiosity": [
      {
        "text": "Pada tanggal 29 November 1947, Majelis Umum Perserikatan Bangsa-Bangsa menyetujui Rencana Pemisahan Palestina, yang mengusulkan pembentukan negara Yahudi dan negara Arab di wilayah tersebut."
      },
      {
        "text1": "Pada tanggal 29 November 1961, NASA meluncurkan kapsul luar angkasa Mercury-Atlas 5 dengan monyet Enos di dalamnya, melakukan penerbangan orbit berawak kedua dari program Merkurius."
      }
    ]
  },
  "11-30": {
    "curiosity": [
      {
        "text": "Pada tanggal 30 November 1803, Amerika Serikat secara resmi mengakuisisi Wilayah Louisiana dari Perancis dalam perjanjian yang dikenal sebagai Pembelian Louisiana."
      },
      {
        "text1": "Pada tanggal 30 November 1966, Barbados merdeka dari Inggris, mengakhiri statusnya sebagai koloni Inggris."
      }
    ]
  },
  "12-01": {
    "curiosity": [
      {
        "text": "Pada tanggal 1 Desember 1955, Rosa Parks, seorang aktivis hak-hak sipil, menolak menyerahkan kursinya kepada seorang pria kulit putih di sebuah bus di Montgomery, Alabama, yang memicu gerakan hak-hak sipil di Amerika Serikat."
      },
      {
        "text1": "Pada tanggal 1 Desember 1990, terjadi reunifikasi Jerman, dengan bersatunya Jerman Barat dan Jerman Timur setelah runtuhnya Tembok Berlin."
      }
    ]
  },
  "12-02": {
    "curiosity": [
      {
        "text": "Pada tanggal 2 Desember 1804, Napoleon Bonaparte dinobatkan sebagai Kaisar Perancis di Katedral Notre-Dame di Paris."
      },
      {
        "text1": "Pada tanggal 2 Desember 1942, selama Perang Dunia II, uji coba bom atom pertama yang berhasil dilakukan di Laboratorium Los Alamos, di New Mexico, Amerika Serikat."
      }
    ]
  },
  "12-03": {
    "curiosity": [
      {
        "text": "Pada tanggal 3 Desember 1967, ahli bedah Afrika Selatan Christiaan Barnard melakukan transplantasi jantung manusia pertama yang berhasil di Cape Town, Afrika Selatan."
      },
      {
        "text1": "Pada tanggal 3 Desember 1984, kebocoran gas beracun besar terjadi di kota Bhopal, India, yang dianggap sebagai salah satu bencana industri terburuk dalam sejarah, menyebabkan ribuan kematian dan cedera."
      }
    ]
  },
  "12-04": {
    "curiosity": [
      {
        "text": "Pada tanggal 4 Desember 1945, Organisasi Pendidikan, Ilmu Pengetahuan dan Kebudayaan Perserikatan Bangsa-Bangsa (UNESCO) didirikan dengan tujuan untuk memajukan perdamaian dan kerja sama internasional melalui pendidikan, ilmu pengetahuan dan kebudayaan."
      },
      {
        "text1": "Pada tanggal 4 Desember 1971, India mengalahkan Pakistan dalam Perang Kemerdekaan Bangladesh, yang mengakibatkan kemerdekaan Bangladesh dan berakhirnya perang."
      }
    ]
  },
  "12-05": {
    "curiosity": [
      {
        "text": "Pada tanggal 5 Desember 1933, Larangan di Amerika Serikat dicabut, sekali lagi mengizinkan produksi dan penjualan minuman beralkohol."
      },
      {
        "text1": "Pada tanggal 5 Desember 2013, Nelson Mandela, pemimpin anti-apartheid dan mantan presiden Afrika Selatan, meninggal dunia pada usia 95 tahun, meninggalkan warisan perjuangan hak asasi manusia dan rekonsiliasi."
      }
    ]
  },
  "12-06": {
    "curiosity": [
      {
        "text": "Pada tanggal 6 Desember 1877, Thomas Edison memberikan demonstrasi publik pertama atas fonografnya, sebuah alat yang mampu merekam dan mereproduksi suara."
      },
      {
        "text1": "Pada tanggal 6 Desember 1989, Pembantaian Lapangan Tiananmen terjadi di Beijing, Tiongkok, ketika pasukan pemerintah dengan kejam menindas pengunjuk rasa pro-demokrasi."
      }
    ]
  },
  "12-07": {
    "curiosity": [
      {
        "text": "Pada tanggal 7 Desember 1941, serangan Jepang terhadap pangkalan angkatan laut Pearl Harbor di Hawaii terjadi, menandai masuknya Amerika Serikat ke dalam Perang Dunia II."
      },
      {
        "text1": "Pada tanggal 7 Desember 1972, Apollo 17, misi berawak terakhir dari program Apollo NASA, diluncurkan, juga menjadi kali terakhir manusia berada di Bulan."
      }
    ]
  },
  "12-08": {
    "curiosity": [
      {
        "text": "Pada tanggal 8 Desember 1980, mantan anggota Beatles John Lennon dibunuh di New York, Amerika Serikat, oleh seorang penggemar yang merasa terganggu."
      },
      {
        "text1": "Pada tanggal 8 Desember 1991, para pemimpin Rusia, Ukraina dan Belarus menandatangani Perjanjian Belaveja, yang membubarkan Uni Soviet dan mendirikan Persemakmuran Negara-Negara Merdeka (CIS)."
      }
    ]
  },
  "12-09": {
    "curiosity": [
      {
        "text": "Pada tanggal 9 Desember 1987, perjanjian internasional yang dikenal sebagai Protokol Montreal ditandatangani, yang bertujuan untuk melindungi lapisan ozon dengan secara bertahap mengurangi penggunaan zat-zat yang merusaknya."
      },
      {
        "text1": "Pada tanggal 9 Desember 2013, mantan presiden Afrika Selatan Nelson Mandela diberi penghargaan dengan sebuah peringatan di Johannesburg, yang mempertemukan para pemimpin dan selebriti dari seluruh dunia."
      }
    ]
  },
  "12-10": {
    "curiosity": [
      {
        "text": "Pada tanggal 10 Desember 1948, Majelis Umum Perserikatan Bangsa-Bangsa mengadopsi Deklarasi Universal Hak Asasi Manusia, yang menetapkan hak-hak dasar semua umat manusia."
      },
      {
        "text1": "Pada tanggal 10 Desember 1989, pemimpin Ceko Václav Havel terpilih sebagai presiden Cekoslowakia, menandai berakhirnya rezim komunis di negara tersebut."
      }
    ]
  },
  "12-11": {
    "curiosity": [
      {
        "text": "Pada tanggal 11 Desember 1936, Raja Edward VIII dari Inggris turun tahta untuk menikahi Wallis Simpson, seorang Amerika yang bercerai, yang memicu krisis konstitusional."
      },
      {
        "text1": "Pada tanggal 11 Desember 2001, Tiongkok bergabung dengan Organisasi Perdagangan Dunia (WTO), membuka perekonomiannya ke pasar global."
      }
    ]
  },
  "12-12": {
    "curiosity": [
      {
        "text": "Pada tanggal 12 Desember 1915, siaran radio hiburan pertama terjadi di Amerika Serikat, menandai dimulainya era radio sebagai alat komunikasi populer."
      },
      {
        "text1": "Pada tanggal 12 Desember 2000, Mahkamah Agung Amerika Serikat mengakhiri kontroversi pemilu pada pemilihan presiden tahun 2000, menyatakan George W. Bush sebagai pemenangnya."
      }
    ]
  },
  "12-13": {
    "curiosity": [
      {
        "text": "Pada tanggal 13 Desember 1937, kota Nanking, Tiongkok, direbut oleh pasukan Jepang, menandai dimulainya Pembantaian Nanking, salah satu peristiwa paling brutal dalam Perang Tiongkok-Jepang Kedua."
      },
      {
        "text1": "Pada tanggal 13 Desember 2003, Saddam Hussein, mantan presiden Irak, ditangkap oleh pasukan AS, mengakhiri hidupnya sebagai buronan."
      }
    ]
  },
  "12-14": {
    "curiosity": [
      {
        "text": "Pada tanggal 14 Desember 1900, Max Planck mempresentasikan teori kuantumnya untuk pertama kalinya, sebuah tonggak penting bagi fisika modern."
      },
      {
        "text1": "Pada tanggal 14 Desember 2012, seorang pria bersenjata melepaskan tembakan di Sekolah Dasar Sandy Hook di Amerika Serikat, menewaskan 26 orang, termasuk 20 anak-anak, dalam salah satu penembakan sekolah terburuk dalam sejarah negara tersebut."
      }
    ]
  },
  "12-15": {
    "curiosity": [
      {
        "text": "Pada tanggal 15 Desember 1791, Deklarasi Hak Asasi Manusia Amerika Serikat, yang terdiri dari sepuluh amandemen Konstitusi, diratifikasi, yang menjamin kebebasan sipil dan individu bagi warga negara."
      },
      {
        "text1": "Pada tanggal 15 Desember 2001, kota Kandahar, Afghanistan, direbut oleh pasukan koalisi pimpinan AS, menandai titik balik dalam Perang Afghanistan."
      }
    ]
  },
  "12-16": {
    "curiosity": [
      {
        "text": "Pada tanggal 16 Desember 1773, terjadi Pesta Teh Boston, sebuah protes di mana penjajah Amerika melemparkan muatan teh Inggris ke Pelabuhan Boston sebagai tindakan perlawanan terhadap pajak Inggris."
      },
      {
        "text1": "Pada tanggal 16 Desember 1971, India secara resmi mengakui Bangladesh sebagai negara merdeka, mengakhiri Perang Pembebasan Bangladesh melawan Pakistan."
      }
    ]
  },
  "12-17": {
    "curiosity": [
      {
        "text": "Pada tanggal 17 Desember 1903, Wright bersaudara melakukan penerbangan terkontrol pertama dari pesawat bertenaga, di Kitty Hawk, North Carolina, Amerika Serikat."
      },
      {
        "text1": "Pada tanggal 17 Desember 2010, seorang pedagang kaki lima Tunisia bernama Mohamed Bouazizi membakar dirinya, memicu protes massal di Tunisia, yang dikenal sebagai Revolusi Melati, yang menyebar ke seluruh dunia Arab."
      }
    ]
  },
  "12-18": {
    "curiosity": [
      {
        "text": "Pada tanggal 18 Desember 1865, Amandemen Ketigabelas Konstitusi Amerika Serikat diratifikasi, menghapuskan perbudakan di negara tersebut."
      },
      {
        "text1": "Pada tanggal 18 Desember 1892, penulis Inggris Arthur Conan Doyle menerbitkan novel 'The Hound of the Baskervilles', salah satu cerita Sherlock Holmes yang paling terkenal."
      }
    ]
  },
  "12-19": {
    "curiosity": [
      {
        "text": "Pada tanggal 19 Desember 1843, buku 'A Christmas Carol' yang ditulis oleh Charles Dickens diterbitkan, salah satu cerita Natal paling populer sepanjang masa."
      },
      {
        "text1": "Pada tanggal 19 Desember 1998, Dewan Perwakilan Rakyat Amerika Serikat menyetujui pemakzulan Presiden Bill Clinton, yang dituduh melakukan sumpah palsu dan menghalangi keadilan."
      }
    ]
  },
  "12-20": {
    "curiosity": [
      {
        "text": "Pada tanggal 20 Desember 1803, Amerika Serikat secara resmi mengakuisisi Wilayah Louisiana dari Perancis dalam perjanjian yang dikenal sebagai Pembelian Louisiana."
      },
      {
        "text1": "Pada tanggal 20 Desember 1989, pasukan militer Amerika Serikat menyerbu Panama dalam operasi untuk menangkap diktator Manuel Noriega, yang dituduh melakukan perdagangan narkoba dan kejahatan terhadap hak asasi manusia."
      }
    ]
  },
  "12-21": {
    "curiosity": [
      {
        "text": "Pada tanggal 21 Desember 1620, penjajah Inggris mendarat di Plymouth Rock, Massachusetts, mendirikan Koloni Plymouth dan menandai dimulainya penjajahan Inggris di Amerika Utara."
      },
      {
        "text1": "Pada tanggal 21 Desember 1968, Apollo 8, misi luar angkasa berawak NASA, diluncurkan ke luar angkasa, menjadi pesawat ruang angkasa pertama yang mengorbit Bulan dan kembali dengan selamat ke Bumi."
      }
    ]
  },
  "12-22": {
    "curiosity": [
      {
        "text": "Pada tanggal 22 Desember 1807, Perjanjian Tilsit ditandatangani, mengakhiri perang antara Prancis di bawah pimpinan Napoleon Bonaparte dan Rusia di bawah pimpinan Tsar Alexander I."
      },
      {
        "text1": "Pada tanggal 22 Desember 1989, Rumania mengadakan pengadilan dan mengeksekusi diktator komunis Nicolae Ceaușescu dan istrinya, Elena, setelah Revolusi Rumania."
      }
    ]
  },
  "12-23": {
    "curiosity": [
      {
        "text": "Pada tanggal 23 Desember 1888, pelukis Belanda Vincent van Gogh memotong sebagian telinga kirinya saat mengalami gangguan psikotik."
      },
      {
        "text1": "Pada tanggal 23 Desember 1947, Kongres Nasional India mengadopsi resolusi yang menuntut kemerdekaan India dan diakhirinya kekuasaan kolonial Inggris."
      }
    ]
  },
  "12-24": {
    "curiosity": [
      {
        "text": "Pada tanggal 24 Desember 1814, selama Perang tahun 1812 antara Amerika Serikat dan Inggris, Perjanjian Ghent terjadi, yang secara resmi mengakhiri konflik dan memulihkan hubungan diplomatik antara kedua negara."
      },
      {
        "text1": "Pada tanggal 24 Desember 1914, selama Perang Dunia Pertama, 'Gencatan Senjata Natal' terjadi, di mana tentara musuh di parit Front Barat menghentikan permusuhan dan menjalin persaudaraan selama Malam Natal."
      }
    ]
  },
  "12-25": {
    "curiosity": [
      {
        "text": "Pada tanggal 25 Desember 336, Kaisar Romawi Konstantinus I Agung merayakan perayaan resmi Natal yang pertama sebagai hari raya umat Kristiani."
      },
      {
        "text1": "Pada tanggal 25 Desember 1941, selama Perang Dunia II, pasukan Jerman yang dipimpin oleh Adolf Hitler runtuh dalam Pertempuran Moskow, menandai kekalahan besar bagi pasukan Nazi."
      }
    ]
  },
  "12-26": {
    "curiosity": [
      {
        "text": "Pada tanggal 26 Desember 1776, selama Perang Kemerdekaan Amerika, George Washington memimpin serangan mendadak terhadap pasukan Hessian di Trenton, New Jersey, dalam kemenangan penting bagi pemberontak Amerika."
      },
      {
        "text1": "Pada tanggal 26 Desember 2004, tsunami dahsyat terjadi di Samudera Hindia, dipicu oleh gempa bumi bawah laut, menyebabkan salah satu bencana alam terburuk dalam sejarah, yang memakan korban ratusan ribu nyawa di beberapa negara pesisir."
      }
    ]
  },
  "12-27": {
    "curiosity": [
      {
        "text": "Pada tanggal 27 Desember 1831, Charles Darwin memulai ekspedisi dengan kapal HMS Beagle, sebuah perjalanan yang membawanya mengembangkan teorinya tentang evolusi spesies."
      },
      {
        "text1": "Pada tanggal 27 Desember 2007, mantan Perdana Menteri Pakistan, Benazir Bhutto, dibunuh dalam bom bunuh diri saat rapat umum politik di Rawalpindi."
      }
    ]
  },
  "12-28": {
    "curiosity": [
      {
        "text": "Pada tanggal 28 Desember 1895, Lumière bersaudara mengadakan pemutaran film bergerak pertama di depan umum di Grand Café di Paris, menandai lahirnya sinema."
      },
      {
        "text1": "Pada tanggal 28 Desember 1973, Presiden Amerika Serikat Richard Nixon menandatangani Undang-Undang Transisi Energi, yang menetapkan tujuan konservasi energi dan mendorong penggunaan sumber energi terbarukan."
      }
    ]
  },
  "12-29": {
    "curiosity": [
      {
        "text": "Pada tanggal 29 Desember 1890, terjadi Pembantaian Lutut yang Terluka, sebuah konfrontasi tragis antara tentara Amerika dan anggota suku Lakota Sioux, yang mengakibatkan kematian sekitar 300 penduduk asli Amerika, termasuk wanita dan anak-anak."
      },
      {
        "text1": "Pada tanggal 29 Desember 1972, NASA meluncurkan pesawat ruang angkasa Apollo 17, misi berawak terakhir ke Bulan hingga saat ini, dengan Eugene Cernan, Ronald Evans dan Harrison Schmitt di dalamnya."
      }
    ]
  },
  "12-30": {
    "curiosity": [
      {
        "text": "Pada tanggal 30 Desember 1922, Uni Republik Sosialis Soviet (USSR) diproklamasikan, membentuk negara baru yang mencakup beberapa republik Soviet."
      },
      {
        "text1": "Pada tanggal 30 Desember 2006, mantan presiden Irak, Saddam Hussein, dieksekusi dengan cara digantung setelah dinyatakan bersalah atas kejahatan terhadap kemanusiaan."
      }
    ]
  },
  "12-31": {
    "curiosity": [
      {
        "text": "Pada tanggal 31 Desember 1759, komposer terkenal Austria Wolfgang Amadeus Mozart lahir di Salzburg, meninggalkan warisan abadi dalam musik klasik."
      },
      {
        "text1": "Pada tanggal 31 Desember 1999, pergantian milenium terjadi, menandai awal abad ke-21 dan 'Millennium Bug'q yang ditakuti tidak menyebabkan masalah bencana yang diperkirakan terjadi pada sistem komputer di seluruh dunia."
      }
    ]
  }
}