{
  "1-1": {
    "curiosity": [
      {
        "text": "Das in Westafrika gelegene Königreich Ghana war das erste große Reich der Region und bekannt für seinen Handel mit Gold und Salz."
      },
      {
        "text1": "Afrika ist die Wiege der Menschheit, wo sich die ersten Menschen entwickelten."
      }
    ]
  },
  "1-2": {
    "curiosity": [
      {
        "text": "Das Äthiopische Reich war eines der wenigen afrikanischen Länder, das sich im 19. Jahrhundert der europäischen Kolonisierung widersetzte."
      },
      {
        "text1": "Das alte Ägypten war eine der fortschrittlichsten Zivilisationen der Geschichte und baute die berühmten Pyramiden."
      }
    ]
  },
  "1-3": {
    "curiosity": [
      {
        "text": "Der Burenkrieg war ein Konflikt, der in Südafrika zwischen Siedlern niederländischer und britischer Herkunft stattfand."
      },
      {
        "text1": "Das Königreich Aksum im heutigen Äthiopien war eine der ersten großen Zivilisationen Afrikas."
      }
    ]
  },
  "1-4": {
    "curiosity": [
      {
        "text": "Das in Nordafrika gelegene Königreich Karthago konkurrierte während der Zeit der Römischen Republik mit Rom."
      },
      {
        "text1": "Die Chinesische Mauer ist eines der größten Ingenieurbauwerke der Geschichte und wurde errichtet, um das Land vor Invasionen zu schützen."
      }
    ]
  },
  "1-5": {
    "curiosity": [
      {
        "text": "Das Königreich Kusch, in der Region des heutigen Sudan gelegen, war im alten Ägypten ein wichtiges Handels- und Machtzentrum."
      },
      {
        "text1": "Das Inkareich war die größte Zivilisation im präkolumbianischen Amerika und bekannt für seine fortschrittliche Architektur und sein Straßensystem."
      }
    ]
  },
  "1-6": {
    "curiosity": [
      {
        "text": "Das westafrikanische Königreich Mali war berühmt für seinen Herrscher Mansa Musa, der als einer der reichsten Männer der Geschichte gilt."
      },
      {
        "text1": "Die Industrielle Revolution markierte einen bedeutenden Wandel in Gesellschaft und Wirtschaft, der durch die Erfindung von Maschinen und Fabriken vorangetrieben wurde."
      }
    ]
  },
  "1-7": {
    "curiosity": [
      {
        "text": "Das in Westafrika gelegene Songhai-Reich war eines der größten Reiche in der afrikanischen Geschichte."
      },
      {
        "text1": "Die Französische Revolution war eine Zeit intensiver politischer und sozialer Veränderungen in Frankreich mit nachhaltigen Auswirkungen auf die ganze Welt."
      }
    ]
  },
  "1-8": {
    "curiosity": [
      {
        "text": "Das Königreich Axum in Äthiopien war eine wichtige Handels- und Religionsmacht mit Seeverbindungen zu Ägypten, Indien und dem Römischen Reich."
      },
      {
        "text1": "Das von Dschingis Khan geführte Mongolenreich war das größte zusammenhängende Reich der Geschichte und erstreckte sich von Ostasien bis Osteuropa."
      }
    ]
  },
  "1-9": {
    "curiosity": [
      {
        "text": "Das Königreich Marokko hat eine lange Geschichte mit berberischen, arabischen und europäischen Einflüssen im Laufe der Jahrhunderte."
      },
      {
        "text1": "Die am 4. Juli 1776 unterzeichnete Unabhängigkeitserklärung der Vereinigten Staaten war ein wichtiger Meilenstein im Unabhängigkeitskampf der amerikanischen Kolonien."
      }
    ]
  },
  "1-10": {
    "curiosity": [
      {
        "text": "Das im 13. Jahrhundert gegründete Osmanische Reich beherrschte über 600 Jahre lang ein riesiges Gebiet, das Teile Europas, Asiens und Afrikas umfasste."
      },
      {
        "text1": "Die industrielle Revolution in Großbritannien hatte große Auswirkungen auf die Umgestaltung von Gesellschaft und Wirtschaft und trieb die Massenproduktion und Urbanisierung voran."
      }
    ]
  },
  "1-11": {
    "curiosity": [
      {
        "text": "Das in Zentralafrika gelegene Königreich Kongo war ein mächtiger vorkolonialer Staat, der für seinen Elfenbein- und Sklavenhandel bekannt war."
      },
      {
        "text1": "Die Schlacht von Waterloo am 18. Juni 1815 war ein entscheidendes Ereignis in der europäischen Geschichte und markierte die endgültige Niederlage von Napoleon Bonaparte."
      }
    ]
  },
  "1-12": {
    "curiosity": [
      {
        "text": "Das Mali-Reich unter der Führung des berühmten Königs Mansa Musa war ein Handels-, Bildungs- und Reichtumszentrum im mittelalterlichen Westafrika."
      },
      {
        "text1": "Die Russische Revolution im Jahr 1917 führte zum Untergang des Russischen Reiches und zur Gründung der Sowjetunion und leitete eine neue politische und soziale Ära ein."
      }
    ]
  },
  "1-13": {
    "curiosity": [
      {
        "text": "Das Aztekenreich in Mexiko war eine der größten präkolumbianischen Zivilisationen und bekannt für seine Architektur und Fortschritte in der Landwirtschaft."
      },
      {
        "text1": "Die industrielle Revolution in den Vereinigten Staaten verwandelte das Land im 19. Jahrhundert in eine globale Industrie- und Wirtschaftsmacht."
      }
    ]
  },
  "1-14": {
    "curiosity": [
      {
        "text": "Das Königreich Benin im heutigen Nigeria war ein wichtiges Handels- und Kulturzentrum im vorkolonialen Westafrika."
      },
      {
        "text1": "Mit der Emanzipationsproklamation, die am 1. Januar 1863 vom US-Präsidenten Abraham Lincoln herausgegeben wurde, wurden während des Amerikanischen Bürgerkriegs Sklaven in den Konföderierten Staaten befreit."
      }
    ]
  },
  "1-15": {
    "curiosity": [
      {
        "text": "Das Byzantinische Reich mit Sitz in Konstantinopel bewahrte das Erbe des Oströmischen Reiches und spielte eine entscheidende Rolle bei der Bewahrung der klassischen Kultur."
      },
      {
        "text1": "Der Kalte Krieg war eine Zeit politischer und militärischer Spannungen zwischen den Vereinigten Staaten und der Sowjetunion, die von ideologischer Rivalität und globalem Wettbewerb geprägt war."
      }
    ]
  },
  "1-16": {
    "curiosity": [
      {
        "text": "Das Königreich Simbabwe im südlichen Afrika war im Mittelalter ein wichtiges Handels- und Kulturzentrum."
      },
      {
        "text1": "Die Industrielle Revolution in Deutschland beschleunigte die wirtschaftliche und technologische Entwicklung des Landes und machte es im 19. Jahrhundert zu einer Industriemacht."
      }
    ]
  },
  "1-17": {
    "curiosity": [
      {
        "text": "Das Gupta-Reich in Indien wurde aufgrund seiner Blütezeit in Kunst, Wissenschaft und Handel als Indiens Goldenes Zeitalter bezeichnet."
      },
      {
        "text1": "Der Amerikanische Bürgerkrieg, der von 1861 bis 1865 stattfand, war ein blutiger Konflikt zwischen den Nord- und Südstaaten der Vereinigten Staaten, hauptsächlich wegen der Frage der Sklaverei."
      }
    ]
  },
  "1-18": {
    "curiosity": [
      {
        "text": "Das Königreich Portugal spielte im Zeitalter der Entdeckungen eine Schlüsselrolle, indem es Seewege erkundete und Kolonien auf der ganzen Welt gründete."
      },
      {
        "text1": "Die mexikanische Revolution, die 1910 begann, führte zum Sturz der diktatorischen Regierung von Porfirio Díaz und zur Suche nach sozialer Gerechtigkeit und politischen Reformen in Mexiko."
      }
    ]
  },
  "1-19": {
    "curiosity": [
      {
        "text": "Das in Mesoamerika gelegene Maya-Reich war eine der fortschrittlichsten Zivilisationen der Antike und bekannt für seine Hieroglyphenschrift und sein komplexes Kalendersystem."
      },
      {
        "text1": "Die industrielle Revolution in Japan Ende des 19. Jahrhunderts trieb die Modernisierung des Landes und seine Umwandlung in eine Industriemacht voran."
      }
    ]
  },
  "1-20": {
    "curiosity": [
      {
        "text": "Das im heutigen Uganda gelegene Königreich Buganda spielte eine wichtige Rolle in der Geschichte und Kultur Ostafrikas."
      },
      {
        "text1": "Der Zweite Weltkrieg, der von 1939 bis 1945 stattfand, war der verheerendste globale Konflikt in der Geschichte und verwickelte die Großmächte der Welt in einen groß angelegten militärischen Konflikt."
      }
    ]
  },
  "1-21": {
    "curiosity": [
      {
        "text": "Das Römische Reich war eines der größten Reiche der Geschichte und bekannt für seine Ingenieurskunst, Gesetzgebung und seinen nachhaltigen Einfluss auf die westliche Kultur."
      },
      {
        "text1": "Die industrielle Revolution in Frankreich im 19. Jahrhundert brachte dem Land technologische Fortschritte und bedeutende sozioökonomische Veränderungen."
      }
    ]
  },
  "1-22": {
    "curiosity": [
      {
        "text": "Das Königreich Kongo in Zentralafrika spielte im 16. und 17. Jahrhundert eine wichtige Rolle im transatlantischen Sklavenhandel."
      },
      {
        "text1": "Der Amerikanische Unabhängigkeitskrieg, der von 1775 bis 1783 geführt wurde, führte zur Bildung der Vereinigten Staaten als unabhängige Nation."
      }
    ]
  },
  "1-23": {
    "curiosity": [
      {
        "text": "Das Persische Reich gründete unter der Herrschaft von Kyros dem Großen eines der größten Reiche der Antike, das für seine religiöse Toleranz und effiziente Regierungsführung bekannt war."
      },
      {
        "text1": "Die industrielle Revolution in Russland im 19. Jahrhundert veränderte die russische Wirtschaft und kurbelte das industrielle Wachstum des Landes an."
      }
    ]
  },
  "1-24": {
    "curiosity": [
      {
        "text": "Das Königreich Bhutan in Asien ist für seine Politik des Bruttonationalglücks bekannt, die auf das materielle und spirituelle Wohlergehen seiner Bürger abzielt."
      },
      {
        "text1": "Die haitianische Revolution, die zwischen 1791 und 1804 stattfand, war der erste erfolgreiche Sklavenaufstand in der Geschichte und führte zur Unabhängigkeit Haitis und dem Ende der Sklaverei in der französischen Kolonie Saint-Domingue."
      }
    ]
  },
  "1-25": {
    "curiosity": [
      {
        "text": "Das in der Andenregion gelegene Inkareich war die größte präkolumbianische Zivilisation und bekannt für seine Steinarchitektur und fortschrittlichen landwirtschaftlichen Systeme."
      },
      {
        "text1": "Die industrielle Revolution in Belgien im 19. Jahrhundert förderte die Entwicklung des Landes als Industrie- und Handelszentrum in Europa."
      }
    ]
  },
  "1-26": {
    "curiosity": [
      {
        "text": "Das Königreich Axum im heutigen Äthiopien war ein wichtiges Handelszentrum und eine der ersten christlichen Zivilisationen in Afrika."
      },
      {
        "text1": "Die Französische Revolution, die zwischen 1789 und 1799 stattfand, war eine Zeit intensiver politischer und sozialer Unruhen in Frankreich, die zum Sturz der Monarchie und zur Gründung der Französischen Republik führte."
      }
    ]
  },
  "1-27": {
    "curiosity": [
      {
        "text": "Das 1867 gegründete Österreich-Ungarische Reich war eine Großmacht in Mitteleuropa, die viele verschiedene Nationalitäten und Kulturen umfasste."
      },
      {
        "text1": "Die industrielle Revolution in Kanada im 19. Jahrhundert trieb das Wirtschaftswachstum des Landes voran, insbesondere in der Fertigungs- und Transportindustrie."
      }
    ]
  },
  "1-28": {
    "curiosity": [
      {
        "text": "Das Königreich Kusch, in der Region des heutigen Sudan gelegen, war ein mächtiges Königreich, das die Handelsrouten zwischen Zentralafrika und dem Mittelmeer kontrollierte."
      },
      {
        "text1": "Die industrielle Revolution in Italien im 19. Jahrhundert verwandelte das Land von einer überwiegend landwirtschaftlich geprägten Wirtschaft in eine Industrie- und Handelsmacht."
      }
    ]
  },
  "1-29": {
    "curiosity": [
      {
        "text": "Das Chinesische Reich unter der Tang-Dynastie war eine der wohlhabendsten Perioden in der chinesischen Geschichte und bekannt für seinen Handel und seinen kulturellen Austausch."
      },
      {
        "text1": "Die industrielle Revolution in Spanien im 19. Jahrhundert hatte erhebliche Auswirkungen auf die wirtschaftliche und soziale Entwicklung des Landes."
      }
    ]
  },
  "1-30": {
    "curiosity": [
      {
        "text": "Das Britische Empire war das größte Reich der Geschichte, das sich über Gebiete auf der ganzen Welt erstreckte und nachhaltigen politischen und kulturellen Einfluss ausübte."
      },
      {
        "text1": "Die industrielle Revolution in Australien im 19. Jahrhundert kurbelte die Wirtschaft des Landes an, hauptsächlich durch die Ausbeutung natürlicher Ressourcen und die Entwicklung der verarbeitenden Industrie."
      }
    ]
  },
  "1-31": {
    "curiosity": [
      {
        "text": "Das Königreich Imericia im heutigen Georgien spielte eine wichtige Rolle in der Geschichte des Kaukasus und war ein Handels- und Kulturzentrum in der Region."
      },
      {
        "text1": "Die industrielle Revolution in Indien im 19. Jahrhundert brachte erhebliche Veränderungen in der Wirtschaft und Gesellschaft des Landes mit sich und trieb das Wachstum der Textilindustrie und des Transportsektors voran."
      }
    ]
  },
  "2-1": {
    "curiosity": [
      {
        "text": "Das im 13. Jahrhundert gegründete Osmanische Reich war eines der größten Reiche der Geschichte und umfasste Gebiete in Europa, Asien und Afrika."
      },
      {
        "text1": "Die industrielle Revolution in Schweden im 19. Jahrhundert verwandelte das Land in eine wichtige Industriemacht, insbesondere im Bergbau- und Metallurgiesektor."
      }
    ]
  },
  "2-2": {
    "curiosity": [
      {
        "text": "Das in Nordafrika gelegene Königreich Marokko hat eine reiche Geschichte, die bis in die Antike zurückreicht, und spielte eine entscheidende Rolle bei den Handelsrouten durch die Sahara."
      },
      {
        "text1": "Die industrielle Revolution in Brasilien im 19. Jahrhundert beschleunigte das Wachstum der Industrie und die Modernisierung des Landes, insbesondere durch die Ausweitung des Kaffeesektors."
      }
    ]
  },
  "2-3": {
    "curiosity": [
      {
        "text": "Das von Dschingis Khan geführte Mongolenreich war das größte zusammenhängende Reich der Geschichte und erstreckte sich von Ostasien bis Osteuropa."
      },
      {
        "text1": "Die industrielle Revolution in Argentinien im 19. Jahrhundert kurbelte die wirtschaftliche Entwicklung des Landes an, insbesondere im Agrarsektor und in der Lebensmittelindustrie."
      }
    ]
  },
  "2-4": {
    "curiosity": [
      {
        "text": "Das Königreich Succotra liegt im gleichnamigen Archipel im Indischen Ozean und ist für seine einzigartige Flora und üppigen Landschaften bekannt."
      },
      {
        "text1": "Die industrielle Revolution in Chile im 19. Jahrhundert kurbelte die wirtschaftliche Entwicklung des Landes an, insbesondere im Bergbau und in der Kupferindustrie."
      }
    ]
  },
  "2-5": {
    "curiosity": [
      {
        "text": "Das Spanische Reich war eines der größten Reiche der Geschichte und erstreckte sich über weite Teile Europas, Amerikas, Afrikas und Asiens."
      },
      {
        "text1": "Die industrielle Revolution in Griechenland im 19. Jahrhundert brachte erhebliche Veränderungen in der Wirtschaft des Landes mit sich, insbesondere im maritimen Sektor und in der Textilindustrie."
      }
    ]
  },
  "2-6": {
    "curiosity": [
      {
        "text": "Das südpazifische Königreich Tonga ist die einzige Nation auf dem ozeanischen Kontinent, die nie von einer ausländischen Macht kolonisiert wurde."
      },
      {
        "text1": "Die industrielle Revolution in Mexiko im 19. Jahrhundert brachte tiefgreifende wirtschaftliche und soziale Veränderungen im Land mit sich und förderte die Entwicklung der Textilindustrie, des Bergbausektors und der Verkehrsinfrastruktur."
      }
    ]
  },
  "2-7": {
    "curiosity": [
      {
        "text": "Das Byzantinische Reich mit seiner Hauptstadt Konstantinopel war eines der am längsten bestehenden Reiche der Geschichte und bewahrte die Kultur und das Erbe des Oströmischen Reiches."
      },
      {
        "text1": "Die Industrielle Revolution in Österreich im 19. Jahrhundert beflügelte das Wirtschaftswachstum des Landes, insbesondere in der Stahlindustrie und im Maschinenbau."
      }
    ]
  },
  "2-8": {
    "curiosity": [
      {
        "text": "Das auf der Iberischen Halbinsel gelegene Königreich Granada war die letzte muslimische Hochburg in der Region, bevor es während der Reconquista von christlichen Königreichen erobert wurde."
      },
      {
        "text1": "Die industrielle Revolution in Norwegen im 19. Jahrhundert brachte erhebliche Veränderungen in der Wirtschaft des Landes mit sich, insbesondere in der Holz-, Fischerei- und Wasserkraftindustrie."
      }
    ]
  },
  "2-9": {
    "curiosity": [
      {
        "text": "Das Maurya-Reich im alten Indien war eines der größten Reiche seiner Zeit und vereinte einen Großteil des indischen Subkontinents unter einer einzigen Regierung."
      },
      {
        "text1": "Die industrielle Revolution in Finnland im 19. Jahrhundert verwandelte das Land von einer Agrarwirtschaft in eine industrialisierte Wirtschaft, insbesondere in der Zellstoff- und Papierindustrie."
      }
    ]
  },
  "2-10": {
    "curiosity": [
      {
        "text": "Das im heutigen Äthiopien und Eritrea gelegene Königreich Aksum war in der Antike ein wichtiges Handels- und Kulturzentrum und kontrollierte die Handelswege zwischen Afrika, Asien und Europa."
      },
      {
        "text1": "Die industrielle Revolution in Südkorea, die in den 1960er Jahren begann, trieb die rasante wirtschaftliche und industrielle Entwicklung des Landes voran, die als „Wunder am Han-Fluss“ bekannt ist."
      }
    ]
  },
  "2-11": {
    "curiosity": [
      {
        "text": "Das von Karl dem Großen gegründete Karolingische Reich war ein europäisches Reich, das im Mittelalter einen Großteil Westeuropas umfasste."
      },
      {
        "text1": "Die industrielle Revolution in Polen im 19. Jahrhundert verwandelte das Land von einer Agrarwirtschaft in eine industrialisierte Wirtschaft, insbesondere in der Textil- und Stahlindustrie."
      }
    ]
  },
  "2-12": {
    "curiosity": [
      {
        "text": "Die Französische Revolution, die zwischen 1789 und 1799 stattfand, war ein Ereignis, das in Frankreich den Übergang von der absoluten Monarchie zur Republik markierte und bedeutende politische und soziale Auswirkungen hatte."
      },
      {
        "text1": "Der Erste Weltkrieg, der von 1914 bis 1918 stattfand, war ein globaler Konflikt, an dem die damaligen Großmächte beteiligt waren und der erhebliche Auswirkungen auf Geopolitik und Gesellschaft im 20. Jahrhundert hatte."
      }
    ]
  },
  "2-13": {
    "curiosity": [
      {
        "text": "Der 1494 unterzeichnete Vertrag von Tordesillas teilte die entdeckten und noch zu entdeckenden Gebiete zwischen Portugal und Spanien auf und legte damit die Grundlage für die Kolonisierung Amerikas durch beide Länder."
      },
      {
        "text1": "Der Kalte Krieg, der von 1947 bis 1991 dauerte, war eine Zeit politischer, militärischer und ideologischer Spannungen zwischen den Vereinigten Staaten und der Sowjetunion, die durch Rivalität zwischen den beiden von diesen Mächten geführten Blöcken gekennzeichnet war."
      }
    ]
  },
  "2-14": {
    "curiosity": [
      {
        "text": "Der Valentinstag, der am 14. Februar gefeiert wird, geht auf eine Hommage an den Heiligen Valentin zurück, einen römischen Priester, der den Märtyrertod erlitt, weil er sich den Befehlen von Kaiser Claudius II. widersetzte und heimlich Soldaten heiratete."
      },
      {
        "text1": "Der 1919 unterzeichnete Versailler Vertrag markierte das Ende des Ersten Weltkriegs und verhängte schwere Sanktionen gegen Deutschland und legte damit den Grundstein für die Zwischenkriegszeit und den Beginn des Zweiten Weltkriegs."
      }
    ]
  },
  "2-15": {
    "curiosity": [
      {
        "text": "Am 15. Februar 1898 explodierte das Schlachtschiff USS Maine im Hafen von Havanna, Kuba, ein Ereignis, das eine bedeutende Rolle beim Ausbruch des Spanisch-Amerikanischen Krieges spielte."
      },
      {
        "text1": "Am 15. Februar 1954 führte Kanada offiziell die rot-weiße Ahornblattflagge ein und machte sie damit zum Nationalsymbol des Landes."
      }
    ]
  },
  "2-16": {
    "curiosity": [
      {
        "text": "Am 16. Februar 1923 wurde Ägypten zum unabhängigen Königreich erklärt, womit die Zeit der britischen Herrschaft beendet und eine konstitutionelle Monarchie errichtet wurde."
      },
      {
        "text1": "Am 16. Februar 1968 fand die berühmte Schlacht von Huế statt, eine der größten Auseinandersetzungen im Vietnamkrieg zwischen nordamerikanischen und vietnamesischen Streitkräften."
      }
    ]
  },
  "2-17": {
    "curiosity": [
      {
        "text": "Am 17. Februar 1867 unterzeichnete das Vereinigte Königreich mit dem Königreich Italien den Vertrag von Rom, der die Vereinigung Italiens anerkannte und die Herrschaft des Kirchenstaates beendete."
      },
      {
        "text1": "Am 17. Februar 1979 kam es im Iran zur Islamischen Revolution, die zum Sturz von Schah Mohammad Reza Pahlavi und zur Machtübernahme von Ayatollah Khomeini führte."
      }
    ]
  },
  "2-18": {
    "curiosity": [
      {
        "text": "Am 18. Februar 1930 ereignete sich in Indien unter der Führung von Mahatma Gandhi der berühmte „Salzmarsch“ als gewaltloser Protest gegen die britischen Salzsteuern."
      },
      {
        "text1": "Am 18. Februar 1954 entdeckten die Wissenschaftler James Watson und Francis Crick die Struktur der DNA, ein wichtiger Meilenstein zum Verständnis von Genetik und Vererbung."
      }
    ]
  },
  "2-19": {
    "curiosity": [
      {
        "text": "Am 19. Februar 1878 erhielt Thomas Edison ein Patent für den Phonographen, eines der ersten Geräte, das Töne aufzeichnen und wiedergeben konnte."
      },
      {
        "text1": "Am 19. Februar 1942, während des Zweiten Weltkriegs, unterzeichnete der Präsident der Vereinigten Staaten, Franklin D. Roosevelt, die Executive Order 9066, die die Internierung japanischer Staatsbürger und Japanisch-Amerikaner in Konzentrationslagern genehmigte."
      }
    ]
  },
  "2-20": {
    "curiosity": [
      {
        "text": "Am 20. Februar 1962 umkreiste der amerikanische Astronaut John Glenn als erster Amerikaner die Erde an Bord der Raumsonde Friendship 7."
      },
      {
        "text1": "Am 20. Februar 1986 wurde die Raumstation Mir gestartet und war damit die erste modulare Raumstation im Erdorbit."
      }
    ]
  },
  "2-21": {
    "curiosity": [
      {
        "text": "Am 21. Februar 1848 wurde das von Karl Marx und Friedrich Engels verfasste Kommunistische Manifest veröffentlicht, ein grundlegendes Dokument der kommunistischen Ideologie."
      },
      {
        "text1": "Am 21. Februar 1965 wurde der afroamerikanische Aktivist Malcolm X in New York ermordet, ein Ereignis, das erhebliche Auswirkungen auf die Bürgerrechtsbewegung in den Vereinigten Staaten hatte."
      }
    ]
  },
  "2-22": {
    "curiosity": [
      {
        "text": "Am 22. Februar 1632 veröffentlichte der Philosoph René Descartes sein berühmtestes philosophisches Werk, den „Diskurs über die Methode“, der den Grundstein für den modernen Rationalismus legte."
      },
      {
        "text1": "Am 22. Februar 1980 besiegte die Eishockeymannschaft der Vereinigten Staaten während der Olympischen Winterspiele 1980 die Mannschaft der Sowjetunion in einem historischen Spiel, das als „Miracle on Ice“ bekannt war."
      }
    ]
  },
  "2-23": {
    "curiosity": [
      {
        "text": "Am 23. Februar 1945, während des Zweiten Weltkriegs, eroberten amerikanische und philippinische Truppen nach heftigen Kämpfen gegen japanische Streitkräfte die Stadt Manila auf den Philippinen zurück."
      },
      {
        "text1": "Am 23. Februar 1981 fand in Spanien der als „23-F“ bekannte Militärputsch statt, bei dem eine Gruppe von Zivilgardisten in einem gescheiterten Putschversuch in das spanische Parlament eindrang."
      }
    ]
  },
  "2-24": {
    "curiosity": [
      {
        "text": "Am 24. Februar 1868 begann in Spanien die Glorreiche Revolution, eine Bewegung, die zum Sturz von Königin Isabella II. und zur Bildung einer provisorischen Regierung führte."
      },
      {
        "text1": "Am 24. Februar 1989 präsentierte der britische Wissenschaftler Tim Berners-Lee den Vorschlag zur Schaffung des World Wide Web, einem der wichtigsten Meilensteine ​​in der Geschichte des Internets."
      }
    ]
  },
  "2-25": {
    "curiosity": [
      {
        "text": "Am 25. Februar 1836 fand die Schlacht von Alamo statt, ein Zusammenstoß zwischen mexikanischen Streitkräften und texanischen Verteidigern, der zu einem Symbol für Mut und Widerstand in der Geschichte von Texas wurde."
      },
      {
        "text1": "Am 25. Februar 1956 hielt der sowjetische Führer Nikita Chruschtschow auf dem 20. Kongress der Kommunistischen Partei der Sowjetunion eine Geheimrede, in der er die Verbrechen und Exzesse während des Regimes Josef Stalins anprangerte."
      }
    ]
  },
  "2-26": {
    "curiosity": [
      {
        "text": "Am 26. Februar 1815 fand in Belgien die Schlacht von Waterloo statt, in der die Streitkräfte von Kaiser Napoleon Bonaparte von den Truppen der vom Herzog von Wellington angeführten Koalition besiegt wurden, was das endgültige Ende des napoleonischen Reiches markierte."
      },
      {
        "text1": "Am 26. Februar 1993 ereignete sich in New York der Angriff auf das World Trade Center, bei dem in der Garage des Komplexes eine Lastwagenbombe explodierte, die sechs Todesopfer und Hunderte Verletzte zur Folge hatte."
      }
    ]
  },
  "2-27": {
    "curiosity": [
      {
        "text": "Am 27. Februar 1900 wurde die amerikanische Filmgesellschaft Universal Pictures gegründet und entwickelte sich zu einem der ältesten und einflussreichsten Filmproduzenten der Welt."
      },
      {
        "text1": "Am 27. Februar 1933 nutzten die Nazis den Brand im Reichstag in Berlin als Vorwand, um bürgerliche Freiheiten einzuschränken und ihre Macht zu festigen."
      }
    ]
  },
  "2-28": {
    "curiosity": [
      {
        "text": "Am 28. Februar 1953 entdeckten der Wissenschaftler James Watson und der Biologe Francis Crick die Struktur des DNA-Moleküls, eine der wichtigsten Entdeckungen in der Geschichte der Biologie."
      },
      {
        "text1": "Am 28. Februar 1986 explodierte die Raumsonde Challenger kurz nach dem Start, wobei alle sieben Astronauten an Bord starben."
      }
    ]
  },
  "2-29": {
    "curiosity": [
      {
        "text": "Am 28. Februar 1986 explodierte die Raumsonde Challenger kurz nach dem Start, wobei alle sieben Astronauten an Bord starben."
      },
      {
        "text1": "Am 28. Februar 1953 entdeckten der Wissenschaftler James Watson und der Biologe Francis Crick die Struktur des DNA-Moleküls, eine der wichtigsten Entdeckungen in der Geschichte der Biologie."
      }
    ]
  },
  "3-1": {
    "curiosity": [
      {
        "text": "Am 1. März 1872 wurde in den Vereinigten Staaten der Yellowstone-Nationalpark gegründet und war damit der erste Nationalpark der Welt."
      },
      {
        "text1": "Am 1. März 1994 kam die brasilianische Musikgruppe Mamonas Assassinas bei einem tragischen Flugzeugabsturz ums Leben und beendete damit vorzeitig den kometenhaften Aufstieg der Band."
      }
    ]
  },
  "3-2": {
    "curiosity": [
      {
        "text": "Am 2. März 1956 erlangte Marokko seine Unabhängigkeit und beendete damit die Zeit der französischen Kolonialisierung des Landes."
      },
      {
        "text1": "Am 2. März 1962 veröffentlichte der amerikanische Singer-Songwriter Bob Dylan sein erstes Studioalbum mit dem Titel „Bob Dylan“, das zu einem Meilenstein der Volksmusik wurde."
      }
    ]
  },
  "3-3": {
    "curiosity": [
      {
        "text": "Am 3. März 1845 wurde Florida als 27. Bundesstaat in die Vereinigten Staaten aufgenommen und erweiterte damit das Territorium des Landes in der Region des Golfs von Mexiko."
      },
      {
        "text1": "Am 3. März 1913 fand in Washington DC die Suffragettenparade statt, bei der Tausende Frauen marschierten, um das Wahlrecht in den Vereinigten Staaten zu erlangen."
      }
    ]
  },
  "3-4": {
    "curiosity": [
      {
        "text": "Am 4. März 1789 fand die Amtseinführung des ersten Präsidenten der Vereinigten Staaten, George Washington, statt und markierte den Beginn der Präsidentengeschichte des Landes."
      },
      {
        "text1": "Am 4. März 1933 trat Präsident Franklin D. Roosevelt während der Weltwirtschaftskrise sein Amt an und hielt die berühmte Antrittsrede mit den Worten „Das Einzige, wovor wir uns fürchten müssen, ist die Angst selbst.“"
      }
    ]
  },
  "3-5": {
    "curiosity": [
      {
        "text": "Am 5. März 1953 starb der sowjetische Führer Josef Stalin, nachdem er die Sowjetunion mehr als zwei Jahrzehnte lang mit eiserner Faust regiert hatte."
      },
      {
        "text1": "Am 5. März 1984 wurde das Computerprogramm Lotus 1-2-3 veröffentlicht, eines der ersten Tabellenkalkulationsprogramme, das eine wichtige Rolle bei der Popularisierung von Personalcomputern spielte."
      }
    ]
  },
  "3-6": {
    "curiosity": [
      {
        "text": "Am 6. März 1475 wurde der berühmte Renaissance-Maler Michelangelo geboren, der für Meisterwerke wie die Skulptur „David“ und das Gemälde der Sixtinischen Kapelle bekannt ist."
      },
      {
        "text1": "Am 6. März 1957 erlangte Ghana als erstes afrikanisches Land die Unabhängigkeit vom Kolonialismus und führte die Entkolonialisierungsbewegung auf dem Kontinent an."
      }
    ]
  },
  "3-7": {
    "curiosity": [
      {
        "text": "Am 7. März 1876 erhielt Alexander Graham Bell ein Patent für das Telefon, revolutionierte damit die Kommunikation und ebnete den Weg für das Zeitalter der Telekommunikation."
      },
      {
        "text1": "Am 7. März 1965 ereignete sich die berühmte Episode „Bloody Sunday“, als Bürgerrechtler auf der Brücke von Selma nach Montgomery in den Vereinigten Staaten von der Polizei brutal unterdrückt wurden."
      }
    ]
  },
  "3-8": {
    "curiosity": [
      {
        "text": "Am 8. März 1917, im Kontext des Ersten Weltkriegs, begann die Russische Revolution mit Demonstrationen von Frauen in Petrograd, die später zum Sturz des zaristischen Regimes führten."
      },
      {
        "text1": "Am 8. März 1971 kämpften die Boxer Muhammad Ali und Joe Frazier im sogenannten „Kampf des Jahrhunderts“, wobei Frazier einstimmig gewann."
      }
    ]
  },
  "3-9": {
    "curiosity": [
      {
        "text": "Am 9. März 1959 wurde der Sänger und Schauspieler Elvis Presley nach Erfüllung seiner Pflicht in Deutschland aus dem Militärdienst entlassen und kehrte zu seiner erfolgreichen Karriere zurück."
      },
      {
        "text1": "Am 9. März 1997 wurde der Rapper The Notorious BIG, auch bekannt als Biggie Smalls, bei einer Schießerei in Los Angeles ermordet und hinterließ ein bemerkenswertes Erbe in der Welt des Hip-Hop."
      }
    ]
  },
  "3-10": {
    "curiosity": [
      {
        "text": "Am 10. März 1876 wurde das von Thomas Edison erfundene Grammophon, der Vorläufer des Plattenspielers, patentiert und revolutionierte damit die Art und Weise, wie Musik aufgenommen und wiedergegeben wurde."
      },
      {
        "text1": "Am 10. März 1959 wurde Tibet von China überfallen, was zu einer langen Zeit kultureller und politischer Unterdrückung im Land führte."
      }
    ]
  },
  "3-11": {
    "curiosity": [
      {
        "text": "Am 11. März 1818 verstarb der berühmte deutsche Komponist Johann Sebastian Bach und hinterließ ein Erbe klassischer Musikwerke, das spätere Generationen beeinflusste."
      },
      {
        "text1": "Am 11. März 2011 erschütterte ein Erdbeben der Stärke 9,0 Japan, gefolgt von einem verheerenden Tsunami, der im Atomkraftwerk Fukushima zu einer schweren Atomkrise führte."
      }
    ]
  },
  "3-12": {
    "curiosity": [
      {
        "text": "Am 12. März 1930 begann Mahatma Gandhi in Indien den Salzmarsch, einen der Meilensteine ​​in der Unabhängigkeitsbewegung des Landes gegen die britische Herrschaft."
      },
      {
        "text1": "Am 12. März 1994 ereignete sich das Massaker von Hebron, ein Terroranschlag auf eine Moschee in der Stadt Hebron im Westjordanland, bei dem 29 Palästinenser starben und Dutzende Menschen verletzt wurden."
      }
    ]
  },
  "3-13": {
    "curiosity": [
      {
        "text": "Am 13. März 1781 entdeckte der Astronom William Herschel den Planeten Uranus und erweiterte damit das Wissen über das Sonnensystem."
      },
      {
        "text1": "Am 13. März 2013 wurde der argentinische Kardinal Jorge Mario Bergoglio zum Papst Franziskus gewählt und war damit der erste lateinamerikanische Papst in der Geschichte der katholischen Kirche."
      }
    ]
  },
  "3-14": {
    "curiosity": [
      {
        "text": "Am 14. März 1879 wurde Albert Einstein, einer der renommiertesten Wissenschaftler der Geschichte, in Ulm im Königreich Württemberg im Deutschen Reich geboren."
      },
      {
        "text1": "Am 14. März 1950 führten die Vereinten Nationen (UN) den Internationalen Frauentag ein, der jährlich begangen wird, um die Gleichstellung der Geschlechter und die Rechte der Frauen zu fördern."
      }
    ]
  },
  "3-15": {
    "curiosity": [
      {
        "text": "Am 15. März 44 v. Chr. ereignete sich die Ermordung von Julius Cäsar, dem römischen Führer und Kaiser, durch eine Gruppe von Senatoren, was zu einer bedeutenden Wende im Lauf der römischen Geschichte führte."
      },
      {
        "text1": "Am 15. März 1972 führte das Vereinigte Königreich das Dezimalwährungssystem ein und ersetzte damit das alte System von Pfund, Schilling und Pence."
      }
    ]
  },
  "3-16": {
    "curiosity": [
      {
        "text": "Am 16. März 1521 erreichte der portugiesische Seefahrer Ferdinand Magellan im Rahmen seiner Weltumsegelungsexpedition die Philippinen und war damit der erste Europäer, dem dies gelang."
      },
      {
        "text1": "Am 16. März 1968 ereignete sich während des Vietnamkrieges das Massaker von My Lai, bei dem amerikanische Soldaten mehr als 500 vietnamesische Zivilisten töteten, darunter Frauen, Kinder und ältere Menschen."
      }
    ]
  },
  "3-17": {
    "curiosity": [
      {
        "text": "Am 17. März 461 n. Chr. verstarb der heilige Patrick, der Schutzpatron Irlands, der jährlich am St. Patrick's Day, dem sogenannten St. Patrick's Day, gefeiert wird."
      },
      {
        "text1": "Am 17. März 1905 fand in Sankt Petersburg, Russland, der Blutige Sonntag statt, an dem friedliche Demonstranten von der zaristischen Armee unterdrückt wurden, was Hunderte von Toten zur Folge hatte und den Beginn der Russischen Revolution von 1905 markierte."
      }
    ]
  },
  "3-18": {
    "curiosity": [
      {
        "text": "Am 18. März 1314 wurde Jacques de Molay, der letzte Großmeister der Templer, auf dem Scheiterhaufen verbrannt und markierte damit das Ende des Tempelritterordens."
      },
      {
        "text1": "Am 18. März 1965 fand der Bürgerrechtsmarsch von Selma nach Montgomery in den Vereinigten Staaten statt, um das Wahlrecht für Afroamerikaner zu sichern."
      }
    ]
  },
  "3-19": {
    "curiosity": [
      {
        "text": "Am 19. März 1687 veröffentlichte Isaac Newton sein Meisterwerk „Principia Mathematica“, das die Bewegungsgesetze und das Gesetz der Schwerkraft begründete und die Physik revolutionierte."
      },
      {
        "text1": "Am 19. März 2003 begann unter der Führung der Vereinigten Staaten und ihrer Verbündeten der Irak-Krieg, der eine Reihe von Ereignissen nach sich zog, die die Geopolitik der Region prägten."
      }
    ]
  },
  "3-20": {
    "curiosity": [
      {
        "text": "Am 20. März 1852 veröffentlichte Harriet Beecher Stowe den Roman „Onkel Toms Hütte“, ein wichtiges Werk im Kampf gegen die Sklaverei in den Vereinigten Staaten."
      },
      {
        "text1": "Am 20. März 2016 stattete der ehemalige Präsident der Vereinigten Staaten, Barack Obama, Kuba einen historischen Besuch ab und markierte damit einen Meilenstein in der Normalisierung der Beziehungen zwischen den beiden Ländern."
      }
    ]
  },
  "3-21": {
    "curiosity": [
      {
        "text": "Am 21. März 1960 ereignete sich in Südafrika das Sharpeville-Massaker, bei dem die Polizei das Feuer auf friedliche Demonstranten gegen die Apartheidsgesetze eröffnete, was 69 Todesopfer forderte."
      },
      {
        "text1": "Am 21. März 2014 annektierte Russland die Halbinsel Krim nach einem umstrittenen Referendum, das von der internationalen Gemeinschaft verurteilt wurde."
      }
    ]
  },
  "3-22": {
    "curiosity": [
      {
        "text": "Am 22. März 1622 ereignete sich in der britischen Kolonie Virginia das Jamestown-Massaker, bei dem amerikanische Ureinwohner britische Kolonisten angriffen und töteten."
      },
      {
        "text1": "Am 22. März 1993 verstarb der kanadische Rockmusiker und Sänger John Candy im Alter von 43 Jahren und hinterließ ein Erbe voller Komödien und unvergesslicher Auftritte."
      }
    ]
  },
  "3-23": {
    "curiosity": [
      {
        "text": "Am 23. März 1806 begannen Lewis und Clark ihre legendäre Expedition zur Erkundung des Westens der Vereinigten Staaten, eine Reise, die mehr als zwei Jahre dauerte und dazu beitrug, das Wissen über die Geographie und Natur der Vereinigten Staaten zu erweitern. Region."
      },
      {
        "text1": "Am 23. März 2001 startete Russland die Raumstation Mir ins All, die zu einem Meilenstein der Weltraumforschung wurde und mehr als 15 Jahre lang in Betrieb war, bevor sie abgeschaltet wurde."
      }
    ]
  },
  "3-24": {
    "curiosity": [
      {
        "text": "Am 24. März 1603 starb Königin Elizabeth I. von England, was das Ende der Tudor-Dynastie und den Beginn der Herrschaft der Stuart-Dynastie mit der Thronbesteigung von James VI. von Schottland als James I. bedeutete."
      },
      {
        "text1": "Am 24. März 1999 begann die NATO während des Kosovo-Krieges im Rahmen der militärischen Intervention im Kosovo-Konflikt mit Luftangriffen auf Serbien."
      }
    ]
  },
  "3-25": {
    "curiosity": [
      {
        "text": "Am 25. März 1807 verabschiedete das britische Parlament den Slave Trade Abolition Act, der den Sklavenhandel im britischen Empire verbot."
      },
      {
        "text1": "Am 25. März 1957 wurden die Römischen Verträge unterzeichnet und die Europäische Wirtschaftsgemeinschaft (EWG) gegründet, der Vorläufer der Europäischen Union (EU)."
      }
    ]
  },
  "3-26": {
    "curiosity": [
      {
        "text": "Am 26. März 1979 wurde in Washington DC der Friedensvertrag zwischen Israel und Ägypten unterzeichnet, der den Kriegszustand zwischen den beiden Ländern offiziell beendete."
      },
      {
        "text1": "Am 26. März 1997 startete die russische Raumsonde Sojus TM-24 mit einer Besatzung, bestehend aus einem russischen Kosmonauten, einem amerikanischen Astronauten und einem deutschen Astronauten, zur Raumstation Mir."
      }
    ]
  },
  "3-27": {
    "curiosity": [
      {
        "text": "Am 27. März 1912 unterzeichneten Japan und China den Vertrag von Xinchou, der den Russisch-Japanischen Krieg beendete und die Unabhängigkeit der Äußeren Mongolei begründete."
      },
      {
        "text1": "Am 27. März 1977 kollidierten zwei Boeing 747-Flugzeuge auf Teneriffa auf den Kanarischen Inseln, was zur schlimmsten Flugzeugkatastrophe der Geschichte führte und 583 Menschen tötete."
      }
    ]
  },
  "3-28": {
    "curiosity": [
      {
        "text": "Am 28. März 1930 wurde Konstantinopel, die Hauptstadt des Byzantinischen Reiches, in Istanbul umbenannt, was einen bedeutenden Wandel in der Geschichte der Stadt bedeutete."
      },
      {
        "text1": "Am 28. März 1979 ereignete sich der Unfall im Kernkraftwerk Three Mile Island in den Vereinigten Staaten, der zu einer der schlimmsten Atomkatastrophen in der Geschichte des Landes führte."
      }
    ]
  },
  "3-29": {
    "curiosity": [
      {
        "text": "Am 29. März 1974 kam es in Portugal zur Nelkenrevolution, einem Militäraufstand, der die Diktatur des Estado Novo stürzte und den Beginn einer Demokratisierungsperiode im Land markierte."
      },
      {
        "text1": "Am 29. März 2004 traten Bulgarien, Estland, Lettland, Litauen, Rumänien, die Slowakei und Slowenien der NATO bei und stärkten damit das Militärbündnis."
      }
    ]
  },
  "3-30": {
    "curiosity": [
      {
        "text": "Am 30. März 1856 wurde der Vertrag von Paris unterzeichnet, der den Krimkrieg beendete und Friedensbedingungen zwischen den beteiligten Mächten herstellte."
      },
      {
        "text1": "Am 30. März 1981 wurde der Präsident der Vereinigten Staaten, Ronald Reagan, bei einem Attentat erschossen, überlebte jedoch nach einer Operation."
      }
    ]
  },
  "3-31": {
    "curiosity": [
      {
        "text": "Am 31. März 1492 erließen die Katholischen Könige Ferdinand II. von Aragon und Isabel I. von Kastilien das Edikt der Alhambra, das die Juden aus Spanien vertrieb, was zu einem der dunkelsten Momente in der jüdischen Geschichte führte."
      },
      {
        "text1": "Am 31. März 1889 wurde der Eiffelturm, eines der berühmtesten Wahrzeichen von Paris und der Welt, während der Pariser Weltausstellung eingeweiht."
      }
    ]
  },
  "4-1": {
    "curiosity": [
      {
        "text": "Am 1. April 1867 erließ das Vereinigte Königreich den British North America Act, der die Konföderation Kanadas gründete und die Grundlage für die Bildung des modernen Kanadas schuf."
      },
      {
        "text1": "Am 1. April 1976 wurde Apple Inc. von Steve Jobs, Steve Wozniak und Ronald Wayne gegründet und schuf damit eines der einflussreichsten Technologieunternehmen der Welt."
      }
    ]
  },
  "4-2": {
    "curiosity": [
      {
        "text": "Am 2. April 1917 traten die Vereinigten Staaten in den Ersten Weltkrieg ein und schickten Truppen, die gemeinsam mit den Alliierten gegen die Mittelmächte kämpften."
      },
      {
        "text1": "Am 2. April 2005 verstarb Papst Johannes Paul II. im Alter von 84 Jahren nach einem langen Pontifikat von fast 27 Jahren und war damit einer der beliebtesten Päpste der jüngeren Geschichte."
      }
    ]
  },
  "4-3": {
    "curiosity": [
      {
        "text": "Am 3. April 1948 trat der Marshall-Plan in Kraft, ein Wirtschaftshilfeprogramm der Vereinigten Staaten für den Wiederaufbau Europas nach dem Zweiten Weltkrieg."
      },
      {
        "text1": "Am 3. April 1973 stellte Motorola das erste Mobiltelefon her und markierte damit einen wichtigen Meilenstein in der Entwicklung der Mobiltechnologie."
      }
    ]
  },
  "4-4": {
    "curiosity": [
      {
        "text": "Am 4. April 1968 wurde der US-Bürgerrechtler Martin Luther King Jr. in Memphis, Tennessee, ermordet, was im ganzen Land für Aufregung und Proteste sorgte."
      },
      {
        "text1": "Am 4. April 1949 wurde die Nordatlantikpakt-Organisation (NATO) gegründet, ein Militärbündnis zwischen mehreren westlichen Nationen zur gegenseitigen Verteidigung."
      }
    ]
  },
  "4-5": {
    "curiosity": [
      {
        "text": "Am 5. April 1614 heiratete Pocahontas, eine der bekanntesten Figuren der Begegnung zwischen englischen Kolonisten und indianischen Völkern, John Rolfe in Virginia, USA."
      },
      {
        "text1": "Am 5. April 1955 trat Winston Churchill als Premierminister des Vereinigten Königreichs zurück und beendete damit seine zweite Amtszeit."
      }
    ]
  },
  "4-6": {
    "curiosity": [
      {
        "text": "Am 6. April 1917 erklärten die Vereinigten Staaten dem Deutschen Reich den Krieg und traten damit offiziell in den Ersten Weltkrieg ein."
      },
      {
        "text1": "Am 6. April 1994 begann in Ruanda der Völkermord, bei dem über einen Zeitraum von etwa 100 Tagen rund 800.000 Menschen, hauptsächlich aus der Volksgruppe der Tutsi, brutal ermordet wurden."
      }
    ]
  },
  "4-7": {
    "curiosity": [
      {
        "text": "Am 7. April 1948 wurde von der Generalversammlung der Vereinten Nationen die Allgemeine Erklärung der Menschenrechte verkündet, die die Grundrechte aller Menschen festlegt."
      },
      {
        "text1": "Am 7. April 1964 wurde der erste Kommunikationssatellit, Syncom 3, von der NASA in die Umlaufbahn gebracht und damit eine neue Ära der globalen Kommunikation eingeläutet."
      }
    ]
  },
  "4-8": {
    "curiosity": [
      {
        "text": "Am 8. April 1974 verstarb der portugiesische Diktator António de Oliveira Salazar, was zum Sturz des autoritären Estado Novo-Regimes und zur Demokratisierung Portugals führte."
      },
      {
        "text1": "Am 8. April 1994 wurde Rocksänger Kurt Cobain, Anführer der Band Nirvana, tot in seinem Haus in Seattle, USA, aufgefunden."
      }
    ]
  },
  "4-9": {
    "curiosity": [
      {
        "text": "Am 9. April 1865 erfolgte die Kapitulation des konföderierten Generals Robert E. Lee vor dem Unionsgeneral Ulysses S. Grant, was das Ende des amerikanischen Bürgerkriegs markierte."
      },
      {
        "text1": "Am 9. April 1940 marschierte Nazi-Deutschland in Dänemark und Norwegen ein und begann damit die Besetzung dieser Länder im Zweiten Weltkrieg."
      }
    ]
  },
  "4-10": {
    "curiosity": [
      {
        "text": "Am 10. April 1912 segelte die RMS Titanic zu ihrer Jungfernfahrt von Southampton (England) nach New York (USA), bevor sie mit einem Eisberg kollidierte und im Atlantik versank."
      },
      {
        "text1": "Am 10. April 1972 besuchte der japanische Premierminister Kakuei Tanaka China und markierte damit einen wichtigen Moment in der Normalisierung der Beziehungen zwischen den beiden Ländern."
      }
    ]
  },
  "4-11": {
    "curiosity": [
      {
        "text": "Am 11. April 1951 wurde General Douglas MacArthur von US-Präsident Harry S. Truman nach Meinungsverschiedenheiten über die Militärstrategie seines Kommandos im Koreakrieg enthoben."
      },
      {
        "text1": "Am 11. April 1979 proklamierte der Präsident von Simbabwe, Canaan Banana, die Unabhängigkeit des Landes, beendete die britische Kolonialherrschaft und gründete die Republik Simbabwe."
      }
    ]
  },
  "4-12": {
    "curiosity": [
      {
        "text": "Am 12. April 1961 umkreiste der sowjetische Kosmonaut Juri Gagarin als erster Mensch an Bord der Raumsonde Wostok 1 die Erde."
      },
      {
        "text1": "Am 12. April 1992 wurde der Eurotunnel eröffnet, der das Vereinigte Königreich unter dem Ärmelkanal mit Frankreich verbindet und eine direkte Bahnverbindung zwischen den beiden Ländern herstellt."
      }
    ]
  },
  "4-13": {
    "curiosity": [
      {
        "text": "Am 13. April 1743 wurde Thomas Jefferson, der dritte Präsident der Vereinigten Staaten und Hauptautor der Unabhängigkeitserklärung, in der Kolonie Virginia geboren."
      },
      {
        "text1": "Am 13. April 1943 kam es zum Aufstand im Warschauer Ghetto, einem von Juden organisierten Widerstandsakt gegen die Nazi-Truppen im Zweiten Weltkrieg."
      }
    ]
  },
  "4-14": {
    "curiosity": [
      {
        "text": "Am 14. April 1865 wurde der Präsident der Vereinigten Staaten, Abraham Lincoln, von dem Schauspieler John Wilkes Booth in einem Theater in Washington DC ermordet"
      },
      {
        "text1": "Am 14. April 1986 führten die USA einen Luftangriff gegen Libyen als Vergeltung für die angebliche Beteiligung des Landes an einem Terroranschlag auf einen Berliner Nachtclub durch."
      }
    ]
  },
  "4-15": {
    "curiosity": [
      {
        "text": "Am 15. April 1912 sank die RMS Titanic nach einer Kollision mit einem Eisberg, was den Tod von mehr als 1.500 Menschen bei einer der berühmtesten Seekatastrophen der Geschichte zur Folge hatte."
      },
      {
        "text1": "Am 15. April 1947 gab der Baseballspieler Jackie Robinson sein Debüt in der Major League Baseball und durchbrach damit die Rassenschranke im Profisport in den Vereinigten Staaten."
      }
    ]
  },
  "4-16": {
    "curiosity": [
      {
        "text": "Am 16. April 1945 beging der deutsche Diktator Adolf Hitler in seinem Berliner Bunker Selbstmord und markierte damit das Ende des Nazi-Regimes im Zweiten Weltkrieg."
      },
      {
        "text1": "Am 16. April 1972 ereignete sich das Massaker von My Lai, bei dem amerikanische Soldaten während des Vietnamkrieges Hunderte vietnamesische Zivilisten töteten."
      }
    ]
  },
  "4-17": {
    "curiosity": [
      {
        "text": "Am 17. April 1961 fand die Invasion in der Schweinebucht statt, ein gescheiterter Versuch der CIA, Fidel Castros Regime in Kuba zu stürzen."
      },
      {
        "text1": "Am 17. April 1975 übernahmen die Roten Khmer unter der Führung von Pol Pot die Kontrolle über Phnom Penh, die Hauptstadt Kambodschas, und markierten damit den Beginn einer Zeit des Völkermords und der Unterdrückung im Land."
      }
    ]
  },
  "4-18": {
    "curiosity": [
      {
        "text": "Am 18. April 1775 kam es in der Schlacht von Lexington und Concord zur ersten bewaffneten Konfrontation zwischen amerikanischen Kolonisten und britischen Truppen, die den Beginn des Amerikanischen Unabhängigkeitskrieges markierte."
      },
      {
        "text1": "Am 18. April 1980 fand in der US-Botschaft in Teheran, Iran, die als Operation Eagle Claw bekannte Rettungsaktion amerikanischer Geiseln statt, die erfolglos blieb und zum Tod mehrerer amerikanischer Soldaten führte."
      },
      {
        "text1": "Am 18. April 1996 unterzeichneten die ugandische Armee und die Rebellengruppe Lord's Resistance Army (LRA) nach jahrelangen bewaffneten Konflikten im Norden Ugandas einen vorübergehenden Waffenstillstand."
      }
    ]
  },
  "4-19": {
    "curiosity": [
      {
        "text": "Am 19. April 1775 fand während des Amerikanischen Unabhängigkeitskrieges die Schlacht von Concord statt, in der es Kolonialmilizen gelang, britische Truppen abzuwehren."
      },
      {
        "text1": "Am 19. April 1995 ereignete sich in Oklahoma City in den Vereinigten Staaten ein Terroranschlag, als eine Lastwagenbombe vor dem Bundesgebäude von Alfred P. Murrah explodierte und 168 Menschen starben."
      }
    ]
  },
  "4-20": {
    "curiosity": [
      {
        "text": "On April 20, 1889, Adolf Hitler, the future Nazi leader, was born in Braunau am Inn, Austria."
      },
      {
        "text1": "Am 20. April 1999 ereignete sich das Columbine-Massaker, bei dem zwei bewaffnete Schüler die Columbine High School in den Vereinigten Staaten angriffen, zwölf Schüler und einen Lehrer töteten und anschließend Selbstmord begingen."
      }
    ]
  },
  "4-21": {
    "curiosity": [
      {
        "text": "Der Legende nach wurde Rom am 21. April 753 v. Chr. von Romulus und Remus gegründet."
      },
      {
        "text1": "Am 21. April 1960 wurde Brasília, die Hauptstadt Brasiliens, offiziell eingeweiht und gilt als Meilenstein in der Geschichte der Architektur und des Städtebaus."
      }
    ]
  },
  "4-22": {
    "curiosity": [
      {
        "text": "Am 22. April 1970 wurde der erste Tag der Erde gefeiert, eine internationale Veranstaltung zur Förderung des Bewusstseins für Umweltfragen und den Schutz des Planeten."
      },
      {
        "text1": "Am 22. April 1993 erhielten der ANC-Führer und zukünftige Präsident Südafrikas, Nelson Mandela, und Präsident Frederik Willem de Klerk für ihre Bemühungen zur Beendigung der Apartheid den Friedensnobelpreis."
      }
    ]
  },
  "4-23": {
    "curiosity": [
      {
        "text": "Am 23. April 1564 wurde William Shakespeare, einer der größten Dramatiker der Geschichte, in Stratford-upon-Avon, England, geboren."
      },
      {
        "text1": "Am 23. April 1910 hielt Theodore Roosevelt an der Sorbonne in Paris seine berühmte „Smooth-Spoken, Big-Sport“-Rede, in der er die Bedeutung der Diplomatie und des Einsatzes von Macht zur Förderung des Weltfriedens betonte."
      }
    ]
  },
  "4-24": {
    "curiosity": [
      {
        "text": "Am 24. April 1800 wurde in Washington D.C. die United States Library of Congress mit dem Kauf ihres ersten Buches gegründet."
      },
      {
        "text1": "Am 24. April 1916 kam es in Irland zum Osteraufstand, einem bewaffneten Aufstand gegen die britische Herrschaft, der als wichtiger Meilenstein auf dem Weg zur irischen Unabhängigkeit gilt."
      }
    ]
  },
  "4-25": {
    "curiosity": [
      {
        "text": "Am 25. April 1945, während des Zweiten Weltkriegs, befreiten sowjetische und jugoslawische Streitkräfte die Stadt Belgrad in Jugoslawien von der Naziherrschaft."
      },
      {
        "text1": "Am 25. April 1974 kam es in Portugal zur Nelkenrevolution, einer Militärbewegung, die das diktatorische Regime des Estado Novo stürzte und die Demokratie im Land wiederherstellte."
      }
    ]
  },
  "4-26": {
    "curiosity": [
      {
        "text": "Am 26. April 1986 ereignete sich in der Ukraine die Atomkatastrophe von Tschernobyl, bei der durch eine Explosion in einem Kernreaktor große Mengen radioaktiven Materials in die Atmosphäre freigesetzt wurden, was zu einer der größten Atomkatastrophen der Geschichte führte."
      },
      {
        "text1": "Am 26. April 2005 heiratete der Kronprinz von Japan, Naruhito, Masako Owada in einer Zeremonie im Meiji-Schrein in Tokio."
      }
    ]
  },
  "4-27": {
    "curiosity": [
      {
        "text": "Der Überlieferung nach wurde die Stadt Rom am 27. April 497 v. Chr. offiziell gegründet."
      },
      {
        "text1": "Am 27. April 1994 wurde Nelson Mandela zum ersten schwarzen Präsidenten Südafrikas gewählt und markierte damit das Ende der Apartheid im Land."
      }
    ]
  },
  "4-28": {
    "curiosity": [
      {
        "text": "Am 28. April 1789 kam es zur HMS Bounty Rebellion, als die britische Schiffsbesatzung gegen Kapitän William Bligh rebellierte."
      },
      {
        "text1": "Am 28. April 1945, während des Zweiten Weltkriegs, wurde der italienische Diktator Benito Mussolini von Mitgliedern des italienischen Widerstands gefangen genommen und hingerichtet."
      }
    ]
  },
  "4-29": {
    "curiosity": [
      {
        "text": "Am 29. April 1975 endete der Vietnamkrieg mit dem Fall von Saigon, der Hauptstadt Südvietnams, durch die kommunistischen Kräfte in Nordvietnam."
      },
      {
        "text1": "Am 29. April 2011 heiratete Prinz William des Vereinigten Königreichs Catherine Middleton in einer Zeremonie in der Westminster Abbey in London."
      }
    ]
  },
  "4-30": {
    "curiosity": [
      {
        "text": "Am 30. April 1789 wurde George Washington als erster Präsident der Vereinigten Staaten von Amerika vereidigt."
      },
      {
        "text1": "Am 30. April 1945 begingen Adolf Hitler und seine Frau Eva Braun in ihrem Bunker in Berlin Selbstmord und markierten damit das Ende des NS-Regimes in Deutschland."
      }
    ]
  },
  "5-1": {
    "curiosity": [
      {
        "text": "Am 1. Mai 1886 kam es in Chicago (USA) zum Haymarket-Aufstand, der durch Arbeiterproteste für bessere Arbeitsbedingungen und einen Acht-Stunden-Arbeitstag gekennzeichnet war."
      },
      {
        "text1": "Am 1. Mai 1994 trat das Allgemeine Zoll- und Handelsabkommen (GATT) in Kraft, ein Meilenstein im internationalen Handel, mit dem die Welthandelsorganisation (WTO) als Nachfolgerin des GATT gegründet wurde."
      }
    ]
  },
  "5-2": {
    "curiosity": [
      {
        "text": "Am 2. Mai 1519 starb der italienische Entdecker Leonardo da Vinci in Amboise, Frankreich."
      },
      {
        "text1": "Am 2. Mai 2011 wurde der Terroristenführer Osama bin Laden, Gründer von Al-Qaida und verantwortlich für die Anschläge vom 11. September 2001, während einer US-Militäroperation in Pakistan getötet."
      }
    ]
  },
  "5-3": {
    "curiosity": [
      {
        "text": "Am 3. Mai 1808 kam es während der Napoleonischen Kriege zum Dos-de-Mayo-Aufstand, einem Volksaufstand gegen die französische Besatzung in Madrid."
      },
      {
        "text1": "Am 3. Mai 1979 wurde Margaret Thatcher als erste Frau zur Premierministerin des Vereinigten Königreichs gewählt und bekleidete dieses Amt drei aufeinanderfolgende Amtszeiten lang."
      },
      {
        "text1": "Am 3. Mai 2000 fand in London die Einweihung der Millennium Bridge statt, eines ikonischen Bauwerks, das die Themse überquert und zum Symbol der Stadt geworden ist."
      }
    ]
  },
  "5-4": {
    "curiosity": [
      {
        "text": "Am 4. Mai 1626 kam der niederländische Entdecker Peter Minuit auf Manhattan Island an und gründete eine Kolonie, aus der New York City werden sollte."
      },
      {
        "text1": "Am 4. Mai 1970 ereignete sich in den Vereinigten Staaten das Kent State Massaker, bei dem Soldaten der Nationalgarde das Feuer auf Studenten eröffneten, die gegen den Vietnamkrieg protestierten, wobei vier Menschen starben."
      }
    ]
  },
  "5-5": {
    "curiosity": [
      {
        "text": "Am 5. Mai 1821 besiegte der südamerikanische Revolutionsführer Simón Bolívar die spanischen Streitkräfte in der Schlacht von Carabobo und festigte damit die Unabhängigkeit Venezuelas."
      },
      {
        "text1": "Am 5. Mai 1862 fand in Mexiko die Schlacht von Puebla statt, in der die mexikanische Armee einen überraschenden Sieg über die französischen Streitkräfte errang, die das Land erobern wollten."
      }
    ]
  },
  "5-6": {
    "curiosity": [
      {
        "text": "Am 6. Mai 1527 kam es zur Plünderung Roms, als die Truppen Kaiser Karls V. in die Stadt Rom einfielen und diese plünderten, was das Ende der italienischen Renaissance markierte."
      },
      {
        "text1": "Am 6. Mai 1954 endete die Schlacht von Dien Bien Phu in Vietnam mit dem Sieg der Viet Minh über die französischen Kolonialkräfte, was zum Rückzug der Franzosen und dem Ende von Französisch-Indochina führte."
      }
    ]
  },
  "5-7": {
    "curiosity": [
      {
        "text": "Am 7. Mai 1824 brachte Beethoven in Wien, Österreich, seine Neunte Symphonie mit seiner bekanntesten Komposition, der Hymne an die Freude, zur Uraufführung."
      },
      {
        "text1": "Am 7. Mai 1945 kapitulierte Nazi-Deutschland bedingungslos vor den alliierten Streitkräften und markierte damit das Ende des Zweiten Weltkriegs in Europa."
      }
    ]
  },
  "5-8": {
    "curiosity": [
      {
        "text": "Am 8. Mai 1886 kam es in Chicago (USA) zum Haymarket-Arbeiteraufstand aus Protest gegen den Achtstundentag, der zu gewaltsamen Zusammenstößen zwischen Arbeitern und der Polizei führte."
      },
      {
        "text1": "Am 8. Mai 1945 wurde der Tag des Sieges in Europa ausgerufen, mit dem das Ende des Zweiten Weltkriegs in Europa mit der bedingungslosen Kapitulation Nazi-Deutschlands gefeiert wurde."
      }
    ]
  },
  "5-9": {
    "curiosity": [
      {
        "text": "Am 9. Mai 1502 brach der Entdecker Christoph Kolumbus zu seiner vierten und letzten Reise in die Neue Welt auf."
      },
      {
        "text1": "Am 9. Mai 1950 legte der französische Außenminister Robert Schuman den Vorschlag zur Gründung der Europäischen Gemeinschaft für Kohle und Stahl (EGKS) vor, ein wichtiger Schritt in Richtung europäischer Integration."
      }
    ]
  },
  "5-10": {
    "curiosity": [
      {
        "text": "Am 10. Mai 1503 begann der italienische Renaissancemaler Michelangelo mit der Arbeit an der Skulptur des David, einem seiner berühmtesten Werke."
      },
      {
        "text1": "Am 10. Mai 1994 wurde Nelson Mandela als erster schwarzer Präsident Südafrikas vereidigt, was das Ende der Apartheid im Land und den Beginn einer neuen Ära markierte."
      }
    ]
  },
  "5-11": {
    "curiosity": [
      {
        "text": "Am 11. Mai 330 gründete der römische Kaiser Konstantin I. die Stadt Konstantinopel, die zur Hauptstadt des Oströmischen Reiches und später des Byzantinischen Reiches werden sollte."
      },
      {
        "text1": "Am 11. Mai 1998 führte Indien erfolgreich seinen ersten Atomwaffentest durch, was die Spannungen in der Region erhöhte und eine Reihe von Atomtests in Südasien auslöste."
      }
    ]
  },
  "5-12": {
    "curiosity": [
      {
        "text": "Am 12. Mai 1820 wurde Florence Nightingale, Pionierin der modernen Krankenpflege, in Florenz, Italien, geboren."
      },
      {
        "text1": "Am 12. Mai 1962 umkreiste der amerikanische Astronaut Scott Carpenter als zweiter Amerikaner die Erde an Bord der Raumsonde Aurora 7."
      }
    ]
  },
  "5-13": {
    "curiosity": [
      {
        "text": "Am 13. Mai 1917 fand in Fátima, Portugal, die erste Erscheinung der Jungfrau Maria vor den drei Hirtenkindern statt und leitete eine Reihe von Ereignissen ein, die als „Erscheinungen von Fátima“ bekannt wurden."
      },
      {
        "text1": "Am 13. Mai 1981 erlitt Papst Johannes Paul II. in Rom einen Angriff, wobei er schwer verletzt wurde, den Angriff jedoch überlebte."
      }
    ]
  },
  "5-14": {
    "curiosity": [
      {
        "text": "Am 14. Mai 1948 wurde die Unabhängigkeit des Staates Israel proklamiert und markierte damit die Gründung des modernen jüdischen Staates."
      },
      {
        "text1": "Am 14. Mai 2011 erfolgte die Unabhängigkeitserklärung Südsudans, die ihn zum jüngsten Land der Welt macht."
      }
    ]
  },
  "5-15": {
    "curiosity": [
      {
        "text": "Am 15. Mai 1252 erließ Papst Innozenz IV. die päpstliche Bulle Ad Extirpanda und ermächtigte die Inquisition, Folter als Mittel zur Erlangung von Geständnissen der Ketzerei einzusetzen."
      },
      {
        "text1": "Am 15. Mai 1940, während des Zweiten Weltkriegs, kapitulierten die Niederlande vor den deutschen Streitkräften und beendeten damit die Schlacht um die Niederlande."
      }
    ]
  },
  "5-16": {
    "curiosity": [
      {
        "text": "Am 16. Mai 1929 wurde die Academy of Motion Picture Arts and Sciences gegründet, die für die Vergabe der Oscars zuständig ist."
      },
      {
        "text1": "Am 16. Mai 1966 erschien das ikonische Album der Beach Boys mit dem Titel „Pet Sounds“, das zu einer Referenz in der Popmusik wurde und Generationen von Künstlern beeinflusste."
      }
    ]
  },
  "5-17": {
    "curiosity": [
      {
        "text": "Am 17. Mai 1792 wurde Königin Marie Antoinette von Frankreich während der Französischen Revolution vor Gericht gestellt und zum Tode verurteilt."
      },
      {
        "text1": "Am 17. Mai 2004 wurde in den USA im Bundesstaat Massachusetts die erste gleichgeschlechtliche Ehe legalisiert."
      }
    ]
  },
  "5-18": {
    "curiosity": [
      {
        "text": "Am 18. Mai 1804 wurde Napoleon Bonaparte zum Kaiser der Franzosen ernannt und begründete damit das Erste Französische Reich."
      },
      {
        "text1": "Am 18. Mai 1980 brach der Vulkan Mount Saint Helens in den Vereinigten Staaten aus, was zu einem der größten Vulkanausbrüche in der Geschichte des Landes führte."
      }
    ]
  },
  "5-19": {
    "curiosity": [
      {
        "text": "Am 19. Mai 1536 wurde Anne Boleyn, die zweite Frau Heinrichs VIII. von England, wegen Ehebruchs und Hochverrats hingerichtet."
      },
      {
        "text1": "Am 19. Mai 1962 sang die Schauspielerin Marilyn Monroe während einer Party anlässlich seines Geburtstages „Happy Birthday“ für den Präsidenten der Vereinigten Staaten, John F. Kennedy."
      }
    ]
  },
  "5-20": {
    "curiosity": [
      {
        "text": "Am 20. Mai 1498 kam der portugiesische Entdecker Vasco da Gama in Indien an und eröffnete den Seeweg zwischen Europa und dem indischen Subkontinent."
      },
      {
        "text1": "Am 20. Mai 1873 brachte der berühmte russische Komponist Pjotr ​​Iljitsch Tschaikowsky seine Symphonie „Symphonie Nr. 3 in D-Dur, Op. 29‘, auch als „Polnische Symphonie“ bekannt."
      }
    ]
  },
  "5-21": {
    "curiosity": [
      {
        "text": "Am 21. Mai 1927 absolvierte der amerikanische Pilot Charles Lindbergh an Bord des Flugzeugs Spirit of St. Louis den ersten alleinigen Nonstop-Transatlantikflug von New York nach Paris."
      },
      {
        "text1": "Am 21. Mai 1991 kündigte die ehemalige Präsidentin der Philippinen, Corazon Aquino, den Abzug der US-Militärstützpunkte aus dem Land an und beendete damit die jahrzehntelange US-Militärpräsenz auf den Philippinen."
      }
    ]
  },
  "5-22": {
    "curiosity": [
      {
        "text": "Am 22. Mai 1455 begannen in England die Rosenkriege, ein Bürgerkrieg zwischen den Häusern York und Lancaster um die Kontrolle über den Thron."
      },
      {
        "text1": "Am 22. Mai 2010 ereignete sich in der neuseeländischen Stadt Christchurch ein Erdbeben der Stärke 6,3, das schwere Schäden anrichtete und Menschenleben forderte."
      }
    ]
  },
  "5-23": {
    "curiosity": [
      {
        "text": "Am 23. Mai 1430 wurde Jeanne d'Arc während des Hundertjährigen Krieges von burgundischen Truppen gefangen genommen, später an die Engländer übergeben und wegen Ketzerei angeklagt."
      },
      {
        "text1": "Am 23. Mai 1934 wurde das kriminelle Ehepaar Bonnie Parker und Clyde Barrow, bekannt als „Bonnie und Clyde“, während einer Auseinandersetzung von der Polizei erschossen."
      }
    ]
  },
  "5-24": {
    "curiosity": [
      {
        "text": "Am 24. Mai 1543 veröffentlichte Nikolaus Kopernikus das Buch „De Revolutionibus Orbium Celestium“, in dem er seine heliozentrische Theorie des Sonnensystems vorstellte."
      },
      {
        "text1": "Am 24. Mai 1883 wurde die Brooklyn Bridge, eine der ältesten Hängebrücken der Vereinigten Staaten, für den Verkehr freigegeben und verband Manhattan mit Brooklyn."
      }
    ]
  },
  "5-25": {
    "curiosity": [
      {
        "text": "Am 25. Mai 1977 kam der erste Film der „Star Wars“-Saga mit dem Titel „Star Wars: Episode IV – Eine neue Hoffnung“ in die Kinos der Vereinigten Staaten."
      },
      {
        "text1": "Am 25. Mai 2005 absolvierte der Airbus A380, das größte Verkehrsflugzeug der Welt, seinen ersten Testflug in Toulouse, Frankreich."
      }
    ]
  },
  "5-26": {
    "curiosity": [
      {
        "text": "Am 26. Mai 1896 veröffentlichte Charles Dow den ersten Aktienindex, bekannt als Dow Jones Industrial Average, der zu einem wichtigen Finanzmarktindikator wurde."
      },
      {
        "text1": "Am 26. Mai 1967 erschien das legendäre Album der Beatles mit dem Titel „Sgt. „Pepper's Lonely Hearts Club Band“ erschien, was zu einem Meilenstein in der Geschichte der Popmusik wurde."
      }
    ]
  },
  "5-27": {
    "curiosity": [
      {
        "text": "Am 27. Mai 1937 geriet das deutsche Luftschiff Hindenburg bei einem Landeversuch in New Jersey, USA, in Brand, wobei 36 Menschen ums Leben kamen."
      },
      {
        "text1": "Am 27. Mai 1999 erklärte die Weltgesundheitsorganisation (WHO), dass Polio in Amerika ausgerottet sei und damit die erste Region der Welt sei, die frei von der Krankheit sei."
      }
    ]
  },
  "5-28": {
    "curiosity": [
      {
        "text": "Am 28. Mai 1953 erreichten der neuseeländische Bergsteiger Edmund Hillary und der Sherpa Tenzing Norgay als erste den Gipfel des Mount Everest, des höchsten Bergs der Welt."
      },
      {
        "text1": "Am 28. Mai 1995 gewann die südafrikanische Rugby-Nationalmannschaft die Rugby-Weltmeisterschaft, ihre erste Teilnahme nach dem Ende der Apartheid."
      }
    ]
  },
  "5-29": {
    "curiosity": [
      {
        "text": "Am 29. Mai 1453 fiel Konstantinopel, die Hauptstadt des Byzantinischen Reiches, an die Streitkräfte des Osmanischen Reiches und markierte damit das Ende des Mittelalters und den Beginn der Neuzeit."
      },
      {
        "text1": "Am 29. Mai 1953 erreichten Sir Edmund Hillary und Tenzing Norgay zum ersten Mal in der Geschichte den Gipfel des Mount Everest und ebneten damit den Weg für zukünftige Expeditionen und forderten die Grenzen des Menschen heraus."
      }
    ]
  },
  "5-30": {
    "curiosity": [
      {
        "text": "Am 30. Mai 1431 wurde Jeanne d'Arc während des Hundertjährigen Krieges unter dem Vorwurf der Ketzerei auf dem Scheiterhaufen verbrannt."
      },
      {
        "text1": "Am 30. Mai 1922 wurde das Lincoln Memorial in Washington, D.C., USA, zu Ehren des 16. Präsidenten der Vereinigten Staaten, Abraham Lincoln, eingeweiht."
      }
    ]
  },
  "5-31": {
    "curiosity": [
      {
        "text": "Am 31. Mai 1911 endete das erste Indianapolis-Rennen, eines der berühmtesten und traditionsreichsten Autorennen der Welt."
      },
      {
        "text1": "Am 31. Mai 1962 ereignete sich in Chile das Valdivia-Erdbeben, das mit einer geschätzten Stärke zwischen 9,4 und 9,6 als das stärkste jemals aufgezeichnete Erdbeben gilt."
      }
    ]
  },
  "6-1": {
    "curiosity": [
      {
        "text": "Am 1. Juni 1495 entdeckte der italienische Entdecker Christoph Kolumbus auf seiner dritten Reise in die Neue Welt die Insel Trinidad."
      },
      {
        "text1": "Am 1. Juni 1967 erschien das legendäre Album der Beatles mit dem Titel „Sgt. „Pepper's Lonely Hearts Club Band“ erschien, was zu einem Meilenstein in der Geschichte der Popmusik wurde."
      }
    ]
  },
  "6-2": {
    "curiosity": [
      {
        "text": "Am 2. Juni 1953 fand in der Westminster Abbey in London die Krönung von Königin Elisabeth II. des Vereinigten Königreichs statt, nachdem ihr Vater, König Georg VI., gestorben war."
      },
      {
        "text1": "Am 2. Juni 1979 wurde die ehemalige First Lady der Philippinen, Imelda Marcos, nach dem Sturz des Regimes von Diktator Ferdinand Marcos wegen Korruption und unerlaubter Bereicherung verhaftet."
      }
    ]
  },
  "6-3": {
    "curiosity": [
      {
        "text": "Am 3. Juni 1965 unternahm der amerikanische Astronaut Edward White als erster US-Astronaut einen Weltraumspaziergang während der Gemini-4-Mission."
      },
      {
        "text1": "Am 3. Juni 1989 ereignete sich in Peking, China, das Massaker auf dem Platz des Himmlischen Friedens, bei dem die chinesischen Behörden demokratiefreundliche Demonstranten brutal unterdrückten und Hunderte, möglicherweise Tausende von Menschen töteten."
      }
    ]
  },
  "6-4": {
    "curiosity": [
      {
        "text": "Am 4. Juni 1942, während des Zweiten Weltkriegs, begann im Pazifischen Ozean die Schlacht um Midway, die den Vereinigten Staaten einen strategischen Sieg über das Japanische Reich bescherte."
      },
      {
        "text1": "Am 4. Juni 1989 wurden pro-demokratische Proteste auf dem Platz des Himmlischen Friedens in Peking, China, von der chinesischen Regierung mit dem Einsatz von Militärkräften und Panzern brutal unterdrückt."
      }
    ]
  },
  "6-5": {
    "curiosity": [
      {
        "text": "Am 5. Juni 1947 kündigte US-Außenminister George Marshall den Marshallplan an, der darauf abzielte, den vom Zweiten Weltkrieg betroffenen europäischen Ländern wirtschaftliche Hilfe zu leisten."
      },
      {
        "text1": "Am 5. Juni 1967 begann der Sechstagekrieg, ein Konflikt zwischen Israel und benachbarten arabischen Ländern, der zu einem entscheidenden Sieg Israels und erheblichen Veränderungen an den Grenzen der Region führte."
      }
    ]
  },
  "6-6": {
    "curiosity": [
      {
        "text": "Am 6. Juni 1944 fand der D-Day statt, eine der größten Militäroperationen des Zweiten Weltkriegs, als alliierte Streitkräfte in der Normandie (Frankreich) landeten, um mit der Befreiung Westeuropas von der Naziherrschaft zu beginnen."
      },
      {
        "text1": "Am 6. Juni 1968 wurde der amerikanische Senator Robert F. Kennedy, Bruder von Präsident John F. Kennedy, während seines Präsidentschaftswahlkampfs in Los Angeles, Kalifornien, ermordet."
      }
    ]
  },
  "6-7": {
    "curiosity": [
      {
        "text": "Am 7. Juni 1494 wurde der Vertrag von Tordesillas zwischen Portugal und Spanien unterzeichnet, der die entdeckten und noch zu entdeckenden Gebiete außerhalb Europas aufteilte und eine imaginäre Linie festlegte, die die Welt zwischen den beiden Ländern teilte."
      },
      {
        "text1": "Am 7. Juni 1981 erreichte die Raumsonde Voyager 2 den Saturn und schickte Bilder und detaillierte Informationen über den Planeten und seine Monde zurück zur Erde."
      }
    ]
  },
  "6-8": {
    "curiosity": [
      {
        "text": "Am 8. Juni 1783 führten die Brüder Montgolfier in Annonay, Frankreich, den ersten erfolgreichen öffentlichen Flug eines bemannten Heißluftballons durch und markierten damit den Beginn des Zeitalters der Luftfahrt."
      },
      {
        "text1": "Am 8. Juni 1972 kam der Film „Der Pate“ unter der Regie von Francis Ford Coppola und mit Marlon Brando und Al Pacino in den Hauptrollen in die Kinos der Vereinigten Staaten."
      }
    ]
  },
  "6-9": {
    "curiosity": [
      {
        "text": "Am 9. Juni 1815 fand die Schlacht von Waterloo in Belgien zwischen Truppen unter der Führung von Napoleon Bonaparte und einer Koalition europäischer Armeen statt, die zu Napoleons endgültiger Niederlage und dem Ende seines Reiches führte."
      },
      {
        "text1": "Am 9. Juni 1934 wurde der Ausschuss für unamerikanische Angelegenheiten des Repräsentantenhauses der Vereinigten Staaten gegründet, der mit der Untersuchung kommunistischer Aktivitäten im Land begann, die später als „Hexenjagd“ bekannt wurden."
      }
    ]
  },
  "6-10": {
    "curiosity": [
      {
        "text": "Am 10. Juni 1940, während des Zweiten Weltkriegs, erklärte Italien Frankreich und dem Vereinigten Königreich den Krieg und trat auf der Seite Nazi-Deutschlands in den Konflikt ein."
      },
      {
        "text1": "Am 10. Juni 1967 endete der Sechstagekrieg mit einem entscheidenden Sieg Israels über die benachbarten arabischen Länder, was zu erheblichen Änderungen der Grenzen der Region führte."
      }
    ]
  },
  "6-11": {
    "curiosity": [
      {
        "text": "Am 11. Juni 1509 heiratete König Heinrich VIII. von England seine erste Frau, Katharina von Aragon, in einer Zeremonie, die in der Chapel Royal im Greenwich Palace stattfand."
      },
      {
        "text1": "Am 11. Juni 1963 opferte sich der vietnamesische buddhistische Mönch Thích Quảng Đức auf einer belebten Straße in Saigon aus Protest gegen die religiöse Verfolgung durch die südvietnamesische Regierung."
      }
    ]
  },
  "6-12": {
    "curiosity": [
      {
        "text": "Am 12. Juni 1898, während des Spanisch-Amerikanischen Krieges, wurde die Schlacht von Las Guasimas zwischen amerikanischen und spanischen Streitkräften in der Nähe von Santiago de Cuba ausgetragen."
      },
      {
        "text1": "Am 12. Juni 1987 hielt US-Präsident Ronald Reagan in Berlin eine Rede, in der er den sowjetischen Führer Michail Gorbatschow aufforderte, „diese Mauer niederzureißen“ und sich dabei auf die Berliner Mauer bezog."
      }
    ]
  },
  "6-13": {
    "curiosity": [
      {
        "text": "Am 13. Juni 1920 wurde der Vertrag von Trianon unterzeichnet, der den Kriegszustand zwischen den Alliierten Mächten und Ungarn nach dem Ersten Weltkrieg offiziell beendete."
      },
      {
        "text1": "Am 13. Juni 1971 wurde der erste kommerzielle Weltraumsatellit namens Intelsat IV F-3 gestartet, der Live-Fernsehübertragungen und internationale Telefongespräche ermöglichte."
      }
    ]
  },
  "6-14": {
    "curiosity": [
      {
        "text": "Am 14. Juni 1777 verabschiedete der Kontinentalkongress der Vereinigten Staaten die „Flagge der Vereinigten Staaten“, die aus dreizehn abwechselnden roten und weißen Streifen und einem blauen Feld mit dreizehn weißen Sternen in einem Kreis bestand und die Originale der dreizehn Kolonien darstellte."
      },
      {
        "text1": "Am 14. Juni 1940 marschierten deutsche Truppen in Paris ein und besetzten die französische Hauptstadt im Zweiten Weltkrieg."
      }
    ]
  },
  "6-15": {
    "curiosity": [
      {
        "text": "Am 15. Juni 1215 unterzeichnete König Johann von England die Magna Carta, ein Dokument, das die Macht des Monarchen einschränkte und Rechte und Freiheiten für englische Adlige festlegte."
      },
      {
        "text1": "Am 15. Juni 1904 erschien in Paris die erste Ausgabe des von James Joyce verfassten Buches „Ulysses“ und markierte einen wichtigen Meilenstein in der modernen Literatur."
      }
    ]
  },
  "6-16": {
    "curiosity": [
      {
        "text": "Am 16. Juni 1858 fand die Springfield Address statt, eine berühmte Rede von Abraham Lincoln während des Parteitags der Republikaner in Illinois, in der er erklärte: „Ein Haus, das in sich selbst gespalten ist, kann nicht bestehen.“ ."
      },
      {
        "text1": "Am 16. Juni 1963 reiste die sowjetische Kosmonautin Walentina Tereschkowa als erste Frau an Bord der Raumsonde Wostok 6 ins All."
      }
    ]
  },
  "6-17": {
    "curiosity": [
      {
        "text": "Am 17. Juni 1579 landete Sir Francis Drake, ein englischer Entdecker und Freibeuter, während seiner Weltumsegelung an einem Ort, der heute als Drake's Bay in Kalifornien bekannt ist."
      },
      {
        "text1": "Am 17. Juni 1972 ereignete sich der berühmte Einbruch im Watergate Hotel in Washington, D.C., der zum politischen Skandal namens „Watergate-Skandal“ führte und den Rücktritt des Präsidenten der Vereinigten Staaten, Richard Nixon, zur Folge hatte im Jahr 1974."
      }
    ]
  },
  "6-18": {
    "curiosity": [
      {
        "text": "Am 18. Juni 1815 fand die Schlacht von Waterloo statt, in der die Streitkräfte des Herzogs von Wellington und des preußischen Marschalls Gebhard Leberecht von Blücher Napoleon Bonaparte endgültig besiegten und seinem Reich ein Ende setzten."
      },
      {
        "text1": "Am 18. Juni 1983 reiste Sally Ride als erste Amerikanerin an Bord der Raumfähre Challenger ins All."
      }
    ]
  },
  "6-19": {
    "curiosity": [
      {
        "text": "Am 19. Juni 1865 wurden die letzten in Texas (USA) versklavten Menschen über ihre Emanzipation informiert, ein Ereignis, das als „Juneteenth“ bekannt wurde und auch heute noch als Unabhängigkeitstag gefeiert wird. Afroamerikanische Emanzipation."
      },
      {
        "text1": "Am 19. Juni 1978 erschien Garfield, die berühmte orangefarbene Katze von Jim Davis, als Comicstrip in Zeitungen in den gesamten Vereinigten Staaten."
      }
    ]
  },
  "6-20": {
    "curiosity": [
      {
        "text": "Am 20. Juni 1782 verabschiedete der Kontinentalkongress das aktuelle Design des Siegels der Vereinigten Staaten, das den amerikanischen Adler mit Schild und dreizehn Sternen zeigt, die die ursprünglichen dreizehn Kolonien symbolisieren."
      },
      {
        "text1": "Am 20. Juni 1963 startete die Sowjetunion die Raumsonde Wostok 6 mit Walentina Tereschkowa an Bord und war damit die erste Frau, die einen Alleinflug ins All durchführte."
      }
    ]
  },
  "6-21": {
    "curiosity": [
      {
        "text": "Am 21. Juni 1948 führte Westdeutschland eine neue Währung ein, die Deutsche Mark, und markierte damit den Beginn der Währungstrennung zwischen Ostdeutschland und Westdeutschland."
      },
      {
        "text1": "Am 21. Juni 1982 startete die britische Luftwaffe während des Falklandkriegs die Operation Black Buck und führte Luftangriffe gegen die Landebahnen der von Argentinien besetzten Falklandinseln durch."
      }
    ]
  },
  "6-22": {
    "curiosity": [
      {
        "text": "Am 22. Juni 1941, während des Zweiten Weltkriegs, marschierte Nazi-Deutschland in die Sowjetunion ein und begann mit der Operation Barbarossa."
      },
      {
        "text1": "Am 22. Juni 1990 unterzeichneten Ostdeutschland und Westdeutschland den Einigungsvertrag, der das Ende der Teilung Deutschlands und die Wiedervereinigung des Landes markierte."
      }
    ]
  },
  "6-23": {
    "curiosity": [
      {
        "text": "Am 23. Juni 1314 fand die Schlacht von Bannockburn statt, in der die schottische Armee unter der Führung von Robert the Bruce im Ersten Schottischen Unabhängigkeitskrieg einen entscheidenden Sieg über die englischen Streitkräfte errang."
      },
      {
        "text1": "Am 23. Juni 2016 stimmten die Wähler im Vereinigten Königreich in einem Referendum namens Brexit für den Austritt des Landes aus der Europäischen Union."
      }
    ]
  },
  "6-24": {
    "curiosity": [
      {
        "text": "Am 24. Juni 1497 kam der italienische Entdecker Giovanni Caboto, bekannt als John Cabot, in Nordamerika an und beanspruchte das Land im Namen Englands."
      },
      {
        "text1": "Am 24. Juni 1948 begann die Berlin-Blockade, als die Sowjetunion alle Land- und Wasserstraßen nach West-Berlin sperrte, was zu einer internationalen Krise führte."
      }
    ]
  },
  "6-25": {
    "curiosity": [
      {
        "text": "Am 25. Juni 1876 fand die Schlacht am Little Bighorn statt, in der Truppen der Sioux und Cheyenne das 7. Kavallerieregiment der US-Armee unter der Führung von Oberstleutnant George Armstrong Custer besiegten."
      },
      {
        "text1": "Am 25. Juni 1950 begann der Koreakrieg, als nordkoreanische Streitkräfte in Südkorea einmarschierten, was zu einem Konflikt führte, der bis 1953 andauerte."
      }
    ]
  },
  "6-26": {
    "curiosity": [
      {
        "text": "Am 26. Juni 1284 fand die Schlacht von Meloria statt, in der die Republik Genua die Republik Pisa besiegte und so ihre Vorherrschaft über das westliche Mittelmeer festigte."
      },
      {
        "text1": "Am 26. Juni 1975 erfolgte die Unabhängigkeit Mosambiks und markierte das Ende der portugiesischen Kolonialherrschaft im Land."
      }
    ]
  },
  "6-27": {
    "curiosity": [
      {
        "text": "Am 27. Juni 1709 gewann Peter der Große, Anführer Russlands, die Schlacht von Poltawa gegen Schweden, festigte damit Russlands Macht in der Region und markierte den Niedergang des schwedischen Reiches."
      },
      {
        "text1": "Am 27. Juni 1950 begann während des Koreakrieges die Schlacht von Taejon, bei der nordkoreanische Streitkräfte die von US-Truppen verteidigte Stadt Taejon angriffen."
      }
    ]
  },
  "6-28": {
    "curiosity": [
      {
        "text": "Am 28. Juni 1914 wurden Erzherzog Franz Ferdinand von Österreich und seine Frau in Sarajevo, Bosnien, ermordet, ein Ereignis, das den Ausbruch des Ersten Weltkriegs auslöste."
      },
      {
        "text1": "Am 28. Juni 1969 kam es zu den Stonewall-Unruhen, einer Reihe von Protesten als Reaktion auf eine Polizeirazzia im Stonewall Inn, einer von LGBTQ+-Menschen in New York frequentierten Bar, die einen wichtigen Meilenstein in der Bewegung für LGBTQ+-Rechte markierten."
      }
    ]
  },
  "6-29": {
    "curiosity": [
      {
        "text": "Am 29. Juni 1613 wurde das Globe Theatre in London während einer Aufführung eines Shakespeare-Stücks durch einen Brand zerstört und später wieder aufgebaut."
      },
      {
        "text1": "Am 29. Juni 2007 wurde Apples erstes iPhone in den USA auf den Markt gebracht und revolutionierte die Smartphone- und Mobiltechnologiebranche."
      }
    ]
  },
  "6-30": {
    "curiosity": [
      {
        "text": "Am 30. Juni 1859 überquerte der Franzose Charles Blondin als erster Mensch die Niagarafälle an einem gespannten Stahlseil."
      },
      {
        "text1": "Am 30. Juni 1997 wurde die Souveränität Hongkongs vom Vereinigten Königreich an die Volksrepublik China übertragen, was das Ende der britischen Herrschaft über das Gebiet bedeutete."
      }
    ]
  },
  "7-1": {
    "curiosity": [
      {
        "text": "Am 1. Juli 1867 fand die Konföderation Kanadas statt, die die Provinzen New Brunswick, Nova Scotia und die Provinz Kanada zu einer autonomen Föderation innerhalb des Britischen Empire vereinte und die Gründung des modernen Kanada markierte."
      },
      {
        "text1": "Am 1. Juli 1916, während des Ersten Weltkriegs, begann die Schlacht an der Somme, eine der blutigsten und verheerendsten Schlachten der Geschichte mit mehr als einer Million Opfern, darunter Toten, Verletzten und Vermissten."
      }
    ]
  },
  "7-2": {
    "curiosity": [
      {
        "text": "Am 2. Juli 1776 stimmte der Kontinentalkongress der Vereinigten Staaten für die Unabhängigkeit der Dreizehn Kolonien von Großbritannien, ein entscheidendes Ereignis in der amerikanischen Geschichte, das am 4. Juli zur Unabhängigkeitserklärung führte."
      },
      {
        "text1": "Am 2. Juli 1881 wurde der Präsident der Vereinigten Staaten, James A. Garfield, in Washington, D.C. von einem Attentäter erschossen, was zu seinem Tod im September desselben Jahres führte."
      }
    ]
  },
  "7-3": {
    "curiosity": [
      {
        "text": "Am 3. Juli 1863, während des Amerikanischen Bürgerkriegs, fand die Schlacht von Gettysburg statt, eine der wichtigsten Auseinandersetzungen des Konflikts und gilt als eine der wichtigsten Schlachten in der Geschichte der Vereinigten Staaten."
      },
      {
        "text1": "Am 3. Juli 1971 begann die New York Times mit der Veröffentlichung der Pentagon Papers, einer Reihe geheimer Dokumente der US-Regierung, die Informationen über den Vietnamkrieg enthüllten und großen Einfluss auf die öffentliche Meinung hatten."
      }
    ]
  },
  "7-4": {
    "curiosity": [
      {
        "text": "Am 4. Juli 1776 erklärten die Vereinigten Staaten von Amerika ihre Unabhängigkeit von Großbritannien. Dies war der Unabhängigkeitstag der Vereinigten Staaten, der jährlich als Nationalfeiertag gefeiert wird."
      },
      {
        "text1": "Am 4. Juli 1863 ergaben sich General Robert E. Lee und seine Truppen der Army of Northern Virginia vor General Ulysses S. Grant und markierten damit das Ende der Schlacht von Vicksburg während des amerikanischen Bürgerkriegs."
      }
    ]
  },
  "7-5": {
    "curiosity": [
      {
        "text": "Am 5. Juli 1948 verstaatlichte das Vereinigte Königreich die britischen Eisenbahnen und gründete British Railways, ein staatliches Unternehmen, das für das Eisenbahnsystem des Landes verantwortlich ist."
      },
      {
        "text1": "Am 5. Juli 1996 wurde das Schaf Dolly als erstes Säugetier aus einer erwachsenen Zelle geklont, ein wichtiger Meilenstein in der Geschichte des Klonens."
      }
    ]
  },
  "7-6": {
    "curiosity": [
      {
        "text": "Am 6. Juli 1885 verabreichte Louis Pasteur erstmals einem menschlichen Patienten erfolgreich den Tollwutimpfstoff und markierte damit einen bedeutenden Fortschritt auf dem Gebiet der Immunisierung."
      },
      {
        "text1": "Am 6. Juli 1957 gewann Althea Gibson als erste afroamerikanische Tennisspielerin das Wimbledon-Turnier und ebnete damit den Weg für Vielfalt im Sport."
      }
    ]
  },
  "7-7": {
    "curiosity": [
      {
        "text": "Am 7. Juli 1937 markierte die Schlacht an der Lugou-Brücke den Beginn des Zweiten Chinesisch-Japanischen Krieges, eines Konflikts, der bis 1945 andauerte und erhebliche Auswirkungen auf die Region Asien-Pazifik hatte."
      },
      {
        "text1": "Am 7. Juli 2005 ereigneten sich in London die Anschläge vom 7. Juli, eine Reihe koordinierter Terroranschläge gegen das öffentliche Verkehrssystem der Stadt, bei denen 52 Menschen starben und Hunderte verletzt wurden."
      }
    ]
  },
  "7-8": {
    "curiosity": [
      {
        "text": "Am 8. Juli 1497 verließ der portugiesische Entdecker Vasco da Gama Lissabon zu seiner ersten Reise nach Indien und eröffnete damit einen direkten Seeweg zwischen Europa und Asien."
      },
      {
        "text1": "Am 8. Juli 1776 wurde in Philadelphia, Pennsylvania, die Unabhängigkeitserklärung der Vereinigten Staaten zum ersten Mal öffentlich verlesen, in der die formelle Trennung der Dreizehn Kolonien von Großbritannien verkündet wurde."
      }
    ]
  },
  "7-9": {
    "curiosity": [
      {
        "text": "Am 9. Juli 1877 fand in London das erste Wimbledon-Tennisturnier statt, das zu einem der prestigeträchtigsten Ereignisse des Sports wurde."
      },
      {
        "text1": "Am 9. Juli 1962 wurde die Algerische Republik ausgerufen und markierte damit das Ende des Algerienkrieges gegen die französische Kolonialherrschaft."
      }
    ]
  },
  "7-10": {
    "curiosity": [
      {
        "text": "Am 10. Juli 1962 wurde mit Telstar 1 der erste aktive Kommunikationssatellit ins All geschossen und ermöglichte die weltweite Übertragung von Fernseh-, Telefon- und Datensignalen."
      },
      {
        "text1": "Am 10. Juli 1940, während des Zweiten Weltkriegs, begann die Luftschlacht um England, die einen intensiven Luftangriff zwischen der Royal Air Force und der deutschen Luftwaffe markierte."
      }
    ]
  },
  "7-11": {
    "curiosity": [
      {
        "text": "Am 11. Juli 1804 verwundete der damalige Vizepräsident der Vereinigten Staaten, Aaron Burr, Alexander Hamilton, einen der Gründerväter des Landes, in einem berüchtigten Duell tödlich."
      },
      {
        "text1": "Am 11. Juli 1960 erlangte der Tschad die Unabhängigkeit von Frankreich und markierte damit einen wichtigen Schritt in Richtung Entkolonialisierung in Afrika."
      }
    ]
  },
  "7-12": {
    "curiosity": [
      {
        "text": "Am 12. Juli 1906 erschien das Buch „The Origin of Species“ von Charles Darwin, in dem er die Theorie der Evolution durch natürliche Selektion vorstellte, ein Meilenstein in der Biologie und im Verständnis der Vielfalt des Lebens auf der Erde."
      },
      {
        "text1": "Am 12. Juli 1979 stürzte die von der sandinistischen Bewegung geführte nicaraguanische Regierung die Diktatur von Anastasio Somoza Debayle und beendete damit eine lange Ära autoritärer Herrschaft in Nicaragua."
      }
    ]
  },
  "7-13": {
    "curiosity": [
      {
        "text": "Am 13. Juli 1793, während der Französischen Revolution, wurde Jean-Paul Marat, einer der politischen Führer dieser Zeit, von Charlotte Corday, einer Sympathisantin der Girondisten, ermordet."
      },
      {
        "text1": "Am 13. Juli 1985 ereignete sich im Heysel-Stadion in Brüssel vor dem UEFA-Champions-League-Finale eine Katastrophe, bei der aufgrund einer Massenpanik unter Fußballfans 39 Menschen ums Leben kamen."
      }
    ]
  },
  "7-14": {
    "curiosity": [
      {
        "text": "Am 14. Juli 1789 kam es in Paris zum Sturm auf die Bastille, ein Ereignis, das den Beginn der Französischen Revolution und den Kampf für Freiheit und Gleichheit symbolisierte."
      },
      {
        "text1": "Am 14. Juli 1965 führte die Raumsonde Mariner 4 den ersten erfolgreichen Vorbeiflug am Mars durch und schickte dabei die ersten Nahaufnahmen des Roten Planeten zurück."
      }
    ]
  },
  "7-15": {
    "curiosity": [
      {
        "text": "Am 15. Juli 1099 erfolgte die Eroberung Jerusalems durch die Streitkräfte des Ersten Kreuzzugs und die Gründung des Königreichs Jerusalem während der Kreuzzüge im Mittelalter."
      },
      {
        "text1": "Am 15. Juli 1971 startete Apollo 15, eine von der NASA bemannte Weltraummission, die als erste den Mondrover zur Erkundung der Mondoberfläche einsetzte."
      }
    ]
  },
  "7-16": {
    "curiosity": [
      {
        "text": "Am 16. Juli 1945 wurde die erste erfolgreiche Atomexplosion im Rahmen des Manhattan-Projekts, bekannt als Trinity Test, durchgeführt und markierte den Beginn des Atomzeitalters."
      },
      {
        "text1": "Am 16. Juli 1969 startete Apollo 11 von der Cape Kennedy Air Force Station mit dem Ziel, die ersten Astronauten zum Mond zu bringen."
      }
    ]
  },
  "7-17": {
    "curiosity": [
      {
        "text": "Am 17. Juli 1918 wurde die russische Kaiserfamilie unter der Führung von Zar Nikolaus II. während der Russischen Revolution von den Bolschewiki hingerichtet."
      },
      {
        "text1": "Am 17. Juli 1996 ereignete sich TWA-Flug 800, ein Boeing 747-Flugzeug, das in der Luft explodierte und in der Nähe von Long Island, New York, in den Atlantik stürzte, wobei alle 230 Insassen starben. Planke."
      }
    ]
  },
  "7-18": {
    "curiosity": [
      {
        "text": "Am 18. Juli 1925 wurde der mexikanische Revolutionsführer Pancho Villa in Parral, Mexiko, unter noch immer rätselhaften Umständen ermordet."
      },
      {
        "text1": "Am 18. Juli 1969 betrat der Astronaut Neil Armstrong während der Apollo-11-Mission als erster Mensch den Mond und sprach dabei den berühmten Satz aus: „Dies ist ein kleiner Schritt für den Menschen, ein gigantischer Sprung für die Menschheit.“"
      }
    ]
  },
  "7-19": {
    "curiosity": [
      {
        "text": "Am 19. Juli 1799 wurde während der französischen Besetzung Ägyptens der Rosetta-Stein entdeckt, der einen Schlüssel zur Entschlüsselung altägyptischer Hieroglyphen lieferte."
      },
      {
        "text1": "Am 19. Juli 1848 fand in den Vereinigten Staaten die erste Seneca Falls Convention statt, die den Beginn der Frauenrechtsbewegung markierte."
      }
    ]
  },
  "7-20": {
    "curiosity": [
      {
        "text": "Am 20. Juli 1969 landete Apollo 11 auf der Mondoberfläche und war damit die erste bemannte Raumfahrtmission, die eine Mondlandung durchführte und den Astronauten Neil Armstrong und Buzz Aldrin ermöglichte, den Mond zu betreten."
      },
      {
        "text1": "Am 20. Juli 1944, während des Zweiten Weltkriegs, kam es zum Hitlerangriff, einem erfolglosen Attentatsversuch auf Adolf Hitler unter der Führung von Claus von Stauffenberg."
      }
    ]
  },
  "7-21": {
    "curiosity": [
      {
        "text": "Am 21. Juli 1969 kehrten die Apollo-11-Astronauten Neil Armstrong und Buzz Aldrin nach ihrer historischen Mission zum Mond sicher zur Erde zurück."
      },
      {
        "text1": "Am 21. Juli 1944 fand im Zweiten Weltkrieg die Schlacht um Guam statt, bei der amerikanische Truppen die Insel aus der japanischen Kontrolle zurückeroberten."
      }
    ]
  },
  "7-22": {
    "curiosity": [
      {
        "text": "Am 22. Juli 1298 fand während des Ersten Schottischen Unabhängigkeitskrieges die Schlacht von Falkirk statt, bei der die englische Armee unter Eduard I. die schottischen Streitkräfte unter William Wallace besiegte."
      },
      {
        "text1": "Am 22. Juli 1933 flog Wiley Post als erster Pilot allein in einem Flugzeug um die Welt und bewältigte die Strecke in 7 Tagen, 18 Stunden und 49 Minuten."
      }
    ]
  },
  "7-23": {
    "curiosity": [
      {
        "text": "Am 23. Juli 1952 setzte der ägyptische General Muhammad Naguib König Farouk I. von Ägypten ab und markierte damit den Beginn einer neuen Ära im Land."
      },
      {
        "text1": "Am 23. Juli 1903 wurde die Ford Motor Company offiziell in den Vereinigten Staaten gegründet und schuf damit eines der größten Automobilunternehmen der Welt."
      }
    ]
  },
  "7-24": {
    "curiosity": [
      {
        "text": "Am 24. Juli 1911 entdeckte Hiram Bingham III. die verlorene Stadt Machu Picchu in Peru wieder und enthüllte der Welt eines der bedeutendsten archäologischen Wunder der Geschichte."
      },
      {
        "text1": "Am 24. Juli 1969 führten der Apollo-11-Kommandant Neil Armstrong und der Pilot der Mondlandefähre Buzz Aldrin den ersten Mond-Weltraumspaziergang durch, der als EVA (Extravehicular Activity) bekannt ist."
      }
    ]
  },
  "7-25": {
    "curiosity": [
      {
        "text": "Am 25. Juli 1797 wurde der Friedensvertrag von Campo Formio unterzeichnet, der die Erste Koalition beendete und die Errungenschaften des von Napoleon Bonaparte geführten revolutionären Frankreichs anerkennt."
      },
      {
        "text1": "Am 25. Juli 1956 kollidierte der italienische Ozeandampfer Andrea Doria mit dem schwedischen Schiff Stockholm vor der Küste von Nantucket in den Vereinigten Staaten, was zu einer der bekanntesten Seekatastrophen der Geschichte führte."
      }
    ]
  },
  "7-26": {
    "curiosity": [
      {
        "text": "Am 26. Juli 1953 fand unter der Führung von Fidel Castro und seiner Rebellengruppe der Angriff auf die Moncada-Kaserne in Santiago de Cuba statt, der den Beginn der kubanischen Revolution markierte."
      },
      {
        "text1": "Am 26. Juli 1945 ging die Potsdamer Konferenz zu Ende, auf der sich die Staats- und Regierungschefs der alliierten Mächte trafen, um über die Zukunft Europas nach dem Zweiten Weltkrieg zu beraten."
      }
    ]
  },
  "7-27": {
    "curiosity": [
      {
        "text": "Am 27. Juli 1953 wurde der Waffenstillstand von Panmunjom unterzeichnet, der den Koreakrieg offiziell beendete und die entmilitarisierte Zone zwischen Nord- und Südkorea errichtete."
      },
      {
        "text1": "Am 27. Juli 1976 kam es zur Entführung des Air-France-Flugs 139, bei der palästinensische Terroristen das Flugzeug und seine Passagiere entführten, was zu einer dramatischen Rettung am Flughafen Entebbe in Uganda führte."
      }
    ]
  },
  "7-28": {
    "curiosity": [
      {
        "text": "Am 28. Juli 1540 gründete der spanische Entdecker Francisco Vázquez de Coronado die Stadt Santa Fe, die später die Hauptstadt des Bundesstaates New Mexico in den Vereinigten Staaten werden sollte."
      },
      {
        "text1": "Am 28. Juli 1914 erklärte Österreich-Ungarn Serbien den Krieg und löste damit eine Reihe von Ereignissen aus, die zum Beginn des Ersten Weltkriegs führen sollten."
      }
    ]
  },
  "7-29": {
    "curiosity": [
      {
        "text": "Am 29. Juli 1958 wurde in den Vereinigten Staaten die NASA gegründet, die das amerikanische Raumfahrtprogramm konsolidierte und zu einer beispiellosen Weltraumforschung führte."
      },
      {
        "text1": "Am 29. Juli 1981 fand in der St. Paul's Cathedral in London die Hochzeit von Prinz Charles und Lady Diana Spencer statt, ein Ereignis von großer weltweiter Bedeutung."
      }
    ]
  },
  "7-30": {
    "curiosity": [
      {
        "text": "Am 30. Juli 1619 hielt die erste gesetzgebende Versammlung Nordamerikas, bekannt als Assembly of Burgesses of Virginia, ihre erste Sitzung in Jamestown ab und setzte damit einen wichtigen Meilenstein für die Demokratie in der englischen Kolonie."
      },
      {
        "text1": "Am 30. Juli 1971 wurde in Moskau der sowjetisch-chinesische Freundschaftsvertrag unterzeichnet, der jahrelange Spannungen zwischen den beiden kommunistischen Mächten beendete."
      }
    ]
  },
  "7-31": {
    "curiosity": [
      {
        "text": "Am 31. Juli 1498 traf der portugiesische Entdecker Vasco da Gama in Calicut, Indien, ein und eröffnete einen direkten Seeweg zwischen Europa und dem Osten."
      },
      {
        "text1": "Am 31. Juli 1972 startete die von Brasilien angeführte Operation Chainsaw zur Bekämpfung der illegalen Abholzung im Amazonasgebiet und wurde zu einem Meilenstein im Kampf zur Erhaltung des Tropenwaldes."
      }
    ]
  },
  "8-1": {
    "curiosity": [
      {
        "text": "Am 1. August 1291 erfolgte die Gründung der Schweizerischen Eidgenossenschaft, als sich drei Kantone zu einem gegenseitigen Verteidigungspakt zusammenschlossen und damit den Beginn der Schweizer Nation markierten."
      },
      {
        "text1": "Am 1. August 1944 kam es zum Warschauer Aufstand, einem Aufstand gegen die Besetzung der polnischen Hauptstadt durch die Nazis im Zweiten Weltkrieg."
      }
    ]
  },
  "8-2": {
    "curiosity": [
      {
        "text": "Am 2. August 1934 verstarb der deutsche Präsident Paul von Hindenburg, wodurch Adolf Hitler seine Macht festigen und zum obersten Führer Deutschlands aufsteigen konnte."
      },
      {
        "text1": "Am 2. August 1990 marschierte der Irak in Kuwait ein, was den Golfkrieg auslöste und zu einer internationalen Intervention unter Führung der Vereinigten Staaten führte."
      }
    ]
  },
  "8-3": {
    "curiosity": [
      {
        "text": "Am 3. August 1492 verließ Christoph Kolumbus Palos de la Frontera in Spanien zu seiner Expedition, die zur Entdeckung Amerikas führen sollte."
      },
      {
        "text1": "Am 3. August 1914 erklärte Deutschland Frankreich den Krieg und löste damit den Ersten Weltkrieg aus."
      }
    ]
  },
  "8-4": {
    "curiosity": [
      {
        "text": "Am 4. August 1944 wurden Anne Franks Familie und andere Häftlinge, die sich im Hinterhaus in Amsterdam, Niederlande, versteckt hielten, von den Nazis entdeckt und verhaftet."
      },
      {
        "text1": "Am 4. August 1964 ereignete sich der Vorfall im Golf von Tonkin, bei dem zwei amerikanische Schiffe meldeten, von nordvietnamesischen Schiffen angegriffen worden zu sein, was die Vereinigten Staaten dazu veranlasste, ihre Beteiligung am Vietnamkrieg zu intensivieren."
      }
    ]
  },
  "8-5": {
    "curiosity": [
      {
        "text": "Am 5. August 1962 wurde die Schauspielerin und Filmikone Marilyn Monroe tot in ihrem Haus in Los Angeles, Kalifornien, aufgefunden, unter Umständen, die nach wie vor Gegenstand von Kontroversen und Verschwörungstheorien sind."
      },
      {
        "text1": "Am 5. August 1914 erklärte Brasilien seine Neutralität im Ersten Weltkrieg und hielt sich aus dem Konflikt heraus, der Europa verwüstete."
      }
    ]
  },
  "8-6": {
    "curiosity": [
      {
        "text": "Am 6. August 1945 wurde die Atombombe „Little Boy“ von den Vereinigten Staaten auf die japanische Stadt Hiroshima abgeworfen, was zu enormen Zerstörungen und Tausenden sofortigen Todesfällen führte."
      },
      {
        "text1": "Am 6. August 1965 unterzeichnete der Präsident der Vereinigten Staaten, Lyndon B. Johnson, den Voting Rights Act, der Rassendiskriminierung im Wahlprozess verbot und allen amerikanischen Bürgern das gleiche Wahlrecht garantierte."
      }
    ]
  },
  "8-7": {
    "curiosity": [
      {
        "text": "Am 7. August 1947 begann der Roswell-Vorfall, als ein unbekanntes Objekt in der Nähe von Roswell, New Mexico, abstürzte, was Spekulationen über die Möglichkeit auslöste, dass es sich um ein außerirdisches Raumschiff handelte."
      },
      {
        "text1": "Am 7. August 1998 forderten Terroranschläge auf die amerikanischen Botschaften in Nairobi (Kenia) und Daressalam (Tansania) Hunderte Tote und Tausende Verletzte."
      }
    ]
  },
  "8-8": {
    "curiosity": [
      {
        "text": "Am 8. August 1974 trat US-Präsident Richard Nixon aufgrund des Watergate-Skandals von seinem Amt zurück und war damit der erste amerikanische Präsident, der zurücktrat."
      },
      {
        "text1": "Am 8. August 1945 erklärte die Sowjetunion Japan den Krieg und marschierte in die Mandschurei ein, was zur japanischen Kapitulation und dem Ende des Zweiten Weltkriegs in Asien beitrug."
      }
    ]
  },
  "8-9": {
    "curiosity": [
      {
        "text": "Am 9. August 1945 wurde die Fat-Man-Atombombe von den Vereinigten Staaten auf die japanische Stadt Nagasaki abgeworfen, was zu Massenvernichtungen und mehr als 70.000 Todesopfern führte."
      },
      {
        "text1": "Am 9. August 1965 unternahm der amerikanische Astronaut Neil Armstrong im Rahmen der Gemini-8-Mission den ersten Weltraumspaziergang der Geschichte."
      }
    ]
  },
  "8-10": {
    "curiosity": [
      {
        "text": "Am 10. August 1519 verließ die von Ferdinand Magellan angeführte Expedition Sevilla, Spanien, auf der Suche nach einem Seeweg zu den Molukken, was zur ersten Umrundung der Erde führte."
      },
      {
        "text1": "Am 10. August 1792 ereignete sich in Paris während der Französischen Revolution das Tuilerien-Massaker, bei dem revolutionäre Kräfte den Tuilerien-Palast angriffen, wo die königliche Familie Zuflucht suchte."
      }
    ]
  },
  "8-11": {
    "curiosity": [
      {
        "text": "Der 11. August 3114 v. Chr. war nach dem Maya-Kalender der Beginn des aktuellen langen Zyklus der Maya-Zeitzählung, bekannt als 13.0.0.0.0, und markierte ein bedeutendes Datum in der Maya-Kultur."
      },
      {
        "text1": "Am 11. August 1999 ereignete sich eine totale Sonnenfinsternis, die in Teilen Europas, Asiens und Afrikas sichtbar war und ein astronomisches Ereignis von großer Bedeutung und öffentlichem Interesse darstellte."
      }
    ]
  },
  "8-12": {
    "curiosity": [
      {
        "text": "Am 12. August 30 v. Chr. soll Königin Kleopatra VII. von Ägypten nach der Niederlage von Markus Antonius und der Annexion Ägyptens an das Römische Reich durch Selbstmord gestorben sein."
      },
      {
        "text1": "Am 12. August 1944 begann im Zweiten Weltkrieg die Schlacht von Narva, in der deutsche Truppen und ihre Verbündeten in Estland der Roten Armee gegenüberstanden."
      }
    ]
  },
  "8-13": {
    "curiosity": [
      {
        "text": "Am 13. August 1961 begann der Bau der Berliner Mauer, die die Stadt Berlin in zwei Teile teilte und Ostdeutschland von Westdeutschland trennte."
      },
      {
        "text1": "Am 13. August 1521 wurde die aztekische Hauptstadt Tenochtitlán von spanischen Truppen unter der Führung von Hernán Cortés eingenommen, was das Ende des Aztekenreiches in Mexiko markierte."
      }
    ]
  },
  "8-14": {
    "curiosity": [
      {
        "text": "Am 14. August 1945 akzeptierte Japan die Bedingungen der bedingungslosen Kapitulation, beendete den Zweiten Weltkrieg und markierte damit den Tag des Sieges in Japan."
      },
      {
        "text1": "Am 14. August 1947 wurde Pakistan nach der Abspaltung von Indien ein unabhängiger Staat, ein Meilenstein in der Geschichte der Region, der zur Bildung zweier eigenständiger Staaten führte."
      }
    ]
  },
  "8-15": {
    "curiosity": [
      {
        "text": "Am 15. August 1947 erlangte Indien seine Unabhängigkeit von der britischen Kolonialherrschaft, wurde eine souveräne Nation und markierte den indischen Unabhängigkeitstag."
      },
      {
        "text1": "Am 15. August 1969 begann in Bethel, New York, das Woodstock-Musikfestival, das zu einem der symbolträchtigsten und einflussreichsten Ereignisse der Musikgeschichte wurde."
      }
    ]
  },
  "8-16": {
    "curiosity": [
      {
        "text": "Am 16. August 1977 verstarb der King of Rock 'n' Roll, Elvis Presley, in seinem Haus in Graceland in Memphis, Tennessee, und hinterließ ein bleibendes Erbe in der Musik und Popkultur."
      },
      {
        "text1": "Am 16. August 1819 war die Stadt Manchester in England Schauplatz des Peterloo-Massakers, bei dem britische Kavallerie und Infanterie eine Menschenmenge angriffen, die für politische und soziale Reformen protestierte, was zu Todesfällen und schweren Verletzungen führte."
      }
    ]
  },
  "8-17": {
    "curiosity": [
      {
        "text": "Am 17. August 1945 erklärte Indonesien seine Unabhängigkeit von der niederländischen Kolonialherrschaft und markierte damit den Beginn eines langen Kampfes um die Souveränität des Landes."
      },
      {
        "text1": "Am 17. August 2017 ereignete sich in Barcelona, ​​Spanien, ein Terroranschlag, bei dem ein Lieferwagen absichtlich in eine belebte Gegend gefahren wurde, was zu mehreren Toten und Verletzten führte."
      }
    ]
  },
  "8-18": {
    "curiosity": [
      {
        "text": "Am 18. August 1920 wurde der 19. Zusatz zur Verfassung der Vereinigten Staaten ratifiziert, der Frauen das Wahlrecht einräumte."
      },
      {
        "text1": "Am 18. August 1966 startete die NASA die Raumsonde Lunar Orbiter 1 und startete damit eine Reihe von Missionen, die darauf abzielten, die Oberfläche des Mondes zu kartieren."
      }
    ]
  },
  "8-19": {
    "curiosity": [
      {
        "text": "Am 19. August 1934 fand die Unterzeichnung des Friedenspakts zwischen Italien und Äthiopien statt, der den Zweiten Italienisch-Äthiopischen Krieg beendete."
      },
      {
        "text1": "Am 19. August 1991 kam es in der Sowjetunion zum Augustputsch, bei dem eine konservative Fraktion der Kommunistischen Partei versuchte, Präsident Michail Gorbatschow zu stürzen und die Macht zu übernehmen."
      }
    ]
  },
  "8-20": {
    "curiosity": [
      {
        "text": "Am 20. August 1975 startete die NASA die Raumsonde Viking 1 in Richtung Mars, die erste Mission, die erfolgreich auf der Oberfläche des Roten Planeten landete."
      },
      {
        "text1": "Am 20. August 1968 marschierten Truppen des Warschauer Pakts unter Führung der Sowjetunion in die Tschechoslowakei ein, beendeten den Prager Frühling und stärkten die kommunistische Kontrolle im Land."
      }
    ]
  },
  "8-21": {
    "curiosity": [
      {
        "text": "Am 21. August 1959 wurde Hawaii der 50. Bundesstaat der Vereinigten Staaten, nachdem jahrzehntelang darum gekämpft wurde, das Territorium dem Land anzuschließen."
      },
      {
        "text1": "Am 21. August 1911 wurde die berühmte Mona Lisa von Leonardo da Vinci aus dem Louvre-Museum in Paris gestohlen, was für große Aufregung sorgte und zu einem der bekanntesten Kunstdiebstähle der Geschichte wurde. Geschichte."
      }
    ]
  },
  "8-22": {
    "curiosity": [
      {
        "text": "Am 22. August 1485 fand die Schlacht von Bosworth statt, in der Henry Tudor König Richard III. von England besiegte, was das Ende der Rosenkriege und den Beginn der Tudor-Dynastie markierte."
      },
      {
        "text1": "Am 22. August 1962 begann die DDR mit dem Bau der Berliner Mauer, die die Stadt Berlin teilte und die Teilung des Kalten Krieges symbolisierte."
      }
    ]
  },
  "8-23": {
    "curiosity": [
      {
        "text": "Am 23. August 1305 wurde der schottische Anführer William Wallace von englischen Truppen gefangen genommen und anschließend wegen Hochverrats hingerichtet."
      },
      {
        "text1": "Am 23. August 1944 fand im Zweiten Weltkrieg die Schlacht von Narva statt, in der es deutschen Truppen gelang, einen massiven Angriff der Roten Armee in Estland abzuwehren."
      }
    ]
  },
  "8-24": {
    "curiosity": [
      {
        "text": "Am 24. August 79 n. Chr. brach der Vesuv aus, zerstörte die römischen Städte Pompeji und Herculaneum und begrub sie unter Vulkanasche."
      },
      {
        "text1": "Am 24. August 1814 kam es während des Krieges von 1812 zum Brand von Washington D.C., als britische Streitkräfte mehrere Regierungsgebäude in Brand steckten, darunter das Weiße Haus und das Kapitol der Vereinigten Staaten."
      }
    ]
  },
  "8-25": {
    "curiosity": [
      {
        "text": "Am 25. August 1944 wurde Paris im Zweiten Weltkrieg von den alliierten Streitkräften von der deutschen Herrschaft befreit, was für die Stadt und Frankreich einen feierlichen Moment darstellte."
      },
      {
        "text1": "Am 25. August 1835 kam es in der brasilianischen Stadt Salvador zum Malês-Aufstand, einem Aufstand islamischer Sklaven, die ihre Freiheit und die Errichtung eines islamischen Staates anstrebten."
      }
    ]
  },
  "8-26": {
    "curiosity": [
      {
        "text": "Am 26. August 1789 wurde während der Französischen Revolution von der verfassunggebenden Nationalversammlung Frankreichs die Erklärung der Menschen- und Bürgerrechte angenommen, in der die Grundrechte und politischen Prinzipien der Nation festgelegt wurden."
      },
      {
        "text1": "Am 26. August 1914 fand im Ersten Weltkrieg die Schlacht bei Tannenberg statt, die den deutschen Streitkräften einen entscheidenden Sieg über die russische Armee bescherte."
      }
    ]
  },
  "8-27": {
    "curiosity": [
      {
        "text": "Am 27. August 1859 startete die NASA die Raumsonde Jupiter und war damit die erste Mission zur Erforschung des Planeten Jupiter und seiner Monde."
      },
      {
        "text1": "Am 27. August 1928 wurde der Briand-Kellogg-Pakt, auch Kellogg-Briand-Pakt genannt, unterzeichnet, ein multilateraler Vertrag, der auf Krieg als Mittel zur Lösung internationaler Streitigkeiten verzichtete."
      }
    ]
  },
  "8-28": {
    "curiosity": [
      {
        "text": "Am 28. August 1963 fand der Marsch auf Washington für Arbeit und Freiheit statt, ein ikonisches Ereignis der Bürgerrechtsbewegung in den Vereinigten Staaten, bei dem Martin Luther King Jr. seine berühmte Rede „I Have a Dream“ hielt."
      },
      {
        "text1": "Am 28. August 1996 ereignete sich der Terroranschlag auf den Eiffelturm in Paris, Frankreich, bei dem eine Autobombe explodierte und mehrere Menschen verletzt wurden."
      }
    ]
  },
  "8-29": {
    "curiosity": [
      {
        "text": "Am 29. August 2005 traf Hurrikan Katrina die Golfküste der Vereinigten Staaten und verursachte eine der schlimmsten Naturkatastrophen in der Geschichte des Landes, vor allem in der Stadt New Orleans."
      },
      {
        "text1": "Am 29. August 1949 testete die Sowjetunion erfolgreich ihre erste Atombombe und markierte damit den Beginn des nuklearen Wettrüstens während des Kalten Krieges."
      }
    ]
  },
  "8-30": {
    "curiosity": [
      {
        "text": "Am 30. August 1797 wurde Mary Shelley, Autorin von Frankenstein, in London, England, geboren und entwickelte sich zu einer der einflussreichsten Autorinnen der Gothic- und Science-Fiction-Literatur."
      },
      {
        "text1": "Am 30. August 2003 startete der brasilianische Astronaut Marcos Pontes an Bord der Sojus-Raumsonde ins All und reiste damit als erster brasilianischer Astronaut zur Internationalen Raumstation."
      }
    ]
  },
  "8-31": {
    "curiosity": [
      {
        "text": "Am 31. August 1997 ereignete sich der tragische Tod von Prinzessin Diana bei einem Autounfall in Paris, Frankreich, der weltweit für Aufregung sorgte und ein bleibendes Erbe als humanitäre Persönlichkeit hinterließ."
      },
      {
        "text1": "Am 31. August 1939 begann der Zweite Weltkrieg mit dem Einmarsch Nazi-Deutschlands in Polen und löste einen globalen Konflikt aus, der sechs Jahre andauern und Millionen von Toten zur Folge haben sollte."
      }
    ]
  },
  "9-1": {
    "curiosity": [
      {
        "text": "Am 1. September 1939 marschierte Nazi-Deutschland in Polen ein und markierte damit den Beginn des Zweiten Weltkriegs in Europa."
      },
      {
        "text1": "Am 1. September 1985 wurde das Wrack der Titanic von einem Forscherteam unter der Leitung von Robert Ballard auf dem Grund des Atlantischen Ozeans entdeckt."
      }
    ]
  },
  "9-2": {
    "curiosity": [
      {
        "text": "Am 2. September 1945 erfolgte die formelle Kapitulation Japans und markierte nach der Explosion der Atombomben in Hiroshima und Nagasaki das Ende des Zweiten Weltkriegs."
      },
      {
        "text1": "Am 2. September 1666 brach der Große Brand von London aus, der große Teile der Stadt zerstörte, darunter auch die berühmte St. Paul's Cathedral."
      }
    ]
  },
  "9-3": {
    "curiosity": [
      {
        "text": "Am 3. September 1783 wurde der Vertrag von Paris unterzeichnet, der den Amerikanischen Unabhängigkeitskrieg beendete und die Unabhängigkeit der Vereinigten Staaten von Amerika anerkannte."
      },
      {
        "text1": "Am 3. September 1939 erklärten Frankreich und das Vereinigte Königreich Nazi-Deutschland den Krieg als Reaktion auf den Einmarsch in Polen und markierten damit den Beginn des Zweiten Weltkriegs in Europa."
      }
    ]
  },
  "9-4": {
    "curiosity": [
      {
        "text": "Am 4. September 1957 startete die Sowjetunion erfolgreich die Raumsonde Sputnik 2 und brachte das erste Lebewesen, den Hund Laika, ins All."
      },
      {
        "text1": "Am 4. September 1781 besiegten amerikanische Kolonialtruppen unter der Führung von George Washington die britische Armee in der Schlacht von Yorktown, einem entscheidenden Ereignis im amerikanischen Unabhängigkeitskrieg."
      }
    ]
  },
  "9-5": {
    "curiosity": [
      {
        "text": "Am 5. September 1972 wurde die israelische Leichtathletikmannschaft während der Olympischen Spiele in München Ziel eines Terroranschlags, bei dem elf Athleten ums Leben kamen."
      },
      {
        "text1": "Am 5. September 1793 ereignete sich im Zusammenhang mit der Französischen Revolution das Massaker von Lyon, bei dem Hunderte Menschen als Vergeltung für ihren Widerstand gegen den Nationalkonvent hingerichtet wurden."
      }
    ]
  },
  "9-6": {
    "curiosity": [
      {
        "text": "Am 6. September 1901 wurde der Präsident der Vereinigten Staaten, William McKinley, in Buffalo, New York, von einem Anarchisten namens Leon Czolgosz ermordet."
      },
      {
        "text1": "Am 6. September 1966 feierte die Fernsehserie Star Trek in den Vereinigten Staaten Premiere, wurde zu einem kulturellen Phänomen und beeinflusste zukünftige Generationen von Science-Fiction-Fans und -Produktionen."
      }
    ]
  },
  "9-7": {
    "curiosity": [
      {
        "text": "Am 7. September 1822 verkündete Brasilien seine Unabhängigkeit von Portugal und markierte damit den Beginn eines neuen Landes und das Ende der portugiesischen Kolonialherrschaft."
      },
      {
        "text1": "Am 7. September 1940, während des Zweiten Weltkriegs, erreichten die deutschen Bombenangriffe auf London während des Blitzkrieges ihren Höhepunkt und verursachten erhebliche Schäden in der Stadt."
      }
    ]
  },
  "9-8": {
    "curiosity": [
      {
        "text": "Am 8. September 1565 fand die Schlacht von Malta statt, in der die Johanniterritter eine osmanische Armee besiegten und so die Eroberung der Insel durch das Osmanische Reich verhinderten."
      },
      {
        "text1": "Am 8. September 1900 traf der Galveston-Hurrikan die Stadt Galveston, Texas, in den Vereinigten Staaten und verursachte eine der schlimmsten Naturkatastrophen in der Geschichte der USA mit Schätzungen von mehr als 8.000 Todesopfern."
      }
    ]
  },
  "9-9": {
    "curiosity": [
      {
        "text": "Am 9. September 1971 erklärte der Staat Katar seine Unabhängigkeit vom Vereinigten Königreich und wurde zu einem souveränen Staat am Persischen Golf."
      },
      {
        "text1": "Am 9. September 1948 rief Nordkorea die Demokratische Volksrepublik Korea aus und etablierte sich damit als von Südkorea getrennter kommunistischer Staat."
      }
    ]
  },
  "9-10": {
    "curiosity": [
      {
        "text": "Am 10. September 1939 erklärte Kanada Nazi-Deutschland den Krieg und trat zusammen mit dem Vereinigten Königreich und anderen alliierten Ländern in den Zweiten Weltkrieg ein."
      },
      {
        "text1": "Am 10. September 2008 wurde der Large Hadron Collider (LHC), der weltweit größte Teilchenbeschleuniger, zum ersten Mal in Betrieb genommen und ebnete den Weg für neue wissenschaftliche Entdeckungen."
      }
    ]
  },
  "9-11": {
    "curiosity": [
      {
        "text": "Am 11. September 2001 waren die Vereinigten Staaten das Ziel von Terroranschlägen, die von der Al-Qaida-Organisation koordiniert wurden. Die Folgen waren die Zerstörung der Zwillingstürme des World Trade Centers, der Angriff auf das Pentagon und der Absturz des United-Flugs 93 Pennsylvania."
      },
      {
        "text1": "Am 11. September 1973 kam es in Chile zu einem Staatsstreich unter der Führung von General Augusto Pinochet, der zum Sturz der demokratischen Regierung von Salvador Allende und zur Errichtung einer Militärdiktatur führte."
      }
    ]
  },
  "9-12": {
    "curiosity": [
      {
        "text": "Am 12. September 1940, während des Zweiten Weltkriegs, musste Frankreich einen Waffenstillstand mit Nazideutschland unterzeichnen und beendete damit seine aktive Beteiligung an dem Konflikt."
      },
      {
        "text1": "Am 12. September 1959 erreichte die von der Sowjetunion gestartete Raumsonde Luna 2 als erstes von Menschenhand geschaffenes Objekt den Mond und markierte damit einen wichtigen Meilenstein in der Weltraumforschung."
      }
    ]
  },
  "9-13": {
    "curiosity": [
      {
        "text": "Am 13. September 1993 unterzeichneten die Führer Israels und der Palästinensischen Befreiungsorganisation (PLO) das Oslo-Abkommen und legten damit den Grundstein für den Frieden im Nahen Osten."
      },
      {
        "text1": "Am 13. September 1948 gaben Frankreich, das Vereinigte Königreich und die Vereinigten Staaten die Dreiparteienerklärung heraus, in der sie ihre Unterstützung für eine friedliche Lösung des arabisch-israelischen Konflikts bekräftigten."
      }
    ]
  },
  "9-14": {
    "curiosity": [
      {
        "text": "Am 14. September 1901 starb der Präsident der Vereinigten Staaten, William McKinley, an den Folgen einer Schießerei, woraufhin Theodore Roosevelt die Präsidentschaft übernahm."
      },
      {
        "text1": "Am 14. September 1982 ereignete sich in den palästinensischen Flüchtlingslagern in Beirut, Libanon, das Massaker von Sabra und Schatila, bei dem Tausende Menschen starben."
      }
    ]
  },
  "9-15": {
    "curiosity": [
      {
        "text": "Am 15. September 1821 erklärte Mittelamerika seine Unabhängigkeit von Spanien und bildete die Vereinigten Provinzen Mittelamerikas, die später in mehrere Länder aufgeteilt wurden."
      },
      {
        "text1": "Am 15. September 1944 begannen die alliierten Streitkräfte im Zweiten Weltkrieg mit der Operation Market Garden, einem erfolglosen Versuch, wichtige Brücken im von den Nazis besetzten Holland einzunehmen."
      }
    ]
  },
  "9-16": {
    "curiosity": [
      {
        "text": "Am 16. September 1810 begann Mexiko seinen Kampf für die Unabhängigkeit von Spanien, eine Bewegung, die als „Schrei der Dolores“ bekannt ist."
      },
      {
        "text1": "Am 16. September 1978 wurde der Friedensvertrag von Camp David zwischen Israel und Ägypten unterzeichnet, der die jahrzehntelange Feindseligkeit zwischen den beiden Ländern offiziell beendete."
      }
    ]
  },
  "9-17": {
    "curiosity": [
      {
        "text": "Am 17. September 1787 wurde in Philadelphia, Pennsylvania, die Verfassung der Vereinigten Staaten von Amerika unterzeichnet, die den Grundstein für das politische und rechtliche System des Landes legte."
      },
      {
        "text1": "Am 17. September 1948 wurde nach der Teilung der koreanischen Halbinsel am Ende des Zweiten Weltkriegs die Republik Korea (Südkorea) ausgerufen."
      }
    ]
  },
  "9-18": {
    "curiosity": [
      {
        "text": "Am 18. September 1931 marschierte Japan in die Mandschurei ein und löste damit einen als Mukden-Zwischenfall bekannten Konflikt aus, der schließlich zum Zweiten Chinesisch-Japanischen Krieg führte."
      },
      {
        "text1": "Am 18. September 2001 verabschiedete der Kongress der Vereinigten Staaten die Resolution zur Genehmigung des Einsatzes militärischer Gewalt und ebnete damit den Weg für den Krieg gegen den Terrorismus nach den Anschlägen vom 11. September."
      }
    ]
  },
  "9-19": {
    "curiosity": [
      {
        "text": "Am 19. September 1870, während des Deutsch-Französischen Krieges, kam es zur Schlacht von Sedan, die zur Gefangennahme des französischen Kaisers Napoleon III. durch preußische Truppen führte."
      },
      {
        "text1": "Am 19. September 1985 ereignete sich in Mexiko-Stadt das verheerende Erdbeben mit einer Stärke von 8,1 auf der Richterskala, das Tausende Todesopfer und weitreichende Zerstörungen zur Folge hatte."
      }
    ]
  },
  "9-20": {
    "curiosity": [
      {
        "text": "Am 20. September 1519 brach der portugiesische Entdecker Ferdinand Magellan zu seiner Expedition zur Weltumrundung auf, eine Reise, die fast drei Jahre dauern sollte."
      },
      {
        "text1": "Am 20. September 2001 hielt der Präsident der Vereinigten Staaten, George W. Bush, eine Rede vor dem Kongress, in der er als Reaktion auf die Anschläge vom 11. September den „Krieg gegen den Terrorismus“ erklärte."
      }
    ]
  },
  "9-21": {
    "curiosity": [
      {
        "text": "Am 21. September 1937 ereignete sich während des Zweiten Chinesisch-Japanischen Krieges das Nanking-Massaker, bei dem japanische Streitkräfte Gräueltaten gegen die Zivilbevölkerung und Kriegsgefangene verübten."
      },
      {
        "text1": "Am 21. September 1989 traf Hurrikan Hugo die Küste von South Carolina in den Vereinigten Staaten, verursachte große Zerstörungen und forderte den Tod von mehr als 80 Menschen."
      }
    ]
  },
  "9-22": {
    "curiosity": [
      {
        "text": "Am 22. September 1980 marschierte der Irak unter der Führung von Saddam Hussein in den Iran ein und begann einen Krieg, der acht Jahre dauern und Millionen von Toten zur Folge haben sollte."
      },
      {
        "text1": "Am 22. September 1862, während des Amerikanischen Bürgerkriegs, fand die Schlacht von Antietam statt, die blutigste Konfrontation in der Geschichte der Vereinigten Staaten, mit mehr als 22.000 Opfern an einem einzigen Tag."
      }
    ]
  },
  "9-23": {
    "curiosity": [
      {
        "text": "Am 23. September 1949 wurde von Mao Zedong die Volksrepublik China ausgerufen und damit ein kommunistisches Regime im Land errichtet."
      },
      {
        "text1": "Am 23. September 2008 meldete das Finanzunternehmen Lehman Brothers Insolvenz an, was eine globale Finanzkrise auslöste und die globale Rezession verschärfte."
      }
    ]
  },
  "9-24": {
    "curiosity": [
      {
        "text": "Am 24. September 622 fand die Hijra statt, die Auswanderung des Propheten Mohammed von Mekka nach Medina, und markierte den Beginn des islamischen Kalenders."
      },
      {
        "text1": "Am 24. September 1946 verurteilte ein internationales Militärgericht in Nürnberg zwölf Naziführer wegen Kriegsverbrechen und Verbrechen gegen die Menschlichkeit zum Tode."
      }
    ]
  },
  "9-25": {
    "curiosity": [
      {
        "text": "Am 25. September 1513 erblickte der spanische Entdecker Vasco Núñez de Balboa als erster Europäer den Pazifischen Ozean, nachdem er die Landenge von Panama überquert hatte."
      },
      {
        "text1": "Am 25. September 1957 betraten neun schwarze Schüler unter Bundesschutz die Little Rock Central High School in Little Rock, Arkansas, was einen wichtigen Meilenstein in der Bürgerrechtsbewegung in den Vereinigten Staaten darstellte."
      }
    ]
  },
  "9-26": {
    "curiosity": [
      {
        "text": "Am 26. September 1580 wurde die Iberische Union gegründet, die die Kronen Portugals und Spaniens unter der Herrschaft des spanischen Königs Philipp II. vereinte."
      },
      {
        "text1": "Am 26. September 1983 gab der sowjetische Staatschef Juri Andropow bekannt, dass die Sowjetunion nicht an den Olympischen Sommerspielen 1984 in Los Angeles teilnehmen werde, als Vergeltung für die Entscheidung der Vereinigten Staaten, die Olympischen Spiele in Moskau 1980 zu boykottieren."
      }
    ]
  },
  "9-27": {
    "curiosity": [
      {
        "text": "Am 27. September 1822 erklärte Brasilien seine Unabhängigkeit von Portugal und proklamierte Pedro I. zu seinem Kaiser."
      },
      {
        "text1": "Am 27. September 1905 fand während des Russisch-Japanischen Krieges die Schlacht von Mukden statt, die zu einem entscheidenden Sieg Japans über die russischen Streitkräfte führte."
      }
    ]
  },
  "9-28": {
    "curiosity": [
      {
        "text": "Am 28. September 1066 fand in England die Schlacht an der Stamford Bridge statt, in der König Harold II. von England die von Harold III. von Norwegen angeführten Invasionstruppen besiegte."
      },
      {
        "text1": "Am 28. September 1928 entdeckte Alexander Fleming zufällig Penicillin, eines der wichtigsten Antibiotika in der Geschichte der Medizin."
      }
    ]
  },
  "9-29": {
    "curiosity": [
      {
        "text": "Am 29. September 1941, während des Zweiten Weltkriegs, war die Babi Jar, eine Schlucht am Stadtrand von Kiew in der Ukraine, Schauplatz eines der größten Massaker in der Geschichte, bei dem Nazi-Truppen in nur zwei Tagen mehr als 33.000 Juden ermordeten."
      },
      {
        "text1": "Am 29. September 2008 erreichte die Finanzkrise mit dem Zusammenbruch der Investmentbank Lehman Brothers ein neues Ausmaß und löste eine Reihe von Ereignissen aus, die Auswirkungen auf das globale Finanzsystem hatten."
      }
    ]
  },
  "9-30": {
    "curiosity": [
      {
        "text": "Am 30. September 1938 fand die Unterzeichnung der Münchner Abkommen statt, in der die europäischen Staats- und Regierungschefs den Forderungen Adolf Hitlers nachgaben und die Annexion des Sudetenlandes durch Nazi-Deutschland ermöglichten."
      },
      {
        "text1": "Am 30. September 2005 endete der umstrittene Prozess gegen Michael Jackson, dem sexueller Kindesmissbrauch vorgeworfen wurde, mit einem Freispruch in allen Anklagepunkten."
      }
    ]
  },
  "10-1": {
    "curiosity": [
      {
        "text": "Am 1. Oktober 1949 wurde von Mao Zedong die Volksrepublik China ausgerufen und damit ein kommunistisches Regime im Land errichtet."
      },
      {
        "text1": "Am 1. Oktober 1961 wurde die Organisation erdölexportierender Länder (OPEC) gegründet, ein Bündnis erdölproduzierender Nationen mit dem Ziel, die Politik im Zusammenhang mit dem Ölhandel zu koordinieren und die Interessen der Mitgliedsländer zu schützen."
      }
    ]
  },
  "10-2": {
    "curiosity": [
      {
        "text": "Am 2. Oktober 1187 fand die Schlacht von Hattin statt, in der der muslimische Führer Saladin die christlichen Streitkräfte des Königreichs Jerusalem besiegte und so den Weg für die muslimische Eroberung Jerusalems ebnete."
      },
      {
        "text1": "Am 2. Oktober 1968 ereignete sich in Mexiko-Stadt während Studentenprotesten gegen die mexikanische Regierung das Tlatelolco-Massaker, bei dem Hunderte Demonstranten starben."
      }
    ]
  },
  "10-3": {
    "curiosity": [
      {
        "text": "Am 3. Oktober 1990 kam es zur Wiedervereinigung Deutschlands, womit die Teilung zwischen Ostdeutschland und Westdeutschland offiziell beendet wurde."
      },
      {
        "text1": "Am 3. Oktober 1952 führte das Vereinigte Königreich seinen ersten Atombombentest durch und wurde damit zur dritten Atommacht der Welt."
      }
    ]
  },
  "10-4": {
    "curiosity": [
      {
        "text": "Am 4. Oktober 1957 startete die Sowjetunion erfolgreich Sputnik 1, den ersten künstlichen Satelliten der Geschichte, und läutete damit das Weltraumzeitalter ein."
      },
      {
        "text1": "Am 4. Oktober 2004 beendete die Raumsonde Cassini-Huygens ihre siebenjährige Mission zum Saturn und sendete wertvolle Daten und Bilder über den Planeten und seine Monde zurück."
      }
    ]
  },
  "10-5": {
    "curiosity": [
      {
        "text": "Am 5. Oktober 1789 fand während der Französischen Revolution der Frauenmarsch nach Versailles statt, bei dem Tausende Pariser Frauen zum Schloss von Versailles marschierten und Brot und den Sturz des Königs forderten."
      },
      {
        "text1": "Am 5. Oktober 2000 wurde der ehemalige Präsident Serbiens, Slobodan Milošević, abgesetzt und dem Internationalen Strafgerichtshof für das ehemalige Jugoslawien übergeben, wo er wegen Kriegsverbrechen und Verbrechen gegen die Menschlichkeit angeklagt werden sollte."
      }
    ]
  },
  "10-6": {
    "curiosity": [
      {
        "text": "Am 6. Oktober 1973 begann der Jom-Kippur-Krieg, ein Konflikt zwischen Israel und einer von Ägypten und Syrien geführten Koalition, der große menschliche und territoriale Verluste zur Folge hatte."
      },
      {
        "text1": "Am 6. Oktober 1927 erschien der Stummfilm „The Jazz Singer“, der als erster Spielfilm Sequenzen mit synchronisierten Tondialogen enthielt."
      }
    ]
  },
  "10-7": {
    "curiosity": [
      {
        "text": "Am 7. Oktober 1571 fand die Schlacht von Lepanto statt, in der ein christliches Bündnis unter der Führung der Republik Venedig und des Spanischen Reiches die osmanische Flotte besiegte und so den Vormarsch der Osmanen in das westliche Mittelmeer stoppte."
      },
      {
        "text1": "Am 7. Oktober 1989 begann in der damaligen Tschechoslowakei die Friedliche Revolution, die den Anfang vom Ende des kommunistischen Regimes im Land markierte."
      }
    ]
  },
  "10-8": {
    "curiosity": [
      {
        "text": "Am 8. Oktober 1871 ereignete sich der Große Brand von Chicago, eine der größten Stadtkatastrophen in der Geschichte der Vereinigten Staaten, die einen Großteil der Stadt zerstörte."
      },
      {
        "text1": "Am 8. Oktober 2001 begannen die Vereinigten Staaten als Reaktion auf die Terroranschläge vom 11. September 2001 mit der militärischen Invasion in Afghanistan."
      }
    ]
  },
  "10-9": {
    "curiosity": [
      {
        "text": "Am 9. Oktober 1967 wurde der argentinische Revolutionsführer Che Guevara in Bolivien gefangen genommen und markierte damit das Ende seines Guerillafeldzugs in Südamerika."
      },
      {
        "text1": "Am 9. Oktober 1989 ereignete sich der Fall der Berliner Mauer, eines der bedeutendsten Ereignisse am Ende des Kalten Krieges und der Wiedervereinigung Deutschlands."
      }
    ]
  },
  "10-10": {
    "curiosity": [
      {
        "text": "Am 10. Oktober 732 fand in Frankreich die Schlacht von Tours statt, in der fränkische Streitkräfte unter der Führung von Charles Martel eine muslimische Armee besiegten und so die Ausbreitung des Umayyaden-Kalifats in Westeuropa verhinderten."
      },
      {
        "text1": "Am 10. Oktober 1845 wurde der Philosoph Friedrich Nietzsche in der Stadt Röcken, Deutschland, geboren und entwickelte sich zu einer der einflussreichsten Persönlichkeiten der modernen Philosophie."
      }
    ]
  },
  "10-11": {
    "curiosity": [
      {
        "text": "Am 11. Oktober 1899 begann der Zweite Burenkrieg, ein Konflikt zwischen dem Vereinigten Königreich und den Burenrepubliken in Südafrika, der zu einem langwierigen und verheerenden Krieg führte."
      },
      {
        "text1": "Am 11. Oktober 1984 unternahm die amerikanische Astronautin Kathryn D. Sullivan als erste Frau einen Weltraumspaziergang."
      }
    ]
  },
  "10-12": {
    "curiosity": [
      {
        "text": "Am 12. Oktober 1492 traf der Seefahrer Christoph Kolumbus in Amerika ein und markierte damit den Beginn der europäischen Kolonisierung des Kontinents."
      },
      {
        "text1": "Am 12. Oktober 1984 wurde die erste britische Astronautin, Helen Sharman, an Bord der Sojus-TM-12-Mission ins All geschickt."
      }
    ]
  },
  "10-13": {
    "curiosity": [
      {
        "text": "Am 13. Oktober 1307, dem Freitag, dem 13., kam es zu einer Massenverhaftung der Tempelritter in Frankreich, was das Ende des Einflusses und der Macht dieses militärisch-religiösen Ordens bedeutete."
      },
      {
        "text1": "Am 13. Oktober 1972 verunglückte Flug 571 der uruguayischen Luftwaffe in den Anden und hinterließ für die Überlebenden einen Kampf ums Überleben, der als „Wunder der Anden“ bekannt ist."
      }
    ]
  },
  "10-14": {
    "curiosity": [
      {
        "text": "Am 14. Oktober 1066 fand die Schlacht von Hastings statt, in der die normannische Armee unter der Führung von Wilhelm dem Eroberer König Harald II. von England besiegte und die Geschichte Englands veränderte."
      },
      {
        "text1": "Am 14. Oktober 1947 durchbrach der amerikanische Pilot Chuck Yeager als erster Mensch im Flug die Schallmauer."
      }
    ]
  },
  "10-15": {
    "curiosity": [
      {
        "text": "Am 15. Oktober 1815 wurde Napoleon Bonaparte in der Schlacht von Waterloo besiegt, was seine Herrschaft und die als Napoleonische Kriege bekannte Zeit endgültig beendete."
      },
      {
        "text1": "Am 15. Oktober 1987 ereignete sich an der New Yorker Börse das als „Schwarzer Montag“ bekannte Ereignis, bei dem der Aktienmarkt einen deutlichen Rückgang erlitt."
      }
    ]
  },
  "10-16": {
    "curiosity": [
      {
        "text": "Am 16. Oktober 1793 wurde Königin Marie Antoinette von Frankreich während der Französischen Revolution durch die Guillotine hingerichtet."
      },
      {
        "text1": "Am 16. Oktober 1962 begann die Kubakrise, als auf der Insel sowjetische Atomraketen entdeckt wurden, was die Welt an den Rand eines Atomkrieges brachte."
      }
    ]
  },
  "10-17": {
    "curiosity": [
      {
        "text": "Am 17. Oktober 1905 ereignete sich in Sankt Petersburg, Russland, der Blutige Sonntag, als Soldaten der zaristischen Armee das Feuer auf friedliche Demonstranten eröffneten, was eine Reihe von Ereignissen auslöste, die in der Russischen Revolution von 1917 gipfelten."
      },
      {
        "text1": "Am 17. Oktober 1989 erschütterte ein Erdbeben der Stärke 6,9 ​​die San Francisco Bay Area in Kalifornien, verursachte große Schäden und machte Tausende Menschen obdachlos."
      }
    ]
  },
  "10-18": {
    "curiosity": [
      {
        "text": "Am 18. Oktober 1867 wurde Alaska nach dem Kauf des Territoriums durch die Amerikaner offiziell von Russland an die Vereinigten Staaten übertragen."
      },
      {
        "text1": "Am 18. Oktober 1968 fanden in Mexiko-Stadt die Olympischen Sommerspiele statt, die durch den berühmten Protest schwarzer Athleten aus den Vereinigten Staaten auf dem Podium gekennzeichnet waren."
      }
    ]
  },
  "10-19": {
    "curiosity": [
      {
        "text": "Am 19. Oktober 1987 erlitt der Dow-Jones-Index der New Yorker Börse seinen größten Tagesrückgang, der als „Schwarzer Montag“ bekannt ist."
      },
      {
        "text1": "Am 19. Oktober 2003 startete die europäische Raumsonde Beagle 2 mit dem Ziel, auf dem Mars zu landen, doch der Kontakt zur Sonde ging verloren und ihr genauer Standort bleibt unbekannt."
      }
    ]
  },
  "10-20": {
    "curiosity": [
      {
        "text": "Am 20. Oktober 1944, während des Zweiten Weltkriegs, wurde die Stadt Belgrad, die Hauptstadt Jugoslawiens, von der Roten Armee und der Volksbefreiungsarmee Jugoslawiens von den Nazi-Truppen befreit."
      },
      {
        "text1": "Am 20. Oktober 1973 begann die Ölkrise, als die arabischen Länder, die Mitglieder der OPEC waren, als Vergeltung für die westliche Unterstützung Israels im Jom-Kippur-Krieg ein Ölembargo verkündeten."
      }
    ]
  },
  "10-21": {
    "curiosity": [
      {
        "text": "Am 21. Oktober 1520 fand in Mexiko die Schlacht von Otumba statt, in der aztekische Streitkräfte auf spanische Truppen unter der Führung von Hernán Cortés trafen."
      },
      {
        "text1": "Am 21. Oktober 1966 kam es in der Grafschaft Aberfan in Wales zu einem Erdrutsch, bei dem 144 Menschen, die meisten davon Kinder, durch den Einsturz eines Kohlehaufens starben."
      }
    ]
  },
  "10-22": {
    "curiosity": [
      {
        "text": "Am 22. Oktober 1797 besiegte die britische Marine während der Napoleonischen Kriege die spanische Flotte in der Schlacht am Kap St. Vincent."
      },
      {
        "text1": "Am 22. Oktober 1962 gab US-Präsident John F. Kennedy öffentlich die Entdeckung sowjetischer Atomraketen in Kuba bekannt, was die Kubakrise auslöste."
      }
    ]
  },
  "10-23": {
    "curiosity": [
      {
        "text": "Am 23. Oktober 1956 begann die Ungarische Revolution, ein Volksaufstand gegen die kommunistische Regierung Ungarns, der von sowjetischen Streitkräften niedergeschlagen wurde."
      },
      {
        "text1": "Am 23. Oktober 2001 brachte Apple den iPod auf den Markt, eines der beliebtesten und einflussreichsten tragbaren Musikgeräte der Geschichte."
      }
    ]
  },
  "10-24": {
    "curiosity": [
      {
        "text": "Am 24. Oktober 1945 wurden die Vereinten Nationen (UN) mit dem Ziel gegründet, Frieden und internationale Zusammenarbeit nach dem Zweiten Weltkrieg zu fördern."
      },
      {
        "text1": "Am 24. Oktober 2003 startete die europäische Raumsonde Mars Express mit dem Ziel, den Mars zu untersuchen und nach Anzeichen von Wasser auf dem Planeten zu suchen."
      }
    ]
  },
  "10-25": {
    "curiosity": [
      {
        "text": "Am 25. Oktober 1415 fand in Frankreich die Schlacht von Agincourt statt, in der die englischen Streitkräfte unter Heinrich V. im Hundertjährigen Krieg einen bedeutenden Sieg errangen."
      },
      {
        "text1": "Am 25. Oktober 2001 wurde das Betriebssystem Windows XP von Microsoft veröffentlicht und entwickelte sich zu einem der beliebtesten und langlebigsten Betriebssysteme der Geschichte."
      }
    ]
  },
  "10-26": {
    "curiosity": [
      {
        "text": "Am 26. Oktober 1947 erschien erstmals das berühmte Kinderbuch „Der kleine Prinz“ von Antoine de Saint-Exupéry."
      },
      {
        "text1": "Am 26. Oktober 1979 verstarb der sowjetische Führer Leonid Breschnew. Damit endete eine 18-jährige Führungsperiode und markierte den Beginn einer neuen Ära in der Sowjetunion."
      }
    ]
  },
  "10-27": {
    "curiosity": [
      {
        "text": "Am 27. Oktober 1904 wurde die erste Ausgabe der New Yorker U-Bahn der Öffentlichkeit zugänglich gemacht und revolutionierte damit den Transport in der Stadt."
      },
      {
        "text1": "Am 27. Oktober 1962 wurde während der Kubakrise ein U-2-Spionageflugzeug über Kuba abgeschossen, was die Spannungen zwischen den Vereinigten Staaten und der Sowjetunion weiter verschärfte."
      }
    ]
  },
  "10-28": {
    "curiosity": [
      {
        "text": "Am 28. Oktober 1886 wurde die Freiheitsstatue, ein Wahrzeichen der Vereinigten Staaten, im New Yorker Hafen offiziell eingeweiht."
      },
      {
        "text1": "Am 28. Oktober 1962, während der Kubakrise, kündigte US-Präsident John F. Kennedy an, dass die sowjetischen Raketen aus Kuba abgezogen würden, um die Krise zu beenden."
      }
    ]
  },
  "10-29": {
    "curiosity": [
      {
        "text": "Am 29. Oktober 1929 ereignete sich der berühmte „New Yorker Börsencrash“, der den Beginn der Weltwirtschaftskrise markierte, die sich auf die Weltwirtschaft auswirkte."
      },
      {
        "text1": "Am 29. Oktober 1956 marschierten Israel, Frankreich und das Vereinigte Königreich im Rahmen der sogenannten Suez-Krise in Ägypten ein, mit dem Ziel, den Suez-Kanal zu kontrollieren und den ägyptischen Präsidenten Gamal Abdel Nasser zu stürzen."
      }
    ]
  },
  "10-30": {
    "curiosity": [
      {
        "text": "Am 30. Oktober 1938 fand die berühmte Radiosendung „Der Krieg der Welten“ statt, in der Regisseur Orson Welles das Buch von HG Wells adaptierte, was bei den Zuhörern Panik auslöste, die glaubten, es handele sich um einen Invasions-Alien."
      },
      {
        "text1": "Am 30. Oktober 1961 zündete die Sowjetunion die „Zar Bomba“, die größte je in der Geschichte gezündete Atombombe mit einer geschätzten Sprengkraft von 50 Megatonnen."
      }
    ]
  },
  "10-31": {
    "curiosity": [
      {
        "text": "Am 31. Oktober 1517 schlug der Mönch Martin Luther seine 95 Thesen an die Tür der Schlosskirche zu Wittenberg in Deutschland und löste damit die protestantische Reformation aus."
      },
      {
        "text1": "Am 31. Oktober 1956 kam es zur Ungarischen Revolution, einem Aufstand gegen die kommunistische Regierung Ungarns, der von sowjetischen Streitkräften gewaltsam niedergeschlagen wurde."
      }
    ]
  },
  "11-1": {
    "curiosity": [
      {
        "text": "Am 1. November 1512 wurde das Wandgemälde „Fresko an der Decke der Sixtinischen Kapelle“ von Michelangelo im Vatikan in Rom eingeweiht und gilt als eines der berühmtesten und bedeutendsten Kunstwerke der Geschichte."
      },
      {
        "text1": "Am 1. November 1952 erfolgte die erste erfolgreiche Detonation einer Wasserstoffbombe durch die Vereinigten Staaten, was einen bedeutenden Fortschritt in der Atomwaffentechnologie darstellte."
      }
    ]
  },
  "11-2": {
    "curiosity": [
      {
        "text": "Am 2. November 1917, während des Ersten Weltkriegs, eroberte der britische General Edmund Allenby nach einem gewagten Kavallerieangriff die Stadt Beerscheba in Palästina."
      },
      {
        "text1": "Am 2. November 1983 marschierten die Vereinigten Staaten in einer Operation namens „Operation Urgent Fury“ militärisch auf der Karibikinsel Grenada ein, mit dem Ziel, die marxistisch-leninistische Regierung zu stürzen, die die Macht übernommen hatte."
      }
    ]
  },
  "11-3": {
    "curiosity": [
      {
        "text": "Am 3. November 1948 wurde der Präsident der Vereinigten Staaten, Harry S. Truman, mit einem überraschenden Sieg über den republikanischen Kandidaten Thomas E. Dewey wiedergewählt."
      },
      {
        "text1": "Am 3. November 1957 startete die Sowjetunion erfolgreich den ersten künstlichen Satelliten der Erde, Sputnik 2, der das erste Lebewesen ins All beförderte, den Hund Laika."
      }
    ]
  },
  "11-4": {
    "curiosity": [
      {
        "text": "Am 4. November 1979 kam es zur Geiselkrise im Iran, als iranische Studenten die US-Botschaft in Teheran stürmten und 52 Amerikaner mehr als ein Jahr lang als Geiseln hielten."
      },
      {
        "text1": "Am 4. November 2008 wurde Barack Obama zum 44. Präsidenten der Vereinigten Staaten gewählt und war damit der erste afroamerikanische Präsident in der Geschichte des Landes."
      }
    ]
  },
  "11-5": {
    "curiosity": [
      {
        "text": "Am 5. November 1605 fand im Vereinigten Königreich der berühmte „Gunpowder Plot“ statt, bei dem Guy Fawkes und andere katholische Verschwörer planten, das britische Parlament während der offiziellen Sitzungseröffnung in die Luft zu sprengen."
      },
      {
        "text1": "Am 5. November 1911 verkündete der italienische König Vittorio Emanuele III. nach der militärischen Eroberung des nordafrikanischen Landes die Annexion Libyens an italienisches Territorium."
      }
    ]
  },
  "11-6": {
    "curiosity": [
      {
        "text": "Am 6. November 1860 wurde Abraham Lincoln zum 16. Präsidenten der Vereinigten Staaten gewählt, was Spannungen auslöste, die im Amerikanischen Bürgerkrieg gipfelten."
      },
      {
        "text1": "Am 6. November 1985 brach der Vulkan Nevado del Ruiz in Kolumbien aus und löste eine Schlamm- und Aschelawine aus, die die Stadt Armero verwüstete und mehr als 23.000 Menschen das Leben kostete."
      }
    ]
  },
  "11-7": {
    "curiosity": [
      {
        "text": "Am 7. November 1917 fand die Russische Revolution statt, bei der die Bolschewiki unter der Führung von Wladimir Lenin die Macht übernahmen und die kommunistische Herrschaft in Russland errichteten."
      },
      {
        "text1": "Am 7. November 2000 gewann der Demokrat Al Gore die Mehrheit der Stimmen, aber der Republikaner George W. Bush gewann die US-Präsidentschaftswahl nach einem umstrittenen Urteil des Obersten Gerichtshofs."
      }
    ]
  },
  "11-8": {
    "curiosity": [
      {
        "text": "Am 8. November 1895 entdeckte Wilhelm Conrad Röntgen die Röntgenstrahlen, eine wichtige Entdeckung, die die Medizin und Radiologie revolutionierte."
      },
      {
        "text1": "Am 8. November 2016 wurde Donald Trump zum 45. Präsidenten der Vereinigten Staaten gewählt und besiegte die demokratische Kandidatin Hillary Clinton."
      }
    ]
  },
  "11-9": {
    "curiosity": [
      {
        "text": "Am 9. November 1989 fiel die Berliner Mauer, die die Stadt Berlin fast 30 Jahre lang teilte und das Ende des Kalten Krieges und den Zusammenbruch des sozialistischen Blocks symbolisierte."
      },
      {
        "text1": "Am 9. November 1938 kam es im nationalsozialistischen Deutschland zur sogenannten „Kristallnacht“, einer Reihe gewaltsamer Angriffe auf die jüdische Bevölkerung, deren Besitztümer und Synagogen."
      }
    ]
  },
  "11-10": {
    "curiosity": [
      {
        "text": "Am 10. November 1483 wurde Martin Luther geboren, der Anführer der protestantischen Reformation und eine wichtige Persönlichkeit in der religiösen und politischen Geschichte Europas."
      },
      {
        "text1": "Am 10. November 1975 stattete Königin Elisabeth II. des Vereinigten Königreichs Australien einen historischen Besuch ab, der erste Besuch eines britischen Monarchen im Land seit der Gründung der Australischen Föderation im Jahr 1901."
      }
    ]
  },
  "11-11": {
    "curiosity": [
      {
        "text": "Am 11. November 1918 wurde der Waffenstillstand von Compiègne unterzeichnet, der den Ersten Weltkrieg beendete, um 11 Uhr morgens in Kraft trat und in vielen Ländern als Tag des Waffenstillstands gefeiert wurde."
      },
      {
        "text1": "Am 11. November 1889 schaffte der Bundesstaat Rio de Janeiro in Brasilien die Sklaverei ab und war damit die erste föderale Einheit Brasiliens, die dies tat."
      }
    ]
  },
  "11-12": {
    "curiosity": [
      {
        "text": "Am 12. November 1955 ereignete sich der Vorfall, der als „Wunder von Lourdes“ bekannt ist, als eine Statue der Jungfrau Maria in der Stadt Syracuse, New York, zu weinen begann, was zu einem Anstieg der Zahl der Pilger und der Untersuchung des Wunders von Lourdes führte Phänomen der katholischen Kirche."
      },
      {
        "text1": "Am 12. November 1990 flog die NASA-Raumsonde Galileo auf ihrem Weg zum Jupiter über die Venus, machte Beobachtungen und sammelte wissenschaftliche Daten."
      }
    ]
  },
  "11-13": {
    "curiosity": [
      {
        "text": "Am 13. November 354 wurde der heilige Augustinus geboren, einer der einflussreichsten Theologen und Philosophen der katholischen Kirche, bekannt für seine Werke wie „Bekenntnisse“ und „Die Stadt Gottes“."
      },
      {
        "text1": "Am 13. November 2015 kam es in Paris, Frankreich, zu einer Reihe koordinierter Terroranschläge der Extremistengruppe Islamischer Staat, bei denen 130 Menschen starben und Hunderte verletzt wurden."
      }
    ]
  },
  "11-14": {
    "curiosity": [
      {
        "text": "Am 14. November 1851 erschien erstmals die britische Zeitung „The New York Times“ und entwickelte sich zu einer der einflussreichsten und renommiertesten Zeitungen der Welt."
      },
      {
        "text1": "Am 14. November 1969 startete Apollo 12, die zweite bemannte Mission des Apollo-Programms der NASA, mit dem Ziel, auf dem Mond zu landen."
      }
    ]
  },
  "11-15": {
    "curiosity": [
      {
        "text": "Am 15. November 1889 fand in Brasilien die Ausrufung der Republik statt, die das Ende des Imperiums und die Errichtung eines republikanischen Regimes im Land markierte."
      },
      {
        "text1": "Am 15. November 1988 proklamierte Palästina in der Stadt Algier in Algerien seine Unabhängigkeit und wurde von mehreren Ländern als souveräner Staat anerkannt."
      }
    ]
  },
  "11-16": {
    "curiosity": [
      {
        "text": "Am 16. November 1532 fand in Peru die Schlacht von Cajamarca statt, in der der spanische Eroberer Francisco Pizarro den Inka-Kaiser Atahualpa gefangen nahm und damit den Beginn der spanischen Eroberung der Region markierte."
      },
      {
        "text1": "Am 16. November 1995 wurde das Allgemeine Friedensabkommen unterzeichnet, das den Bosnienkrieg, einen ethnisch-religiösen Konflikt, der in den 1990er Jahren die Balkanregion verwüstete, offiziell beendete."
      }
    ]
  },
  "11-17": {
    "curiosity": [
      {
        "text": "Am 17. November 1558 bestieg Königin Elisabeth I. von England den Thron und begann damit eine der wichtigsten und längsten Regierungszeiten in der Geschichte des Landes."
      },
      {
        "text1": "Am 17. November 1989 begann in der Tschechoslowakei die Samtene Revolution, eine friedliche Bewegung, die zum Sturz des kommunistischen Regimes im Land führte."
      }
    ]
  },
  "11-18": {
    "curiosity": [
      {
        "text": "Am 18. November 1307 fand in Frankreich die Verhaftung des Tempelritters statt, ein Meilenstein in der Geschichte des Templerordens."
      },
      {
        "text1": "Am 18. November 1928 wurde in den Vereinigten Staaten vom Erfinder und Elektronikingenieur John Logie Baird die erste Farbfernsehsendung ausgestrahlt."
      }
    ]
  },
  "11-19": {
    "curiosity": [
      {
        "text": "Am 19. November 1863 hielt US-Präsident Abraham Lincoln während des amerikanischen Bürgerkriegs die berühmte Gettysburg-Rede, in der er die Ideale von Gleichheit und Freiheit bekräftigte."
      },
      {
        "text1": "Am 19. November 1997 startete die NASA die Raumsonde Cassini-Huygens mit dem Ziel, den Planeten Saturn und seine Monde zu untersuchen."
      }
    ]
  },
  "11-20": {
    "curiosity": [
      {
        "text": "Am 20. November 1945 begann der Nürnberger Prozess, in dem Naziführer wegen Kriegsverbrechen und Verbrechen gegen die Menschlichkeit im Zweiten Weltkrieg angeklagt wurden."
      },
      {
        "text1": "Am 20. November 1989 wurde von der Generalversammlung der Vereinten Nationen die Konvention über die Rechte des Kindes verabschiedet, die die Grundrechte von Kindern auf der ganzen Welt festlegt."
      }
    ]
  },
  "11-21": {
    "curiosity": [
      {
        "text": "Am 21. November 1877 verkündete Thomas Edison die Erfindung des Phonographen, eines der ersten Geräte, das aufgenommene Töne wiedergeben konnte."
      },
      {
        "text1": "Am 21. November 1974 wurde Äthiopien nach dem Sturz von Kaiser Haile Selassie ein sozialistischer Staat."
      }
    ]
  },
  "11-22": {
    "curiosity": [
      {
        "text": "Am 22. November 1963 wurde der Präsident der Vereinigten Staaten, John F. Kennedy, in Dallas, Texas, ermordet, ein Ereignis, das das Land und die Welt schockierte."
      },
      {
        "text1": "Am 22. November 2005 brachte Microsoft die Videospielkonsole Xbox 360 auf den Markt und läutete damit eine neue Generation von Spielekonsolen ein."
      }
    ]
  },
  "11-23": {
    "curiosity": [
      {
        "text": "Am 23. November 1889 begann die irische Journalistin und Schriftstellerin Nellie Bly ihre Reise um die Welt in 72 Tagen und stellte dabei einen Weltrekord auf."
      },
      {
        "text1": "Am 23. November 1981 trat die 1973 von der NASA gestartete Raumstation Skylab wieder in die Erdatmosphäre ein, zerfiel und beendete ihre Mission."
      }
    ]
  },
  "11-24": {
    "curiosity": [
      {
        "text": "Am 24. November 1859 wurde Charles Darwins Buch „The Origin of Species“ veröffentlicht, in dem er die Theorie der Evolution durch natürliche Selektion darlegte."
      },
      {
        "text1": "Am 24. November 1963 folgte auf die Ermordung des Präsidenten der Vereinigten Staaten, John F. Kennedy, die Ermordung von Lee Harvey Oswald, dem Hauptverdächtigen des Verbrechens, durch Jack Ruby."
      }
    ]
  },
  "11-25": {
    "curiosity": [
      {
        "text": "Am 25. November 1975 wurde die politische Führerin und Frauenrechtsaktivistin Aung San Suu Kyi in Myanmar (damals Burma) verhaftet und blieb mehrere Jahre unter Hausarrest."
      },
      {
        "text1": "Am 25. November 2001 wurde die Welthandelsorganisation (WTO) mit dem Ziel gegründet, den Freihandel zu fördern und den internationalen Handel zu regulieren."
      }
    ]
  },
  "11-26": {
    "curiosity": [
      {
        "text": "Am 26. November 1922 entdeckten britische Archäologen den Eingang zum Grab des Pharaos Tutanchamun im Tal der Könige in Ägypten."
      },
      {
        "text1": "Am 26. November 2008 ereignete sich in Mumbai, Indien, ein Terroranschlag einer islamischen Gruppe, der zu mehreren koordinierten Anschlägen in der ganzen Stadt führte."
      }
    ]
  },
  "11-27": {
    "curiosity": [
      {
        "text": "Am 27. November 1095 hielt Papst Urban II. die Clermont-Rede, in der er zum Ersten Kreuzzug aufrief, mit dem Ziel, Jerusalem aus den Händen der Muslime zurückzugewinnen."
      },
      {
        "text1": "Am 27. November 1978 führte der Bürgermeister von Jonestown, Guyana, Jim Jones, zum kollektiven Selbstmord von mehr als 900 Anhängern seiner Sekte, ein Ereignis, das als Jonestown-Massaker bekannt ist."
      }
    ]
  },
  "11-28": {
    "curiosity": [
      {
        "text": "Am 28. November 1520 fand in Mexiko die Schlacht von Otumba statt, in der der spanische Eroberer Hernán Cortés und seine indigenen Verbündeten die von Cuauhtémoc angeführte aztekische Armee besiegten."
      },
      {
        "text1": "Am 28. November 1942, während des Zweiten Weltkriegs, fand die Operation Torch statt, bei der alliierte Streitkräfte an der Küste Nordafrikas landeten und den Feldzug im Mittelmeerraum begannen."
      }
    ]
  },
  "11-29": {
    "curiosity": [
      {
        "text": "Am 29. November 1947 genehmigte die Generalversammlung der Vereinten Nationen den Teilungsplan für Palästina, der die Schaffung eines jüdischen und eines arabischen Staates in der Region vorsah."
      },
      {
        "text1": "Am 29. November 1961 startete die NASA die Raumkapsel Mercury-Atlas 5 mit dem Affen Enos an Bord und führte damit den zweiten bemannten Orbitalflug des Mercury-Programms durch."
      }
    ]
  },
  "11-30": {
    "curiosity": [
      {
        "text": "Am 30. November 1803 erwarben die Vereinigten Staaten das Louisiana-Territorium offiziell von Frankreich in einer Vereinbarung, die als Louisiana Purchase bekannt war."
      },
      {
        "text1": "Am 30. November 1966 wurde Barbados vom Vereinigten Königreich unabhängig und beendete damit seinen Status als britische Kolonie."
      }
    ]
  },
  "12-01": {
    "curiosity": [
      {
        "text": "Am 1. Dezember 1955 weigerte sich Rosa Parks, eine Bürgerrechtsaktivistin, in einem Bus in Montgomery, Alabama, ihren Sitzplatz einem weißen Mann zu überlassen, was die Bürgerrechtsbewegung in den Vereinigten Staaten auslöste."
      },
      {
        "text1": "Am 1. Dezember 1990 erfolgte die Wiedervereinigung Deutschlands mit der Vereinigung von Westdeutschland und Ostdeutschland nach dem Fall der Berliner Mauer."
      }
    ]
  },
  "12-02": {
    "curiosity": [
      {
        "text": "Am 2. Dezember 1804 wurde Napoleon Bonaparte in der Kathedrale Notre-Dame in Paris zum Kaiser von Frankreich gekrönt."
      },
      {
        "text1": "Am 2. Dezember 1942, während des Zweiten Weltkriegs, fand im Los Alamos Laboratory in New Mexico, USA, der erste erfolgreiche Test der Atombombe statt."
      }
    ]
  },
  "12-03": {
    "curiosity": [
      {
        "text": "Am 3. Dezember 1967 führte der südafrikanische Chirurg Christiaan Barnard in Kapstadt, Südafrika, die erste erfolgreiche menschliche Herztransplantation durch."
      },
      {
        "text1": "Am 3. Dezember 1984 ereignete sich in der indischen Stadt Bhopal ein großes Giftgasleck, das als eine der schlimmsten Industriekatastrophen in der Geschichte gilt und Tausende von Toten und Verletzten forderte."
      }
    ]
  },
  "12-04": {
    "curiosity": [
      {
        "text": "Am 4. Dezember 1945 wurde die Organisation der Vereinten Nationen für Erziehung, Wissenschaft und Kultur (UNESCO) mit dem Ziel gegründet, Frieden und internationale Zusammenarbeit durch Bildung, Wissenschaft und Kultur zu fördern."
      },
      {
        "text1": "Am 4. Dezember 1971 besiegte Indien Pakistan im Unabhängigkeitskrieg von Bangladesch, was zur Unabhängigkeit Bangladeschs und dem Ende des Krieges führte."
      }
    ]
  },
  "12-05": {
    "curiosity": [
      {
        "text": "Am 5. Dezember 1933 wurde die Prohibition in den Vereinigten Staaten aufgehoben, was die Herstellung und den Verkauf alkoholischer Getränke wieder erlaubte."
      },
      {
        "text1": "Am 5. Dezember 2013 verstarb Nelson Mandela, Anti-Apartheid-Führer und ehemaliger Präsident Südafrikas, im Alter von 95 Jahren und hinterließ ein Vermächtnis des Kampfes für Menschenrechte und Versöhnung."
      }
    ]
  },
  "12-06": {
    "curiosity": [
      {
        "text": "Am 6. Dezember 1877 führte Thomas Edison erstmals öffentlich seinen Phonographen vor, ein Gerät, das Töne aufzeichnen und wiedergeben kann."
      },
      {
        "text1": "Am 6. Dezember 1989 ereignete sich in Peking, China, das Massaker auf dem Platz des Himmlischen Friedens, bei dem Regierungstruppen demokratiefreundliche Demonstranten gewaltsam unterdrückten."
      }
    ]
  },
  "12-07": {
    "curiosity": [
      {
        "text": "Am 7. Dezember 1941 erfolgte der japanische Angriff auf den Marinestützpunkt Pearl Harbor auf Hawaii, der den Eintritt der Vereinigten Staaten in den Zweiten Weltkrieg markierte."
      },
      {
        "text1": "Am 7. Dezember 1972 startete Apollo 17, die letzte bemannte Mission des Apollo-Programms der NASA, und war zugleich das letzte Mal, dass Menschen auf dem Mond waren."
      }
    ]
  },
  "12-08": {
    "curiosity": [
      {
        "text": "Am 8. Dezember 1980 wurde der ehemalige Beatle John Lennon in New York, USA, von einem verstörten Fan ermordet."
      },
      {
        "text1": "Am 8. Dezember 1991 unterzeichneten die Staats- und Regierungschefs Russlands, der Ukraine und Weißrusslands das Belaveja-Abkommen, das die Sowjetunion auflöste und die Gemeinschaft Unabhängiger Staaten (GUS) gründete."
      }
    ]
  },
  "12-09": {
    "curiosity": [
      {
        "text": "Am 9. Dezember 1987 wurde das als Montrealer Protokoll bekannte internationale Abkommen unterzeichnet, dessen Ziel es ist, die Ozonschicht durch eine schrittweise Reduzierung des Einsatzes von Substanzen zu schützen, die zum Abbau der Ozonschicht führen."
      },
      {
        "text1": "Am 9. Dezember 2013 wurde der ehemalige südafrikanische Präsident Nelson Mandela in Johannesburg mit einem Denkmal geehrt, bei dem Führungspersönlichkeiten und Prominente aus der ganzen Welt zusammenkamen."
      }
    ]
  },
  "12-10": {
    "curiosity": [
      {
        "text": "Am 10. Dezember 1948 verabschiedete die Generalversammlung der Vereinten Nationen die Allgemeine Erklärung der Menschenrechte, in der die Grundrechte aller Menschen festgelegt wurden."
      },
      {
        "text1": "Am 10. Dezember 1989 wurde der tschechische Staatschef Václav Havel zum Präsidenten der Tschechoslowakei gewählt und markierte damit das Ende des kommunistischen Regimes im Land."
      }
    ]
  },
  "12-11": {
    "curiosity": [
      {
        "text": "Am 11. Dezember 1936 verzichtete König Edward VIII. des Vereinigten Königreichs auf den Thron, um Wallis Simpson, eine geschiedene Amerikanerin, zu heiraten, was eine Verfassungskrise auslöste."
      },
      {
        "text1": "Am 11. Dezember 2001 trat China der Welthandelsorganisation (WTO) bei und öffnete damit seine Wirtschaft für den Weltmarkt."
      }
    ]
  },
  "12-12": {
    "curiosity": [
      {
        "text": "Am 12. Dezember 1915 fand in den Vereinigten Staaten die erste Unterhaltungsradiosendung statt und markierte damit den Beginn der Ära des Radios als beliebtes Kommunikationsmittel."
      },
      {
        "text1": "Am 12. Dezember 2000 beendete der Oberste Gerichtshof der Vereinigten Staaten den Wahlstreit um die Präsidentschaftswahlen 2000 und erklärte George W. Bush zum Sieger."
      }
    ]
  },
  "12-13": {
    "curiosity": [
      {
        "text": "Am 13. Dezember 1937 wurde die Stadt Nanking in China von japanischen Truppen eingenommen, was den Beginn des Nanking-Massakers markierte, eines der brutalsten Ereignisse des Zweiten Chinesisch-Japanischen Krieges."
      },
      {
        "text1": "Am 13. Dezember 2003 wurde Saddam Hussein, ehemaliger Präsident des Irak, von US-Streitkräften gefangen genommen und endete als Flüchtling."
      }
    ]
  },
  "12-14": {
    "curiosity": [
      {
        "text": "Am 14. Dezember 1900 stellte Max Planck erstmals seine Quantentheorie vor, ein grundlegender Meilenstein für die moderne Physik."
      },
      {
        "text1": "Am 14. Dezember 2012 eröffnete ein Schütze das Feuer an der Sandy Hook-Grundschule in den Vereinigten Staaten und tötete 26 Menschen, darunter 20 Kinder, bei einer der schlimmsten Schulschießereien in der Geschichte des Landes."
      }
    ]
  },
  "12-15": {
    "curiosity": [
      {
        "text": "Am 15. Dezember 1791 wurde die Bill of Rights der Vereinigten Staaten ratifiziert, die aus zehn Zusatzartikeln zur Verfassung bestand und den Bürgern bürgerliche und individuelle Freiheiten garantierte."
      },
      {
        "text1": "Am 15. Dezember 2001 wurde die Stadt Kandahar in Afghanistan von US-geführten Koalitionstruppen eingenommen, was einen Wendepunkt im Afghanistankrieg markierte."
      }
    ]
  },
  "12-16": {
    "curiosity": [
      {
        "text": "Am 16. Dezember 1773 fand die Boston Tea Party statt, ein Protest, bei dem amerikanische Kolonisten Ladungen britischen Tees in den Hafen von Boston warfen, um Widerstand gegen britische Steuern zu leisten."
      },
      {
        "text1": "Am 16. Dezember 1971 erkannte Indien Bangladesch offiziell als unabhängiges Land an und beendete damit den Bangladesch-Befreiungskrieg gegen Pakistan."
      }
    ]
  },
  "12-17": {
    "curiosity": [
      {
        "text": "Am 17. Dezember 1903 führten die Gebrüder Wright in Kitty Hawk, North Carolina, USA, den ersten kontrollierten Flug eines Motorflugzeugs durch."
      },
      {
        "text1": "Am 17. Dezember 2010 zündete sich ein tunesischer Straßenverkäufer namens Mohamed Bouazizi selbst an und löste in Tunesien Massenproteste aus, die als Jasminrevolution bekannt sind und sich auf die gesamte arabische Welt ausweiteten."
      }
    ]
  },
  "12-18": {
    "curiosity": [
      {
        "text": "Am 18. Dezember 1865 wurde der dreizehnte Zusatz zur Verfassung der Vereinigten Staaten ratifiziert, der die Sklaverei im Land abschaffte."
      },
      {
        "text1": "Am 18. Dezember 1892 veröffentlichte der englische Schriftsteller Arthur Conan Doyle den Roman „Der Hund von Baskerville“, eine der berühmtesten Sherlock-Holmes-Geschichten."
      }
    ]
  },
  "12-19": {
    "curiosity": [
      {
        "text": "Am 19. Dezember 1843 erschien das Buch „A Christmas Carol“ von Charles Dickens, eine der beliebtesten Weihnachtsgeschichten aller Zeiten."
      },
      {
        "text1": "Am 19. Dezember 1998 genehmigte das Repräsentantenhaus der Vereinigten Staaten die Amtsenthebung von Präsident Bill Clinton, dem Meineid und Behinderung der Justiz vorgeworfen wurden."
      }
    ]
  },
  "12-20": {
    "curiosity": [
      {
        "text": "Am 20. Dezember 1803 erwarben die Vereinigten Staaten das Louisiana-Territorium offiziell von Frankreich in einer Vereinbarung, die als Louisiana Purchase bekannt war."
      },
      {
        "text1": "Am 20. Dezember 1989 marschierten US-Streitkräfte in Panama ein, um den Diktator Manuel Noriega festzunehmen, dem Drogenhandel und Verbrechen gegen die Menschenrechte vorgeworfen wurden."
      }
    ]
  },
  "12-21": {
    "curiosity": [
      {
        "text": "Am 21. Dezember 1620 landeten englische Kolonisten in Plymouth Rock, Massachusetts, gründeten die Kolonie Plymouth und markierten den Beginn der britischen Kolonisierung Nordamerikas."
      },
      {
        "text1": "Am 21. Dezember 1968 startete Apollo 8, die bemannte Weltraummission der NASA, ins All und war damit das erste Raumschiff, das den Mond umkreiste und sicher zur Erde zurückkehrte."
      }
    ]
  },
  "12-22": {
    "curiosity": [
      {
        "text": "Am 22. Dezember 1807 wurde der Vertrag von Tilsit unterzeichnet, der den Krieg zwischen Napoleon Bonapartes Frankreich und dem Russland von Zar Alexander I. beendete."
      },
      {
        "text1": "Am 22. Dezember 1989 fand in Rumänien nach der rumänischen Revolution ein Prozess statt, bei dem der kommunistische Diktator Nicolae Ceaușescu und seine Frau Elena hingerichtet wurden."
      }
    ]
  },
  "12-23": {
    "curiosity": [
      {
        "text": "Am 23. Dezember 1888 schnitt der niederländische Maler Vincent van Gogh während einer psychotischen Pause einen Teil seines linken Ohrs ab."
      },
      {
        "text1": "Am 23. Dezember 1947 verabschiedete der Indische Nationalkongress eine Resolution, in der er die Unabhängigkeit Indiens und ein Ende der britischen Kolonialherrschaft forderte."
      }
    ]
  },
  "12-24": {
    "curiosity": [
      {
        "text": "Am 24. Dezember 1814, während des Krieges von 1812 zwischen den Vereinigten Staaten und dem Vereinigten Königreich, kam der Vertrag von Gent zustande, der den Konflikt offiziell beendete und die diplomatischen Beziehungen zwischen den beiden Ländern wiederherstellte."
      },
      {
        "text1": "Am 24. Dezember 1914, während des Ersten Weltkriegs, kam es zum „Weihnachtsfrieden“, bei dem feindliche Soldaten in den Schützengräben der Westfront die Feindseligkeiten einstellten und sich am Heiligabend verbrüderten."
      }
    ]
  },
  "12-25": {
    "curiosity": [
      {
        "text": "Am 25. Dezember 336 feierte der römische Kaiser Konstantin I. der Große das erste offizielle Weihnachtsfest als christlichen Feiertag."
      },
      {
        "text1": "Am 25. Dezember 1941, während des Zweiten Weltkriegs, brachen deutsche Truppen unter dem Kommando von Adolf Hitler in der Schlacht um Moskau zusammen, was eine schwere Niederlage für die Nazi-Streitkräfte bedeutete."
      }
    ]
  },
  "12-26": {
    "curiosity": [
      {
        "text": "Am 26. Dezember 1776, während des Amerikanischen Unabhängigkeitskrieges, führte George Washington den Überraschungsangriff auf hessische Truppen in Trenton, New Jersey, an, der den amerikanischen Rebellen einen entscheidenden Sieg bescherte."
      },
      {
        "text1": "Am 26. Dezember 2004 ereignete sich im Indischen Ozean der verheerende Tsunami, der durch ein Unterwasserbeben ausgelöst wurde und eine der schlimmsten Naturkatastrophen der Geschichte verursachte, bei der in mehreren Küstenstaaten Hunderttausende Menschen ums Leben kamen."
      }
    ]
  },
  "12-27": {
    "curiosity": [
      {
        "text": "Am 27. Dezember 1831 begab sich Charles Darwin an Bord der HMS Beagle auf eine Expedition, die ihn zur Entwicklung seiner Theorie der Evolution der Arten führen sollte."
      },
      {
        "text1": "Am 27. Dezember 2007 wurde die ehemalige pakistanische Premierministerin Benazir Bhutto bei einem Selbstmordanschlag während einer politischen Kundgebung in Rawalpindi ermordet."
      }
    ]
  },
  "12-28": {
    "curiosity": [
      {
        "text": "Am 28. Dezember 1895 veranstalteten die Brüder Lumière im Grand Café in Paris die erste öffentliche Vorführung von bewegenden Filmen und markierten damit die Geburtsstunde des Kinos."
      },
      {
        "text1": "Am 28. Dezember 1973 unterzeichnete US-Präsident Richard Nixon das Energy Transition Act, das Ziele zur Energieeinsparung festlegte und die Nutzung erneuerbarer Energiequellen förderte."
      }
    ]
  },
  "12-29": {
    "curiosity": [
      {
        "text": "Am 29. Dezember 1890 ereignete sich das Wounded-Knee-Massaker, eine tragische Konfrontation zwischen amerikanischen Soldaten und Mitgliedern des Lakota-Sioux-Stammes, bei der etwa 300 amerikanische Ureinwohner, darunter Frauen und Kinder, starben."
      },
      {
        "text1": "Am 29. Dezember 1972 startete die NASA mit Eugene Cernan, Ronald Evans und Harrison Schmitt an Bord die Raumsonde Apollo 17, die bislang letzte bemannte Mission zum Mond."
      }
    ]
  },
  "12-30": {
    "curiosity": [
      {
        "text": "Am 30. Dezember 1922 wurde die Union der Sozialistischen Sowjetrepubliken (UdSSR) ausgerufen, die einen neuen Staat bildete, der mehrere Sowjetrepubliken umfasste."
      },
      {
        "text1": "Am 30. Dezember 2006 wurde der ehemalige irakische Präsident Saddam Hussein durch Erhängen hingerichtet, nachdem er wegen Verbrechen gegen die Menschlichkeit verurteilt worden war."
      }
    ]
  },
  "12-31": {
    "curiosity": [
      {
        "text": "Am 31. Dezember 1759 wurde der berühmte österreichische Komponist Wolfgang Amadeus Mozart in Salzburg geboren und hinterließ ein bleibendes Erbe in der klassischen Musik."
      },
      {
        "text1": "Am 31. Dezember 1999 erfolgte die Jahrtausendwende und damit der Beginn des 21. Jahrhunderts, und der gefürchtete „Millennium Bug“ verursachte nicht die vorhergesagten katastrophalen Probleme in Computersystemen auf der ganzen Welt."
      }
    ]
  }
}