{
  "1-1": {
    "curiosity": [
      {
        "text": "Batı Afrika'da yer alan Gana Krallığı, altın ve tuz ticaretiyle tanınan, bölgenin ilk büyük imparatorluğuydu."
      },
      {
        "text1": "Afrika, ilk insanların evrimleştiği insanlığın beşiğidir."
      }
    ]
  },
  "1-2": {
    "curiosity": [
      {
        "text": "Etiyopya İmparatorluğu, 19. yüzyılda Avrupa sömürgeciliğine direnen az sayıda Afrika ülkesinden biriydi."
      },
      {
        "text1": "Eski Mısır, ünlü piramitleri inşa eden tarihin en gelişmiş uygarlıklarından biriydi."
      }
    ]
  },
  "1-3": {
    "curiosity": [
      {
        "text": "Boer Savaşı, Güney Afrika'da Hollandalı ve İngiliz kökenli yerleşimciler arasında yaşanan bir çatışmaydı."
      },
      {
        "text1": "Günümüz Etiyopya'sında bulunan Aksum Krallığı, Afrika'nın ilk büyük medeniyetlerinden biriydi."
      }
    ]
  },
  "1-4": {
    "curiosity": [
      {
        "text": "Kuzey Afrika'da bulunan Kartaca Krallığı, Roma Cumhuriyeti döneminde Roma'ya rakip olmuştur."
      },
      {
        "text1": "Çin Seddi, ülkeyi istilalardan korumak amacıyla inşa edilen tarihin en büyük mühendislik eserlerinden biridir."
      }
    ]
  },
  "1-5": {
    "curiosity": [
      {
        "text": "Günümüz Sudan bölgesinde yer alan Kush Krallığı, Eski Mısır'da önemli bir ticaret ve güç merkeziydi."
      },
      {
        "text1": "İnka İmparatorluğu, gelişmiş mimarisi ve yol sistemiyle tanınan, Kolomb öncesi Amerika'nın en büyük uygarlığıydı."
      }
    ]
  },
  "1-6": {
    "curiosity": [
      {
        "text": "Batı Afrika Mali Krallığı, tarihin en zengin adamlarından biri olarak kabul edilen hükümdarı Mansa Musa ile ünlüydü."
      },
      {
        "text1": "Sanayi Devrimi, makinelerin ve fabrikaların icadının etkisiyle toplumda ve ekonomide önemli bir değişikliğe işaret etti."
      }
    ]
  },
  "1-7": {
    "curiosity": [
      {
        "text": "Batı Afrika'da bulunan Songhai İmparatorluğu, Afrika tarihinin en büyük imparatorluklarından biriydi."
      },
      {
        "text1": "Fransız Devrimi, Fransa'da yoğun bir siyasi ve sosyal değişimin yaşandığı ve dünya çapında kalıcı etkileri olan bir dönemdi."
      }
    ]
  },
  "1-8": {
    "curiosity": [
      {
        "text": "Etiyopya'daki Axum Krallığı, Mısır, Hindistan ve Roma İmparatorluğu ile deniz bağlantıları olan önemli bir ticari ve dini güçtü."
      },
      {
        "text1": "Cengiz Han'ın liderliğindeki Moğol İmparatorluğu, Doğu Asya'dan Doğu Avrupa'ya kadar uzanan tarihteki en büyük bitişik imparatorluktu."
      }
    ]
  },
  "1-9": {
    "curiosity": [
      {
        "text": "Fas Krallığı'nın yüzyıllar boyunca Berberi, Arap ve Avrupa etkilerini taşıyan uzun bir tarihi vardır."
      },
      {
        "text1": "4 Temmuz 1776'da imzalanan Amerika Birleşik Devletleri Bağımsızlık Bildirgesi, Amerikan kolonilerindeki bağımsızlık mücadelesinde önemli bir dönüm noktasıydı."
      }
    ]
  },
  "1-10": {
    "curiosity": [
      {
        "text": "13. yüzyılda kurulan Osmanlı İmparatorluğu, 600 yılı aşkın süre boyunca Avrupa, Asya ve Afrika'nın bir bölümünü kapsayan geniş bir alana hakim oldu."
      },
      {
        "text1": "Britanya'daki Sanayi Devrimi, büyük ölçekli üretimi ve kentleşmeyi teşvik ederek toplumu ve ekonomiyi dönüştürmede büyük bir etkiye sahipti."
      }
    ]
  },
  "1-11": {
    "curiosity": [
      {
        "text": "Orta Afrika'da bulunan Kongo Krallığı, fildişi ve köle ticaretiyle tanınan, sömürge öncesi güçlü bir devletti."
      },
      {
        "text1": "18 Haziran 1815'teki Waterloo Muharebesi, Avrupa tarihinde Napolyon Bonapart'ın son yenilgisine işaret eden çok önemli bir olaydı."
      }
    ]
  },
  "1-12": {
    "curiosity": [
      {
        "text": "Ünlü kral Mansa Musa'nın liderliğindeki Mali İmparatorluğu, Orta Çağ Batı Afrika'sında bir ticaret, öğrenim ve zenginlik merkeziydi."
      },
      {
        "text1": "1917'de gerçekleşen Rus Devrimi, Rusya İmparatorluğu'nun yıkılmasına ve Sovyetler Birliği'nin kurulmasına yol açarak yeni bir siyasi ve sosyal çağ başlattı."
      }
    ]
  },
  "1-13": {
    "curiosity": [
      {
        "text": "Meksika'da bulunan Aztek İmparatorluğu, mimarisi ve tarımdaki ilerlemeleriyle tanınan, Kolomb öncesi en büyük medeniyetlerden biriydi."
      },
      {
        "text1": "Amerika Birleşik Devletleri'ndeki Sanayi Devrimi, ülkeyi 19. yüzyılda küresel bir endüstriyel ve ekonomik güce dönüştürdü."
      }
    ]
  },
  "1-14": {
    "curiosity": [
      {
        "text": "Şu anda Nijerya'da bulunan Benin Krallığı, sömürge öncesi Batı Afrika'da önemli bir ticari ve kültürel merkezdi."
      },
      {
        "text1": "Amerika Birleşik Devletleri Başkanı Abraham Lincoln tarafından 1 Ocak 1863'te yayınlanan Özgürlük Bildirgesi, Amerikan İç Savaşı sırasında Konfederasyon eyaletlerindeki köleleri serbest bıraktı."
      }
    ]
  },
  "1-15": {
    "curiosity": [
      {
        "text": "Merkezi Konstantinopolis'te bulunan Bizans İmparatorluğu, Doğu Roma İmparatorluğu'nun mirasını korudu ve klasik kültürün korunmasında önemli bir rol oynadı."
      },
      {
        "text1": "Soğuk Savaş, ABD ile Sovyetler Birliği arasında ideolojik rekabet ve küresel rekabetle karakterize edilen siyasi ve askeri gerilimin yaşandığı bir dönemdi."
      }
    ]
  },
  "1-16": {
    "curiosity": [
      {
        "text": "Güney Afrika'daki Zimbabve Krallığı, Orta Çağ'da önemli bir ticaret ve kültür merkeziydi."
      },
      {
        "text1": "Almanya'daki Sanayi Devrimi, ülkenin ekonomik ve teknolojik gelişimini hızlandırdı ve ülkeyi 19. yüzyılda endüstriyel bir güç haline getirdi."
      }
    ]
  },
  "1-17": {
    "curiosity": [
      {
        "text": "Hindistan'daki Gupta İmparatorluğu sanat, bilim ve ticaretteki gelişmesi nedeniyle Hindistan'ın Altın Çağı olarak biliniyordu."
      },
      {
        "text1": "1861'den 1865'e kadar süren Amerikan İç Savaşı, Amerika Birleşik Devletleri'nin Kuzey ve Güney eyaletleri arasında, esas olarak kölelik meselesi nedeniyle yaşanan kanlı bir çatışmaydı."
      }
    ]
  },
  "1-18": {
    "curiosity": [
      {
        "text": "Portekiz Krallığı, Keşif Çağı'nda deniz yollarını keşfederek ve dünya çapında koloniler kurarak önemli bir rol oynadı."
      },
      {
        "text1": "1910'da başlayan Meksika Devrimi, Porfirio Díaz'ın diktatörlük hükümetinin devrilmesiyle ve Meksika'da sosyal adalet ve siyasi reform arayışlarıyla sonuçlandı."
      }
    ]
  },
  "1-19": {
    "curiosity": [
      {
        "text": "Orta Amerika'da bulunan Maya İmparatorluğu, hiyeroglif yazıları ve karmaşık takvim sistemleriyle bilinen, antik çağın en gelişmiş uygarlıklarından biriydi."
      },
      {
        "text1": "Japonya'da 19. yüzyılın sonlarında gerçekleşen Sanayi Devrimi, ülkenin modernleşmesini ve endüstriyel bir güce dönüşmesini sağladı."
      }
    ]
  },
  "1-20": {
    "curiosity": [
      {
        "text": "Şu anki Uganda'da bulunan Buganda Krallığı, Doğu Afrika'nın tarihi ve kültüründe önemli bir rol oynadı."
      },
      {
        "text1": "1939'dan 1945'e kadar gerçekleşen İkinci Dünya Savaşı, dünyanın ana güçlerinin büyük ölçekli bir askeri çatışmaya dahil olduğu tarihin en yıkıcı küresel çatışmasıydı."
      }
    ]
  },
  "1-21": {
    "curiosity": [
      {
        "text": "Roma İmparatorluğu, mühendisliği, mevzuatı ve Batı kültürü üzerindeki kalıcı etkisi ile bilinen tarihin en büyük imparatorluklarından biriydi."
      },
      {
        "text1": "19. yüzyılda Fransa'da yaşanan Sanayi Devrimi, ülkeye teknolojik ilerlemeler ve önemli sosyoekonomik değişimler getirdi."
      }
    ]
  },
  "1-22": {
    "curiosity": [
      {
        "text": "Orta Afrika'daki Kongo Krallığı, 16. ve 17. yüzyıllarda transatlantik köle ticaretinde önemli bir rol oynadı."
      },
      {
        "text1": "1775'ten 1783'e kadar süren Amerikan Bağımsızlık Savaşı, Amerika Birleşik Devletleri'nin bağımsız bir ulus olarak kurulmasıyla sonuçlandı."
      }
    ]
  },
  "1-23": {
    "curiosity": [
      {
        "text": "Büyük Cyrus'un hükümdarlığı altındaki Pers İmparatorluğu, dini hoşgörüsü ve etkili yönetimiyle bilinen, antik çağın en büyük imparatorluklarından birini kurdu."
      },
      {
        "text1": "19. yüzyılda Rusya'da yaşanan Sanayi Devrimi, Rus ekonomisini dönüştürdü ve ülkenin endüstriyel büyümesini hızlandırdı."
      }
    ]
  },
  "1-24": {
    "curiosity": [
      {
        "text": "Asya'daki Butan Krallığı, vatandaşlarının maddi ve manevi refahını amaçlayan Gayri Safi Milli Mutluluk politikasıyla tanınıyor."
      },
      {
        "text1": "1791 ile 1804 yılları arasında gerçekleşen Haiti Devrimi, tarihteki ilk başarılı köle isyanıydı ve Haiti'nin bağımsızlığına ve Fransız kolonisi Saint-Domingue'deki köleliğin sona ermesine yol açtı."
      }
    ]
  },
  "1-25": {
    "curiosity": [
      {
        "text": "And Dağları bölgesinde yer alan İnka İmparatorluğu, taş mimarisi ve gelişmiş tarım sistemleriyle tanınan, Kolomb öncesi en büyük uygarlıktı."
      },
      {
        "text1": "19. yüzyılda Belçika'da yaşanan Sanayi Devrimi, ülkenin Avrupa'da bir sanayi ve ticaret merkezi olarak gelişimini hızlandırdı."
      }
    ]
  },
  "1-26": {
    "curiosity": [
      {
        "text": "Günümüz Etiyopya'sındaki Axum Krallığı önemli bir ticaret merkeziydi ve Afrika'daki ilk Hıristiyan medeniyetlerinden biriydi."
      },
      {
        "text1": "1789-1799 yılları arasında gerçekleşen Fransız Devrimi, Fransa'da monarşinin yıkılması ve Fransız Cumhuriyeti'nin kurulmasıyla sonuçlanan yoğun siyasi ve sosyal huzursuzluk dönemiydi."
      }
    ]
  },
  "1-27": {
    "curiosity": [
      {
        "text": "1867 yılında kurulan Avusturya-Macaristan İmparatorluğu, Orta Avrupa'da pek çok farklı millet ve kültürden oluşan büyük bir güçtü."
      },
      {
        "text1": "19. yüzyılda Kanada'da yaşanan Sanayi Devrimi, özellikle imalat ve ulaştırma sektörlerinde olmak üzere ülkenin ekonomik büyümesine yol açtı."
      }
    ]
  },
  "1-28": {
    "curiosity": [
      {
        "text": "Modern Sudan bölgesinde yer alan Kush Krallığı, Orta Afrika ile Akdeniz arasındaki ticaret yollarını kontrol eden güçlü bir krallıktı."
      },
      {
        "text1": "19. yüzyılda İtalya'da yaşanan Sanayi Devrimi, ülkeyi ağırlıklı olarak tarım ekonomisinden endüstriyel ve ticari bir güce dönüştürdü."
      }
    ]
  },
  "1-29": {
    "curiosity": [
      {
        "text": "Tang hanedanlığı yönetimindeki Çin İmparatorluğu, ticaret ve kültürel alışverişiyle tanınan Çin tarihinin en müreffeh dönemlerinden biriydi."
      },
      {
        "text1": "19. yüzyılda İspanya'da yaşanan Sanayi Devrimi, ülkenin ekonomik ve sosyal kalkınması üzerinde önemli bir etki yarattı."
      }
    ]
  },
  "1-30": {
    "curiosity": [
      {
        "text": "Britanya İmparatorluğu, dünya çapında bölgelere yayılan ve kalıcı siyasi ve kültürel etkiye sahip olan tarihin en büyük imparatorluğuydu."
      },
      {
        "text1": "19. yüzyılda Avustralya'daki Sanayi Devrimi, esas olarak doğal kaynakların kullanılması ve imalat endüstrilerinin geliştirilmesi yoluyla ülke ekonomisini artırdı."
      }
    ]
  },
  "1-31": {
    "curiosity": [
      {
        "text": "Günümüz Gürcistan'ında bulunan Imericia Krallığı, Kafkasya tarihinde önemli bir rol oynamış ve bölgenin ticaret ve kültür merkezi olmuştur."
      },
      {
        "text1": "19. yüzyılda Hindistan'da yaşanan Sanayi Devrimi, ülke ekonomisine ve topluma önemli değişiklikler getirerek tekstil endüstrisinin ve ulaştırma sektörünün büyümesine yol açtı."
      }
    ]
  },
  "2-1": {
    "curiosity": [
      {
        "text": "13. yüzyılda kurulan Osmanlı İmparatorluğu, Avrupa, Asya ve Afrika'daki toprakları kapsayan tarihin en büyük imparatorluklarından biriydi."
      },
      {
        "text1": "19. yüzyılda İsveç'te yaşanan Sanayi Devrimi, ülkeyi özellikle madencilik ve metalurji sektöründe önemli bir sanayi gücüne dönüştürdü."
      }
    ]
  },
  "2-2": {
    "curiosity": [
      {
        "text": "Kuzey Afrika'da yer alan Fas Krallığı, antik çağlara uzanan zengin bir tarihe sahiptir ve Sahra ötesi ticaret yollarında önemli bir rol oynamıştır."
      },
      {
        "text1": "19. yüzyılda Brezilya'da yaşanan Sanayi Devrimi, özellikle kahve sektörünün genişlemesiyle birlikte sanayinin büyümesini ve ülkenin modernleşmesini hızlandırdı."
      }
    ]
  },
  "2-3": {
    "curiosity": [
      {
        "text": "Cengiz Han'ın liderliğindeki Moğol İmparatorluğu, Doğu Asya'dan Doğu Avrupa'ya kadar uzanan tarihteki en büyük bitişik imparatorluktu."
      },
      {
        "text1": "19. yüzyılda Arjantin'deki Sanayi Devrimi, ülkenin özellikle tarım sektörü ve gıda endüstrisindeki ekonomik kalkınmasını artırdı."
      }
    ]
  },
  "2-4": {
    "curiosity": [
      {
        "text": "Hint Okyanusu'nda aynı adı taşıyan takımadalarda yer alan Succotra Krallığı, eşsiz bitki örtüsü ve yemyeşil manzaralarıyla tanınıyor."
      },
      {
        "text1": "19. yüzyılda Şili'deki Sanayi Devrimi, ülkenin özellikle madencilik ve bakır endüstrisindeki ekonomik kalkınmasını artırdı."
      }
    ]
  },
  "2-5": {
    "curiosity": [
      {
        "text": "İspanyol İmparatorluğu, Avrupa, Amerika, Afrika ve Asya'nın geniş bölgelerine yayılan tarihin en büyük imparatorluklarından biriydi."
      },
      {
        "text1": "19. yüzyılda Yunanistan'da yaşanan Sanayi Devrimi, başta denizcilik sektörü ve tekstil sektörü olmak üzere ülke ekonomisine önemli değişiklikler getirdi."
      }
    ]
  },
  "2-6": {
    "curiosity": [
      {
        "text": "Güney Pasifik Krallığı Tonga, okyanus kıtasında hiçbir zaman yabancı bir güç tarafından sömürgeleştirilmemiş tek ülkedir."
      },
      {
        "text1": "19. yüzyılda Meksika'daki Sanayi Devrimi, ülkeye derin ekonomik ve sosyal değişiklikler getirerek tekstil endüstrisinin, madencilik sektörünün ve ulaştırma altyapısının gelişimini hızlandırdı."
      }
    ]
  },
  "2-7": {
    "curiosity": [
      {
        "text": "Başkenti Konstantinopolis'te olan Bizans İmparatorluğu, Doğu Roma İmparatorluğu'nun kültürünü ve mirasını koruyarak tarihin en uzun ömürlü imparatorluklarından biriydi."
      },
      {
        "text1": "19. yüzyılda Avusturya'da yaşanan Sanayi Devrimi, ülkenin özellikle çelik endüstrisi ve makine üretimindeki ekonomik büyümesini artırdı."
      }
    ]
  },
  "2-8": {
    "curiosity": [
      {
        "text": "İber Yarımadası'nda bulunan Granada Krallığı, Reconquista sırasında Hıristiyan krallıklar tarafından fethedilmeden önce bölgedeki son Müslüman kalesiydi."
      },
      {
        "text1": "19. yüzyılda Norveç'te yaşanan Sanayi Devrimi, başta kereste, balıkçılık ve hidroelektrik enerji endüstrileri olmak üzere ülke ekonomisine önemli değişiklikler getirdi."
      }
    ]
  },
  "2-9": {
    "curiosity": [
      {
        "text": "Antik Hindistan'daki Mauryan İmparatorluğu, Hindistan yarımadasının çoğunu tek bir hükümet altında birleştiren, zamanın en büyük imparatorluklarından biriydi."
      },
      {
        "text1": "19. yüzyılda Finlandiya'daki Sanayi Devrimi, ülkeyi tarım ekonomisinden, özellikle kağıt hamuru ve kağıt endüstrisinde sanayileşmiş bir ekonomiye dönüştürdü."
      }
    ]
  },
  "2-10": {
    "curiosity": [
      {
        "text": "Günümüz Etiyopya ve Eritre'sinde bulunan Aksum Krallığı, Antik Çağ'da Afrika, Asya ve Avrupa arasındaki ticaret yollarını kontrol eden önemli bir ticari ve kültürel merkezdi."
      },
      {
        "text1": "Güney Kore'de 1960'larda başlayan Sanayi Devrimi, ülkenin 'Han Nehri Mucizesi' olarak bilinen hızlı ekonomik ve endüstriyel kalkınmasına yol açtı."
      }
    ]
  },
  "2-11": {
    "curiosity": [
      {
        "text": "Charlemagne tarafından kurulan Karolenj İmparatorluğu, Orta Çağ'da Batı Avrupa'nın çoğunu kapsayan bir Avrupa imparatorluğuydu."
      },
      {
        "text1": "19. yüzyılda Polonya'da yaşanan Sanayi Devrimi, ülkeyi tarım ekonomisinden, özellikle tekstil ve çelik endüstrilerinde sanayileşmiş bir ekonomiye dönüştürdü."
      }
    ]
  },
  "2-12": {
    "curiosity": [
      {
        "text": "1789-1799 yılları arasında gerçekleşen Fransız Devrimi, Fransa'da mutlak monarşiden cumhuriyete geçişe damgasını vuran, önemli siyasi ve toplumsal yansımaları olan bir olaydır."
      },
      {
        "text1": "1914-1918 yılları arasında gerçekleşen Birinci Dünya Savaşı, dönemin büyük dünya güçlerinin dahil olduğu, 20. yüzyılda jeopolitik ve toplum üzerinde önemli etkiler yaratan küresel bir çatışmaydı."
      }
    ]
  },
  "2-13": {
    "curiosity": [
      {
        "text": "1494'te imzalanan Tordesillas Antlaşması, keşfedilen ve keşfedilecek toprakları Portekiz ile İspanya arasında paylaştırarak, her iki ülkenin Amerika kıtasını sömürgeleştirmesinin temelini oluşturdu."
      },
      {
        "text1": "1947'den 1991'e kadar süren Soğuk Savaş, ABD ile Sovyetler Birliği arasında, bu güçlerin önderlik ettiği iki blok arasındaki rekabetin karakterize ettiği, siyasi, askeri ve ideolojik bir gerilim dönemiydi."
      }
    ]
  },
  "2-14": {
    "curiosity": [
      {
        "text": "14 Şubat'ta kutlanan Sevgililer Günü, İmparator II. Claudius'un emirlerine karşı gelerek askerlerle gizlice evlendiği için şehit edilen Romalı rahip Aziz Valentine'e duyulan saygıdan kaynaklanıyor."
      },
      {
        "text1": "1919'da imzalanan Versailles Antlaşması, Birinci Dünya Savaşı'nın sonunu getirmiş ve Almanya'ya ağır yaptırımlar uygulayarak iki savaş arası dönemin ve İkinci Dünya Savaşı'nın ortaya çıkmasının temellerini atmıştı."
      }
    ]
  },
  "2-15": {
    "curiosity": [
      {
        "text": "15 Şubat 1898'de USS Maine zırhlısının Küba'nın Havana Limanı'nda patlaması, İspanyol-Amerikan Savaşı'nın patlak vermesinde önemli rol oynayan bir olaydı."
      },
      {
        "text1": "15 Şubat 1954'te Kanada, kırmızı ve beyaz akçaağaç yaprağı bayrağını resmen kabul ederek onu ülkenin ulusal sembolü haline getirdi."
      }
    ]
  },
  "2-16": {
    "curiosity": [
      {
        "text": "16 Şubat 1923'te Mısır'ın bağımsız bir krallık ilan edilmesiyle İngiliz egemenliği dönemi sona erdi ve anayasal monarşi kuruldu."
      },
      {
        "text1": "16 Şubat 1968'de, Kuzey Amerika ve Viet Cong güçleri arasında Vietnam Savaşı sırasındaki ana çatışmalardan biri olan ünlü Huế Muharebesi gerçekleşti."
      }
    ]
  },
  "2-17": {
    "curiosity": [
      {
        "text": "17 Şubat 1867'de Birleşik Krallık, İtalya Krallığı ile Roma Antlaşması'nı imzalayarak İtalya'nın birleşmesini tanıdı ve Papalık Devletlerinin egemenliğine son verdi."
      },
      {
        "text1": "17 Şubat 1979'da İran'da Şah Muhammed Rıza Pehlevi'nin devrilmesi ve Ayetullah Humeyni'nin iktidara gelmesiyle sonuçlanan İslam Devrimi gerçekleşti."
      }
    ]
  },
  "2-18": {
    "curiosity": [
      {
        "text": "18 Şubat 1930'da Hindistan'da Mahatma Gandhi liderliğinde 'Tuz Yürüyüşü' olarak bilinen ünlü olay, İngilizlerin tuza uyguladığı vergilere karşı şiddet içermeyen bir protesto olarak meydana geldi."
      },
      {
        "text1": "18 Şubat 1954'te bilim adamları James Watson ve Francis Crick, genetik ve kalıtımın anlaşılmasında önemli bir kilometre taşı olan DNA'nın yapısını keşfettiler."
      }
    ]
  },
  "2-19": {
    "curiosity": [
      {
        "text": "19 Şubat 1878'de Thomas Edison, sesleri kaydedip yeniden üretebilen ilk cihazlardan biri olan fonografın patentini aldı."
      },
      {
        "text1": "19 Şubat 1942'de, İkinci Dünya Savaşı sırasında, Amerika Birleşik Devletleri Başkanı Franklin D. Roosevelt, Japon vatandaşlarının ve Japon-Amerikalıların toplama kamplarında hapsedilmesine izin veren 9066 sayılı Yönetici Kararnamesini imzaladı."
      }
    ]
  },
  "2-20": {
    "curiosity": [
      {
        "text": "20 Şubat 1962'de Amerikalı astronot John Glenn, Friendship 7 uzay aracıyla Dünya'nın yörüngesine giren ilk Amerikalı oldu."
      },
      {
        "text1": "20 Şubat 1986'da Mir uzay istasyonu fırlatıldı ve Dünya yörüngesindeki ilk modüler uzay istasyonu oldu."
      }
    ]
  },
  "2-21": {
    "curiosity": [
      {
        "text": "21 Şubat 1848'de Karl Marx ve Friedrich Engels tarafından yazılan, komünist ideolojinin temel belgesi olan Komünist Manifesto yayımlandı."
      },
      {
        "text1": "21 Şubat 1965'te Afrikalı-Amerikalı aktivist Malcolm X'in New York'ta suikasta kurban gitmesi, Amerika Birleşik Devletleri'ndeki sivil haklar hareketi üzerinde önemli bir etkiye sahip olan bir olaydı."
      }
    ]
  },
  "2-22": {
    "curiosity": [
      {
        "text": "22 Şubat 1632'de filozof René Descartes, modern rasyonalizmin temellerini atan en ünlü felsefi eseri 'Yöntem Üzerine Söylem'i yayınladı."
      },
      {
        "text1": "22 Şubat 1980'de Amerika Birleşik Devletleri buz hokeyi takımı, 1980 Kış Olimpiyatları sırasında 'Buz Mucizesi' olarak bilinen tarihi bir oyunda Sovyetler Birliği takımını mağlup etti."
      }
    ]
  },
  "2-23": {
    "curiosity": [
      {
        "text": "23 Şubat 1945'te, İkinci Dünya Savaşı sırasında Amerikan ve Filipin birlikleri, Japon kuvvetlerine karşı yoğun çatışmaların ardından Filipinler'in Manila şehrini yeniden ele geçirdi."
      },
      {
        "text1": "23 Şubat 1981'de İspanya'da '23-F' olarak bilinen askeri darbe, bir grup sivil muhafızın başarısız bir darbe girişimiyle İspanyol parlamentosunu işgal etmesiyle gerçekleşti."
      }
    ]
  },
  "2-24": {
    "curiosity": [
      {
        "text": "24 Şubat 1868'de İspanya'da Kraliçe II. Isabella'nın devrilmesine ve geçici bir hükümetin kurulmasına yol açan Görkemli Devrim'in başlangıcı gerçekleşti."
      },
      {
        "text1": "24 Şubat 1989'da İngiliz bilim adamı Tim Berners-Lee, internet tarihinin en önemli kilometre taşlarından biri olan World Wide Web'in yaratılmasına yönelik öneriyi sundu."
      }
    ]
  },
  "2-25": {
    "curiosity": [
      {
        "text": "25 Şubat 1836'da, Meksika kuvvetleri ile Teksaslı savunucular arasında Teksas tarihinde cesaret ve direnişin sembolü haline gelen bir çatışma olan Alamo Savaşı gerçekleşti."
      },
      {
        "text1": "25 Şubat 1956'da Sovyet lideri Nikita Kruşçev, Sovyetler Birliği Komünist Partisi'nin 20. Kongresi'nde Josef Stalin rejimi sırasında işlenen suçları ve aşırılıkları kınayan gizli bir konuşma yaptı."
      }
    ]
  },
  "2-26": {
    "curiosity": [
      {
        "text": "26 Şubat 1815'te, Belçika'da, İmparator Napolyon Bonapart'ın kuvvetlerinin Wellington Dükü liderliğindeki koalisyon birlikleri tarafından mağlup edildiği Waterloo Savaşı gerçekleşti ve bu, Napolyon imparatorluğunun kesin sonunu işaret etti."
      },
      {
        "text1": "26 Şubat 1993'te New York'ta Dünya Ticaret Merkezi'ne düzenlenen saldırıda, kompleksin garajında ​​bir kamyonun bombası patladı ve altı ölüm ve yüzlerce yaralanmayla sonuçlandı."
      }
    ]
  },
  "2-27": {
    "curiosity": [
      {
        "text": "27 Şubat 1900'de Amerikan film şirketi Universal Pictures kuruldu ve dünyanın en eski ve en etkili film yapımcılarından biri haline geldi."
      },
      {
        "text1": "27 Şubat 1933'te Berlin'deki Alman parlamentosu Reichstag'da çıkan yangın, Naziler tarafından sivil özgürlükleri kısıtlamak ve güçlerini pekiştirmek için bir bahane olarak kullanıldı."
      }
    ]
  },
  "2-28": {
    "curiosity": [
      {
        "text": "28 Şubat 1953'te bilim adamı James Watson ve biyolog Francis Crick, biyoloji tarihinin en önemli keşiflerinden biri olan DNA molekülünün yapısını keşfettiler."
      },
      {
        "text1": "28 Şubat 1986'da Challenger uzay aracı fırlatıldıktan kısa bir süre sonra patladı ve gemideki yedi astronotun tamamının ölümüyle sonuçlandı."
      }
    ]
  },
  "2-29": {
    "curiosity": [
      {
        "text": "28 Şubat 1986'da Challenger uzay aracı fırlatıldıktan kısa bir süre sonra patladı ve gemideki yedi astronotun tamamının ölümüyle sonuçlandı."
      },
      {
        "text1": "28 Şubat 1953'te bilim adamı James Watson ve biyolog Francis Crick, biyoloji tarihinin en önemli keşiflerinden biri olan DNA molekülünün yapısını keşfettiler."
      }
    ]
  },
  "3-1": {
    "curiosity": [
      {
        "text": "1 Mart 1872'de Amerika Birleşik Devletleri'nde Yellowstone Milli Parkı kuruldu ve dünyanın ilk milli parkı oldu."
      },
      {
        "text1": "1 Mart 1994'te Brezilyalı müzik grubu Mamonas Assassinas trajik bir uçak kazasında öldü ve grubun hızlı yükselişi zamanından önce kesintiye uğradı."
      }
    ]
  },
  "3-2": {
    "curiosity": [
      {
        "text": "2 Mart 1956'da Fas bağımsızlığını kazandı ve ülkedeki Fransız sömürgeciliği dönemi sona erdi."
      },
      {
        "text1": "2 Mart 1962'de Amerikalı şarkıcı-söz yazarı Bob Dylan, halk müziğinde bir dönüm noktası haline gelen 'Bob Dylan' adlı ilk stüdyo albümünü çıkardı."
      }
    ]
  },
  "3-3": {
    "curiosity": [
      {
        "text": "3 Mart 1845'te Florida, Amerika Birleşik Devletleri'nin 27. eyaleti olarak kabul edildi ve ülkenin Meksika Körfezi bölgesindeki toprakları genişletildi."
      },
      {
        "text1": "3 Mart 1913'te Washington DC'de Suffragette Geçit Töreni düzenlendi ve burada binlerce kadın ABD'de oy kullanma hakkını kazanmak için yürüdü."
      }
    ]
  },
  "3-4": {
    "curiosity": [
      {
        "text": "4 Mart 1789'da Amerika Birleşik Devletleri'nin ilk başkanı George Washington'un göreve başlama töreni gerçekleşti ve bu, ülkenin başkanlık tarihinin başlangıcı oldu."
      },
      {
        "text1": "4 Mart 1933'te Başkan Franklin D. Roosevelt, Büyük Buhran sırasında göreve başladı ve ünlü açılış konuşmasını 'Korkmamız gereken tek şey korkunun kendisidir' cümlesiyle yaptı."
      }
    ]
  },
  "3-5": {
    "curiosity": [
      {
        "text": "Sovyet lideri Joseph Stalin, Sovyetler Birliği'ni yirmi yıldan fazla bir süre demir yumrukla yönettikten sonra 5 Mart 1953'te öldü."
      },
      {
        "text1": "5 Mart 1984'te ilk elektronik tablo yazılımlarından biri olan Lotus 1-2-3 bilgisayar programı piyasaya sürüldü ve kişisel bilgisayarların yaygınlaşmasında önemli rol oynadı."
      }
    ]
  },
  "3-6": {
    "curiosity": [
      {
        "text": "6 Mart 1475'te 'Davut' heykeli ve Sistine Şapeli tablosu gibi başyapıtlarıyla tanınan ünlü Rönesans ressamı Michelangelo doğdu."
      },
      {
        "text1": "6 Mart 1957'de Gana, sömürgecilikten bağımsızlığını kazanan ilk Afrika ülkesi oldu ve kıtada sömürgecilikten kurtulma hareketine öncülük etti."
      }
    ]
  },
  "3-7": {
    "curiosity": [
      {
        "text": "7 Mart 1876'da Alexander Graham Bell, iletişimde devrim yaratan ve telekomünikasyon çağının önünü açan telefonun patentini aldı."
      },
      {
        "text1": "7 Mart 1965'te, Amerika Birleşik Devletleri'nde Selma ile Montgomery arasındaki köprüde sivil haklar protestocularının polis tarafından acımasızca bastırıldığı 'Kanlı Pazar' olarak bilinen ünlü olay yaşandı."
      }
    ]
  },
  "3-8": {
    "curiosity": [
      {
        "text": "8 Mart 1917'de Birinci Dünya Savaşı bağlamında, Petrograd'da kadınların gösterileriyle Rus Devrimi'nin başlangıcı gerçekleşti ve bu gösteriler daha sonra çarlık rejiminin yıkılmasına yol açtı."
      },
      {
        "text1": "8 Mart 1971'de boksör Muhammed Ali ve Joe Frazier 'Yüzyılın Dövüşü' olarak bilinen mücadelede dövüştüler ve Frazier oybirliğiyle alınan kararla kazandı."
      }
    ]
  },
  "3-9": {
    "curiosity": [
      {
        "text": "9 Mart 1959'da şarkıcı ve oyuncu Elvis Presley, Almanya'daki görevini tamamladıktan sonra askerlikten serbest bırakılarak başarılı kariyerine geri döndü."
      },
      {
        "text1": "9 Mart 1997'de Biggie Smalls olarak da bilinen rapçi The Notorious BIG, Los Angeles'ta bir silahlı saldırıda öldürüldü ve hip-hop dünyasında dikkate değer bir miras bıraktı."
      }
    ]
  },
  "3-10": {
    "curiosity": [
      {
        "text": "10 Mart 1876'da, plak çaların öncüsü olan ve Thomas Edison tarafından icat edilen gramofonun patenti alındı ​​ve müziğin kaydedilme ve çoğaltılma biçiminde devrim yarattı."
      },
      {
        "text1": "10 Mart 1959'da Tibet'in Çin tarafından işgal edilmesi, ülkede uzun süreli kültürel ve siyasi baskıya yol açtı."
      }
    ]
  },
  "3-11": {
    "curiosity": [
      {
        "text": "11 Mart 1818'de ünlü Alman besteci Johann Sebastian Bach vefat etti ve ardında sonraki nesilleri etkileyecek klasik müzik eserleri bıraktı."
      },
      {
        "text1": "11 Mart 2011'de Japonya'da 9,0 büyüklüğünde bir deprem meydana geldi ve bunu takiben yıkıcı bir tsunami meydana geldi ve Fukushima santralinde ciddi bir nükleer kriz meydana geldi."
      }
    ]
  },
  "3-12": {
    "curiosity": [
      {
        "text": "12 Mart 1930'da Mahatma Gandhi Hindistan'da, ülkenin İngiliz yönetimine karşı bağımsızlık hareketinin kilometre taşlarından biri olan Tuz Yürüyüşü'nü başlattı."
      },
      {
        "text1": "12 Mart 1994'te Batı Şeria'nın El Halil kentinde bir camiye düzenlenen terör saldırısında 29 Filistinlinin ölümü ve onlarca kişinin yaralanmasıyla sonuçlanan El Halil katliamı yaşandı."
      }
    ]
  },
  "3-13": {
    "curiosity": [
      {
        "text": "13 Mart 1781'de gökbilimci William Herschel, Güneş Sistemi hakkındaki bilgileri genişleten Uranüs gezegenini keşfetti."
      },
      {
        "text1": "13 Mart 2013'te Arjantinli Kardinal Jorge Mario Bergoglio Papa Francis seçildi ve Katolik Kilisesi tarihindeki ilk Latin Amerika papası oldu."
      }
    ]
  },
  "3-14": {
    "curiosity": [
      {
        "text": "Tarihin en ünlü bilim adamlarından biri olan Albert Einstein, 14 Mart 1879'da Alman İmparatorluğu'nun Württemberg Krallığı'nın Ulm şehrinde doğdu."
      },
      {
        "text1": "14 Mart 1950'de Birleşmiş Milletler (BM), cinsiyet eşitliğini ve kadın haklarını desteklemek amacıyla her yıl kutlanan Dünya Kadınlar Günü'nü kurdu."
      }
    ]
  },
  "3-15": {
    "curiosity": [
      {
        "text": "MÖ 15 Mart 44'te Roma lideri ve imparatoru Julius Caesar'ın bir grup senatör tarafından öldürülmesi, Roma tarihinin gidişatında önemli bir değişikliğe yol açtı."
      },
      {
        "text1": "15 Mart 1972'de Birleşik Krallık, eski pound, şilin ve peni sisteminin yerine ondalık para birimi sistemini benimsedi."
      }
    ]
  },
  "3-16": {
    "curiosity": [
      {
        "text": "16 Mart 1521'de Portekizli denizci Ferdinand Magellan, devrialem gezisi sırasında Filipinler'e geldi ve bunu yapan ilk Avrupalı ​​oldu."
      },
      {
        "text1": "16 Mart 1968'de Vietnam Savaşı sırasında Amerikan askerlerinin aralarında kadınlar, çocuklar ve yaşlıların da bulunduğu 500'den fazla Vietnamlı sivili öldürdüğü My Lai katliamı meydana geldi."
      }
    ]
  },
  "3-17": {
    "curiosity": [
      {
        "text": "Her yıl Aziz Patrick Günü olarak bilinen Aziz Patrick Günü'nde kutlanan İrlanda'nın koruyucu azizi Aziz Patrick, MS 17 Mart 461'de vefat etti."
      },
      {
        "text1": "17 Mart 1905'te, Rusya'nın Saint Petersburg kentinde, barışçıl protestocuların Çarlık ordusu tarafından bastırıldığı, yüzlerce kişinin ölümüyle sonuçlanan ve 1905 Rus Devrimi'nin başlangıcına işaret eden Kanlı Pazar gerçekleşti."
      }
    ]
  },
  "3-18": {
    "curiosity": [
      {
        "text": "18 Mart 1314'te Tapınakçıların son Büyük Üstadı Jacques de Molay'ın kazığa bağlanarak yakılması, Tapınak Şövalyeleri Tarikatı'nın sonunu işaret ediyordu."
      },
      {
        "text1": "18 Mart 1965'te Amerika Birleşik Devletleri'nde Selma'dan Montgomery'ye sivil haklar yürüyüşü, Afrikalı Amerikalıların oy haklarını güvence altına almak amacıyla gerçekleşti."
      }
    ]
  },
  "3-19": {
    "curiosity": [
      {
        "text": "19 Mart 1687'de Isaac Newton, hareket yasalarını ve yerçekimi yasasını kuran ve fizikte devrim yaratan başyapıtı 'Principia Mathematica'yı yayınladı."
      },
      {
        "text1": "19 Mart 2003'te ABD ve müttefiklerinin öncülüğünde Irak Savaşı başladı ve bölgenin jeopolitiğini şekillendiren bir dizi olayla sonuçlandı."
      }
    ]
  },
  "3-20": {
    "curiosity": [
      {
        "text": "20 Mart 1852'de Harriet Beecher Stowe, Amerika Birleşik Devletleri'nde köleliğe karşı mücadelede önemli bir eser olan 'Tom Amcanın Kulübesi' romanını yayınladı."
      },
      {
        "text1": "20 Mart 2016'da ABD eski Başkanı Barack Obama, Küba'ya tarihi bir ziyaret gerçekleştirerek iki ülke arasındaki ilişkilerin normalleşmesi açısından bir dönüm noktası oldu."
      }
    ]
  },
  "3-21": {
    "curiosity": [
      {
        "text": "21 Mart 1960'ta Güney Afrika'da Sharpeville Katliamı meydana geldi; polis apartheid yasalarına karşı barışçıl protestoculara ateş açtı ve 69 kişi öldü."
      },
      {
        "text1": "21 Mart 2014'te Rusya, uluslararası toplum tarafından kınanan tartışmalı bir referandumun ardından Kırım yarımadasını ilhak etti."
      }
    ]
  },
  "3-22": {
    "curiosity": [
      {
        "text": "22 Mart 1622'de, İngiliz sömürgesi Virginia'da, Yerli Amerikalıların İngiliz sömürgecilere saldırıp onları öldürmesiyle Jamestown Katliamı meydana geldi."
      },
      {
        "text1": "22 Mart 1993'te Kanadalı rock müzisyeni ve şarkıcı John Candy, 43 yaşında vefat etti ve ardında komediler ve unutulmaz performanslarla dolu bir miras bıraktı."
      }
    ]
  },
  "3-23": {
    "curiosity": [
      {
        "text": "23 Mart 1806'da Lewis ve Clark, Amerika Birleşik Devletleri'nin batısını keşfetmek için efsanevi keşif gezilerine başladılar; bu yolculuk iki yıldan fazla sürdü ve Amerika Birleşik Devletleri'nin coğrafyası ve doğası hakkındaki bilgilerin genişletilmesine yardımcı oldu. bölge."
      },
      {
        "text1": "23 Mart 2001'de Rusya, uzay araştırmalarında bir dönüm noktası haline gelen ve devre dışı bırakılmadan önce 15 yıldan fazla bir süre faaliyet gösteren Mir uzay istasyonunu uzaya fırlattı."
      }
    ]
  },
  "3-24": {
    "curiosity": [
      {
        "text": "24 Mart 1603'te İngiltere Kraliçesi I. Elizabeth öldü, Tudor hanedanı sona erdi ve İskoçya Kralı VI. James'in I. James olarak İngiliz tahtına geçmesiyle Stuart hanedanının saltanatının başlangıcı oldu."
      },
      {
        "text1": "24 Mart 1999'da NATO, Kosova Savaşı sırasında Kosova ihtilafına askeri müdahalenin bir parçası olarak Sırbistan'a hava bombardımanına başladı."
      }
    ]
  },
  "3-25": {
    "curiosity": [
      {
        "text": "25 Mart 1807'de Britanya Parlamentosu, Britanya İmparatorluğu'nda köle ticaretini yasaklayan Köle Ticaretini Kaldırma Yasasını kabul etti."
      },
      {
        "text1": "25 Mart 1957'de, Avrupa Birliği'nin (AB) öncüsü olan Avrupa Ekonomik Topluluğu'nu (AET) oluşturan Roma Antlaşması imzalandı."
      }
    ]
  },
  "3-26": {
    "curiosity": [
      {
        "text": "26 Mart 1979'da Washington DC'de İsrail ile Mısır arasında Barış Anlaşması imzalandı ve iki ülke arasındaki savaş durumu resmen sona erdi."
      },
      {
        "text1": "26 Mart 1997'de Rus kozmonot, Amerikalı astronot ve Alman astronottan oluşan mürettebatı Mir Uzay İstasyonu'na taşıyan Rus uzay aracı Soyuz TM-24 fırlatıldı."
      }
    ]
  },
  "3-27": {
    "curiosity": [
      {
        "text": "27 Mart 1912'de Japonya ve Çin, Rus-Japon Savaşı'nı sona erdiren ve Dış Moğolistan'ın bağımsızlığını sağlayan Xinchou Antlaşması'nı imzaladı."
      },
      {
        "text1": "27 Mart 1977'de Kanarya Adaları'nın Tenerife kentinde iki Boeing 747 uçağı çarpıştı ve 583 kişinin ölümüyle tarihteki en kötü hava felaketi yaşandı."
      }
    ]
  },
  "3-28": {
    "curiosity": [
      {
        "text": "28 Mart 1930'da Bizans İmparatorluğu'nun başkenti Konstantinopolis'in adı İstanbul olarak değiştirildi ve şehrin tarihinde önemli bir değişiklik yaşandı."
      },
      {
        "text1": "28 Mart 1979'da Amerika Birleşik Devletleri'ndeki Three Mile Island nükleer santralinde kaza meydana geldi ve ülke tarihindeki en kötü nükleer felaketlerden biriyle sonuçlandı."
      }
    ]
  },
  "3-29": {
    "curiosity": [
      {
        "text": "29 Mart 1974'te Portekiz'de Estado Novo diktatörlüğünü deviren ve ülkede demokratikleşme döneminin başlangıcına işaret eden askeri bir ayaklanma olan Karanfil Devrimi meydana geldi."
      },
      {
        "text1": "29 Mart 2004'te Bulgaristan, Estonya, Letonya, Litvanya, Romanya, Slovakya ve Slovenya NATO'ya katılarak askeri ittifakı güçlendirdi."
      }
    ]
  },
  "3-30": {
    "curiosity": [
      {
        "text": "30 Mart 1856'da Kırım Savaşı'nı sona erdiren ve ilgili güçler arasında barış koşullarını belirleyen Paris Antlaşması imzalandı."
      },
      {
        "text1": "30 Mart 1981'de Amerika Birleşik Devletleri Başkanı Ronald Reagan bir suikast girişiminde vuruldu, ancak ameliyat olduktan sonra hayatta kaldı."
      }
    ]
  },
  "3-31": {
    "curiosity": [
      {
        "text": "31 Mart 1492'de Katolik Hükümdarlar Aragonlu II. Ferdinand ve Kastilyalı I. Isabel, Yahudileri İspanya'dan kovan Elhamra Fermanı'nı yayınladılar ve bu, Yahudi tarihinin en karanlık anlarından birine yol açtı."
      },
      {
        "text1": "31 Mart 1889'da Paris'in ve dünyanın en ünlü ikonlarından biri olan Eyfel Kulesi'nin açılışı Paris Evrensel Sergisi sırasında yapıldı."
      }
    ]
  },
  "4-1": {
    "curiosity": [
      {
        "text": "1 Nisan 1867'de Birleşik Krallık, Kanada Konfederasyonunu kuran ve modern Kanada'nın oluşumunun temelini oluşturan İngiliz Kuzey Amerika Yasasını kabul etti."
      },
      {
        "text1": "1 Nisan 1976'da Apple Inc., Steve Jobs, Steve Wozniak ve Ronald Wayne tarafından kuruldu ve dünyadaki en etkili teknoloji şirketlerinden birini yarattı."
      }
    ]
  },
  "4-2": {
    "curiosity": [
      {
        "text": "2 Nisan 1917'de Amerika Birleşik Devletleri, Merkezi Güçlere karşı Müttefik güçlerin yanında savaşmak üzere birlikler göndererek Birinci Dünya Savaşı'na girdi."
      },
      {
        "text1": "Yakın tarihin en popüler papalarından biri olan Papa II. John Paul, neredeyse 27 yıllık uzun bir papalık döneminin ardından 84 yaşında 2 Nisan 2005'te vefat etti."
      }
    ]
  },
  "4-3": {
    "curiosity": [
      {
        "text": "3 Nisan 1948'de, Amerika Birleşik Devletleri'nin İkinci Dünya Savaşı sonrası Avrupa'nın yeniden inşasına yönelik bir ekonomik yardım programı olan Marshall Planı yürürlüğe girdi."
      },
      {
        "text1": "3 Nisan 1973'te Motorola tarafından ilk cep telefonu yapıldı ve bu, mobil teknolojinin gelişiminde önemli bir dönüm noktası oldu."
      }
    ]
  },
  "4-4": {
    "curiosity": [
      {
        "text": "4 Nisan 1968'de Amerika Birleşik Devletleri sivil haklar lideri Martin Luther King Jr. Memphis, Tennessee'de suikasta kurban gitti ve ülke çapında kargaşa ve protestolara neden oldu."
      },
      {
        "text1": "4 Nisan 1949'da, birkaç Batılı ülke arasında karşılıklı savunma için askeri bir ittifak kuran Kuzey Atlantik Antlaşması Örgütü (NATO) kuruldu."
      }
    ]
  },
  "4-5": {
    "curiosity": [
      {
        "text": "5 Nisan 1614'te İngiliz sömürgecileri ile Kızılderili halkları arasındaki karşılaşmanın en tanınmış isimlerinden biri olan Pocahontas, Amerika Birleşik Devletleri'nin Virginia eyaletinde John Rolfe ile evlendi."
      },
      {
        "text1": "5 Nisan 1955'te Winston Churchill, Birleşik Krallık Başbakanılıktan istifa etti ve görevdeki ikinci dönemine son verdi."
      }
    ]
  },
  "4-6": {
    "curiosity": [
      {
        "text": "6 Nisan 1917'de Amerika Birleşik Devletleri Alman İmparatorluğu'na savaş ilan ederek resmen Birinci Dünya Savaşı'na girdi."
      },
      {
        "text1": "6 Nisan 1994'te Ruanda'da soykırım başladı ve yaklaşık 100 gün boyunca çoğunluğu Tutsi etnik grubundan olmak üzere yaklaşık 800.000 kişi vahşice katledildi."
      }
    ]
  },
  "4-7": {
    "curiosity": [
      {
        "text": "7 Nisan 1948'de Birleşmiş Milletler Genel Kurulu tarafından tüm insanların temel haklarını belirleyen İnsan Hakları Evrensel Beyannamesi ilan edildi."
      },
      {
        "text1": "7 Nisan 1964'te ilk iletişim uydusu Syncom 3, NASA tarafından yörüngeye fırlatılarak küresel iletişimde yeni bir dönem başladı."
      }
    ]
  },
  "4-8": {
    "curiosity": [
      {
        "text": "8 Nisan 1974'te Portekiz diktatörü António de Oliveira Salazar'ın vefatı, otoriter Estado Novo rejiminin yıkılmasına ve Portekiz'in demokratikleşmesine yol açtı."
      },
      {
        "text1": "8 Nisan 1994'te Nirvana grubunun lideri rock şarkıcısı Kurt Cobain, Amerika Birleşik Devletleri'nin Seattle kentindeki evinde ölü bulundu."
      }
    ]
  },
  "4-9": {
    "curiosity": [
      {
        "text": "9 Nisan 1865'te Konfederasyon Generali Robert E. Lee'nin Birlik Generali Ulysses S. Grant'e teslim olması Amerikan İç Savaşı'nın sonunu işaret etti."
      },
      {
        "text1": "9 Nisan 1940'ta Nazi Almanyası Danimarka ve Norveç'i işgal ederek bu ülkeleri İkinci Dünya Savaşı sırasında işgal etmeye başladı."
      }
    ]
  },
  "4-10": {
    "curiosity": [
      {
        "text": "10 Nisan 1912'de RMS Titanic, bir buzdağına çarpıp Atlantik Okyanusu'na batmadan önce Southampton, İngiltere'den New York, Amerika Birleşik Devletleri'ne ilk yolculuğuna çıktı."
      },
      {
        "text1": "10 Nisan 1972'de Japonya Başbakanı Kakuei Tanaka'nın Çin'i ziyaret etmesi, iki ülke arasındaki ilişkilerin normalleşmesi açısından önemli bir an oldu."
      }
    ]
  },
  "4-11": {
    "curiosity": [
      {
        "text": "11 Nisan 1951'de General Douglas MacArthur, askeri strateji konusundaki anlaşmazlıkların ardından Amerika Birleşik Devletleri Başkanı Harry S. Truman tarafından Kore Savaşı'ndaki komutanlığından alındı."
      },
      {
        "text1": "11 Nisan 1979'da Zimbabwe'nin başkanı Canaan Banana, ülkenin bağımsızlığını ilan ederek İngiliz sömürge yönetimine son verdi ve Zimbabwe Cumhuriyeti'ni kurdu."
      }
    ]
  },
  "4-12": {
    "curiosity": [
      {
        "text": "12 Nisan 1961'de Sovyet kozmonot Yuri Gagarin, Vostok 1 uzay aracıyla Dünya yörüngesine giren ilk insan oldu."
      },
      {
        "text1": "12 Nisan 1992'de Birleşik Krallık'ı Manş Denizi üzerinden Fransa'ya bağlayan Eurotunnel açıldı ve iki ülke arasında doğrudan demiryolu bağlantısı sağlandı."
      }
    ]
  },
  "4-13": {
    "curiosity": [
      {
        "text": "13 Nisan 1743'te Amerika Birleşik Devletleri'nin üçüncü başkanı ve Bağımsızlık Bildirgesi'nin baş yazarı Thomas Jefferson, Virginia Kolonisinde doğdu."
      },
      {
        "text1": "13 Nisan 1943'te, İkinci Dünya Savaşı sırasında Yahudilerin Nazi güçlerine karşı düzenlediği bir direniş eylemi olan Varşova Gettosu Ayaklanması meydana geldi."
      }
    ]
  },
  "4-14": {
    "curiosity": [
      {
        "text": "14 Nisan 1865'te Amerika Birleşik Devletleri Başkanı Abraham Lincoln, Washington DC'deki bir tiyatro salonunda aktör John Wilkes Booth tarafından öldürüldü."
      },
      {
        "text1": "14 Nisan 1986'da ABD, Libya'nın Berlin'deki bir gece kulübüne düzenlenen terör saldırısına karıştığı iddiasına misilleme olarak Libya'ya hava saldırısı düzenledi."
      }
    ]
  },
  "4-15": {
    "curiosity": [
      {
        "text": "15 Nisan 1912'de RMS Titanic bir buzdağına çarptıktan sonra battı ve tarihin en ünlü deniz felaketlerinden birinde 1.500'den fazla insan öldü."
      },
      {
        "text1": "15 Nisan 1947'de beyzbol oyuncusu Jackie Robinson, Major League Baseball'a ilk çıkışını yaparak Amerika Birleşik Devletleri'ndeki profesyonel sporlardaki ırksal engelleri aştı."
      }
    ]
  },
  "4-16": {
    "curiosity": [
      {
        "text": "16 Nisan 1945'te Alman diktatör Adolf Hitler, Berlin'deki sığınağında intihar ederek II. Dünya Savaşı sırasında Nazi rejiminin sonunu işaret etti."
      },
      {
        "text1": "16 Nisan 1972'de Vietnam Savaşı sırasında Amerikan askerlerinin yüzlerce Vietnamlı sivili öldürdüğü My Lai katliamı meydana geldi."
      }
    ]
  },
  "4-17": {
    "curiosity": [
      {
        "text": "17 Nisan 1961'de, CIA'nın Küba'daki Fidel Castro rejimini devirmeye yönelik başarısız bir girişimi olan Domuzlar Körfezi istilası gerçekleşti."
      },
      {
        "text1": "17 Nisan 1975'te Pol Pot liderliğindeki Kızıl Khmerler Kamboçya'nın başkenti Phnom Penh'in kontrolünü ele geçirerek ülkede soykırım ve baskı döneminin başlangıcı oldu."
      }
    ]
  },
  "4-18": {
    "curiosity": [
      {
        "text": "18 Nisan 1775'te Amerikalı sömürgeciler ile İngiliz birlikleri arasındaki ilk silahlı çatışma, Amerikan Bağımsızlık Savaşı'nın başlangıcına işaret eden Lexington ve Concord Savaşı'nda meydana geldi."
      },
      {
        "text1": "18 Nisan 1980'de, Kartal Pençesi Operasyonu olarak bilinen İran'ın Tahran kentindeki ABD büyükelçiliğinde Amerikalı rehineleri kurtarma operasyonu gerçekleştirildi ve başarısızlıkla sonuçlandı ve birkaç Amerikan askerinin ölümüyle sonuçlandı."
      },
      {
        "text1": "18 Nisan 1996'da Uganda ordusu ve Tanrı'nın Direniş Ordusu (LRA) isyancı grubu, kuzey Uganda'da yıllarca süren silahlı çatışmanın ardından geçici bir ateşkes imzaladı."
      }
    ]
  },
  "4-19": {
    "curiosity": [
      {
        "text": "19 Nisan 1775'te, sömürge milislerinin İngiliz birliklerini püskürtmeyi başardığı Amerikan Bağımsızlık Savaşı sırasında Concord Muharebesi gerçekleşti."
      },
      {
        "text1": "19 Nisan 1995'te Amerika Birleşik Devletleri'nin Oklahoma City kentinde Alfred P. Murrah federal binasının önünde bomba yüklü bir kamyonun patlaması sonucu 168 kişinin ölümüyle sonuçlanan bir terör saldırısı meydana geldi."
      }
    ]
  },
  "4-20": {
    "curiosity": [
      {
        "text": "20 Nisan 1889'da geleceğin Nazi lideri Adolf Hitler, Avusturya'nın Braunau am Inn kentinde doğdu."
      },
      {
        "text1": "20 Nisan 1999'da, iki silahlı öğrencinin Amerika Birleşik Devletleri'ndeki Columbine Lisesi'ne saldırdığı, 12 öğrenciyi ve bir öğretmeni öldürdüğü, ardından intihar ettiği Columbine Katliamı meydana geldi."
      }
    ]
  },
  "4-21": {
    "curiosity": [
      {
        "text": "Efsaneye göre MÖ 21 Nisan 753'te Roma, Romulus ve Remus tarafından kuruldu."
      },
      {
        "text1": "21 Nisan 1960'da Brezilya'nın başkenti Brasília'nın resmi açılışı yapıldı ve mimarlık ve şehircilik tarihinde bir dönüm noktası olarak kabul edildi."
      }
    ]
  },
  "4-22": {
    "curiosity": [
      {
        "text": "22 Nisan 1970'te, çevre sorunları ve gezegenin korunması konusunda farkındalığı teşvik etmek için tasarlanmış uluslararası bir etkinlik olan ilk Dünya Günü kutlandı."
      },
      {
        "text1": "22 Nisan 1993'te ANC lideri ve Güney Afrika'nın gelecekteki başkanı Nelson Mandela ve Başkan Frederik Willem de Klerk, apartheid'ı sona erdirme çabalarından dolayı Nobel Barış Ödülü'ne layık görüldü."
      }
    ]
  },
  "4-23": {
    "curiosity": [
      {
        "text": "Tarihin en büyük oyun yazarlarından biri olan William Shakespeare, 23 Nisan 1564'te İngiltere'nin Stratford-upon-Avon şehrinde doğdu."
      },
      {
        "text1": "23 Nisan 1910'da Theodore Roosevelt, Paris'teki Sorbonne'da ünlü 'Düzgün Konuşmalı, Büyük Spor' konuşmasını yaptı ve dünya barışını desteklemek için diplomasinin ve güç kullanımının önemini vurguladı."
      }
    ]
  },
  "4-24": {
    "curiosity": [
      {
        "text": "24 Nisan 1800'de ilk kitabının satın alınmasıyla Washington D.C.'de Amerika Birleşik Devletleri Kongre Kütüphanesi kuruldu."
      },
      {
        "text1": "24 Nisan 1916'da İrlanda'da İngiliz yönetimine karşı silahlı bir ayaklanma olan Paskalya Ayaklanması gerçekleşti ve İrlanda'nın bağımsızlığına giden yolda önemli bir kilometre taşı olarak kabul edildi."
      }
    ]
  },
  "4-25": {
    "curiosity": [
      {
        "text": "25 Nisan 1945'te, İkinci Dünya Savaşı sırasında Sovyet ve Yugoslav güçleri, Yugoslavya'nın Belgrad şehrini Nazi yönetiminden kurtardı."
      },
      {
        "text1": "25 Nisan 1974'te Portekiz'de, Estado Novo'nun diktatörlük rejimini deviren ve ülkede demokrasiyi yeniden tesis eden askeri bir hareket olan Karanfil Devrimi meydana geldi."
      }
    ]
  },
  "4-26": {
    "curiosity": [
      {
        "text": "26 Nisan 1986'da Ukrayna'da Çernobil nükleer felaketi meydana geldi; bir nükleer reaktördeki patlama, atmosfere büyük miktarda radyoaktif madde saldı ve tarihteki en büyük nükleer felaketlerden birine neden oldu."
      },
      {
        "text1": "26 Nisan 2005'te Japonya Veliaht Prensi Naruhito, Tokyo'daki Meiji Tapınağı'nda düzenlenen bir törenle Masako Owada ile evlendi."
      }
    ]
  },
  "4-27": {
    "curiosity": [
      {
        "text": "Geleneğe göre MÖ 27 Nisan 497'de Roma şehri resmi olarak kuruldu."
      },
      {
        "text1": "27 Nisan 1994'te Nelson Mandela, Güney Afrika'nın ilk siyahi cumhurbaşkanı seçildi ve bu, ülkedeki apartheid'ın sona erdiğinin işaretiydi."
      }
    ]
  },
  "4-28": {
    "curiosity": [
      {
        "text": "28 Nisan 1789'da, İngiliz gemisinin mürettebatının Kaptan William Bligh'e isyan etmesiyle HMS Bounty İsyanı meydana geldi."
      },
      {
        "text1": "28 Nisan 1945'te, İkinci Dünya Savaşı sırasında İtalyan diktatör Benito Mussolini, İtalyan direniş üyeleri tarafından yakalanıp idam edildi."
      }
    ]
  },
  "4-29": {
    "curiosity": [
      {
        "text": "29 Nisan 1975'te Güney Vietnam'ın başkenti Saygon'un Kuzey Vietnam'daki komünist güçlerin eline geçmesiyle Vietnam Savaşı sona erdi."
      },
      {
        "text1": "29 Nisan 2011'de İngiltere Prensi William, Londra'daki Westminster Abbey'de düzenlenen törenle Catherine Middleton ile evlendi."
      }
    ]
  },
  "4-30": {
    "curiosity": [
      {
        "text": "30 Nisan 1789'da George Washington, Amerika Birleşik Devletleri'nin ilk başkanı olarak göreve başladı."
      },
      {
        "text1": "30 Nisan 1945'te Adolf Hitler ve eşi Eva Braun, Berlin'deki sığınaklarında intihar ederek Almanya'daki Nazi rejiminin sonunu işaret etti."
      }
    ]
  },
  "5-1": {
    "curiosity": [
      {
        "text": "1 Mayıs 1886'da, Amerika Birleşik Devletleri'nin Chicago kentinde, işçilerin daha iyi çalışma koşulları ve sekiz saatlik çalışma günü için protestolarıyla damgasını vuran Haymarket İsyanı gerçekleşti."
      },
      {
        "text1": "1 Mayıs 1994'te, Dünya Ticaret Örgütü'nün (DTÖ) GATT'ın halefi olarak kurulmasını sağlayan, uluslararası ticarette bir dönüm noktası olan Gümrük Tarifeleri ve Ticaret Genel Anlaşması (GATT) yürürlüğe girdi."
      }
    ]
  },
  "5-2": {
    "curiosity": [
      {
        "text": "2 Mayıs 1519'da İtalyan kaşif Leonardo da Vinci Fransa'nın Amboise kentinde öldü."
      },
      {
        "text1": "2 Mayıs 2011'de, El Kaide'nin kurucusu ve 11 Eylül 2001 saldırılarının sorumlusu olan terörist lider Usame bin Ladin, ABD'nin Pakistan'daki askeri operasyonu sırasında öldürüldü."
      }
    ]
  },
  "5-3": {
    "curiosity": [
      {
        "text": "3 Mayıs 1808'de Napolyon Savaşları sırasında Madrid'deki Fransız işgaline karşı popüler bir isyan olan Dos de Mayo Ayaklanması gerçekleşti."
      },
      {
        "text1": "3 Mayıs 1979'da Margaret Thatcher, Birleşik Krallık Başbakanı seçilen ilk kadın oldu ve bu görevi üst üste üç dönem sürdürdü."
      },
      {
        "text1": "3 Mayıs 2000'de Londra'da, Thames Nehri'ni geçen ve şehrin sembolü haline gelen ikonik bir yapı olan Milenyum Köprüsü'nün açılışı gerçekleşti."
      }
    ]
  },
  "5-4": {
    "curiosity": [
      {
        "text": "4 Mayıs 1626'da Hollandalı kaşif Peter Minuit Manhattan Adası'na geldi ve daha sonra New York City olacak bir koloni kurdu."
      },
      {
        "text1": "4 Mayıs 1970'de Amerika Birleşik Devletleri'nde Ulusal Muhafız askerlerinin Vietnam Savaşı'nı protesto eden öğrencilere ateş açması ve dört kişinin ölümüyle sonuçlanan Kent Eyaleti Katliamı meydana geldi."
      }
    ]
  },
  "5-5": {
    "curiosity": [
      {
        "text": "5 Mayıs 1821'de Güney Amerikalı devrimci lider Simón Bolívar, Carabobo Savaşı'nda İspanyol güçlerini yenerek Venezuela'nın bağımsızlığını pekiştirdi."
      },
      {
        "text1": "5 Mayıs 1862'de Meksika'da, Meksika ordusunun ülkeyi fethetmeye çalışan Fransız kuvvetlerine karşı şaşırtıcı bir zafer kazandığı Puebla Savaşı gerçekleşti."
      }
    ]
  },
  "5-6": {
    "curiosity": [
      {
        "text": "6 Mayıs 1527'de, İmparator V. Charles'ın birliklerinin Roma şehrini işgal edip yağmalaması sonucu Roma'nın Yağmalanması meydana geldi ve İtalyan Rönesansı'nın sonunu işaret etti."
      },
      {
        "text1": "6 Mayıs 1954'te Vietnam'daki Dien Bien Phu Muharebesi, Viet Minh'in Fransız sömürge kuvvetlerine karşı kazandığı zaferle sona erdi ve bu, Fransızların geri çekilmesine ve Fransız Çinhindi'nin sona ermesine yol açtı."
      }
    ]
  },
  "5-7": {
    "curiosity": [
      {
        "text": "7 Mayıs 1824'te Beethoven Dokuzuncu Senfonisinin prömiyerini Avusturya'nın Viyana kentinde, en tanınmış bestesi Neşeye İlahi ile yaptı."
      },
      {
        "text1": "7 Mayıs 1945'te Nazi Almanyası, Müttefik kuvvetlere kayıtsız şartsız teslim oldu ve bu, Avrupa'da İkinci Dünya Savaşı'nın sona erdiğinin işaretiydi."
      }
    ]
  },
  "5-8": {
    "curiosity": [
      {
        "text": "8 Mayıs 1886'da Amerika Birleşik Devletleri'nin Chicago kentinde, sekiz saatlik işgününü protesto etmek amacıyla Haymarket İşçi İsyanı gerçekleşti ve bu isyan, işçilerle polis arasında şiddetli çatışmalara yol açtı."
      },
      {
        "text1": "8 Mayıs 1945'te, Avrupa'da İkinci Dünya Savaşı'nın sona ermesinin Nazi Almanyası'nın kayıtsız şartsız teslim olmasıyla kutlanan Avrupa'da Zafer Günü ilan edildi."
      }
    ]
  },
  "5-9": {
    "curiosity": [
      {
        "text": "9 Mayıs 1502'de kaşif Christopher Columbus, Yeni Dünya'ya dördüncü ve son yolculuğuna çıktı."
      },
      {
        "text1": "9 Mayıs 1950'de Fransa Dışişleri Bakanı Robert Schuman, Avrupa entegrasyonuna yönelik önemli bir adım olan Avrupa Kömür ve Çelik Topluluğu'nun (AKÇT) kurulmasına yönelik öneriyi sundu."
      }
    ]
  },
  "5-10": {
    "curiosity": [
      {
        "text": "10 Mayıs 1503'te İtalyan Rönesans ressamı Michelangelo, en ünlü eserlerinden biri olan Davut heykeli üzerinde çalışmaya başladı."
      },
      {
        "text1": "10 Mayıs 1994'te Nelson Mandela, Güney Afrika'nın ilk siyahi başkanı olarak yemin ederek ülkede apartheid'ın sonunu ve yeni bir dönemin başlangıcını işaret etti."
      }
    ]
  },
  "5-11": {
    "curiosity": [
      {
        "text": "11 Mayıs 330'da Roma İmparatoru I. Konstantin, Doğu Roma İmparatorluğu'nun ve daha sonra Bizans İmparatorluğu'nun başkenti olacak Konstantinopolis şehrini kurdu."
      },
      {
        "text1": "11 Mayıs 1998'de Hindistan'ın ilk nükleer silah testini başarıyla gerçekleştirmesi bölgede gerilimi artırdı ve Güney Asya'da bir dizi nükleer denemeyi tetikledi."
      }
    ]
  },
  "5-12": {
    "curiosity": [
      {
        "text": "Modern hemşireliğin öncüsü Florence Nightingale, 12 Mayıs 1820'de İtalya'nın Floransa kentinde doğdu."
      },
      {
        "text1": "12 Mayıs 1962'de Amerikalı astronot Scott Carpenter, Aurora 7 uzay aracıyla Dünya yörüngesine giren ikinci Amerikalı oldu."
      }
    ]
  },
  "5-13": {
    "curiosity": [
      {
        "text": "13 Mayıs 1917'de, Meryem Ana'nın üç çoban çocuğuna ilk kez görünmesi, Fátima, Portekiz'de gerçekleşti ve Fátima'nın Görünmesi olarak bilinen bir dizi olayı başlattı."
      },
      {
        "text1": "13 Mayıs 1981'de Papa II. John Paul, Roma'da bir saldırıya uğradı, ağır yaralandı, ancak saldırıdan sağ kurtuldu."
      }
    ]
  },
  "5-14": {
    "curiosity": [
      {
        "text": "14 Mayıs 1948'de İsrail Devleti'nin bağımsızlığı ilan edildi ve bu, modern Yahudi Devleti'nin kuruluşunun işaretiydi."
      },
      {
        "text1": "14 Mayıs 2011'de Güney Sudan Bağımsızlık Bildirgesi gerçekleşti ve Güney Sudan dünyanın en genç ülkesi oldu."
      }
    ]
  },
  "5-15": {
    "curiosity": [
      {
        "text": "15 Mayıs 1252'de Papa IV. Innocentius, Engizisyon'a sapkınlık itirafı almak için işkenceyi kullanma yetkisi veren papalık duyurusu Ad Extirpanda'yı yayınladı."
      },
      {
        "text1": "15 Mayıs 1940'ta II. Dünya Savaşı sırasında Hollanda Alman kuvvetlerine teslim oldu ve Hollanda Muharebesi sona erdi."
      }
    ]
  },
  "5-16": {
    "curiosity": [
      {
        "text": "16 Mayıs 1929'da Oscar'ların verilmesinden sorumlu Sinema Sanatları ve Bilimleri Akademisi kuruldu."
      },
      {
        "text1": "16 Mayıs 1966'da The Beach Boys'un pop müzikte referans haline gelen ve nesiller boyu sanatçıları etkileyen ikonik albümü 'Pet Sounds' yayınlandı."
      }
    ]
  },
  "5-17": {
    "curiosity": [
      {
        "text": "17 Mayıs 1792'de Fransız Devrimi sırasında Fransa Kraliçesi Marie Antoinette yargılandı ve ölüm cezasına çarptırıldı."
      },
      {
        "text1": "17 Mayıs 2004'te ilk eşcinsel evlilik Amerika Birleşik Devletleri'nin Massachusetts eyaletinde yasallaştırıldı."
      }
    ]
  },
  "5-18": {
    "curiosity": [
      {
        "text": "18 Mayıs 1804'te Napolyon Bonapart, Birinci Fransız İmparatorluğunu kurarak Fransız İmparatoru ilan edildi."
      },
      {
        "text1": "18 Mayıs 1980'de Amerika Birleşik Devletleri'nde bulunan Saint Helens Yanardağı patladı ve ülke tarihindeki en büyük volkanik patlamalardan birine yol açtı."
      }
    ]
  },
  "5-19": {
    "curiosity": [
      {
        "text": "19 Mayıs 1536'da İngiltere Kralı VIII. Henry'nin ikinci eşi Anne Boleyn, zina ve vatana ihanet suçlamasıyla idam edildi."
      },
      {
        "text1": "19 Mayıs 1962'de aktris Marilyn Monroe, doğum gününü kutlayan bir partide Amerika Birleşik Devletleri Başkanı John F. Kennedy'ye 'Doğum Günün Kutlu Olsun' şarkısını söyledi."
      }
    ]
  },
  "5-20": {
    "curiosity": [
      {
        "text": "20 Mayıs 1498'de Portekizli kaşif Vasco da Gama Hindistan'a geldi ve Avrupa ile Hindistan yarımadası arasındaki deniz yolunu açtı."
      },
      {
        "text1": "20 Mayıs 1873'te ünlü Rus besteci Pyotr İlyiç Çaykovski, senfonisi 'Senfoni No. 3, Re Majör, Op. 29', 'Polonya Senfonisi' olarak da bilinir."
      }
    ]
  },
  "5-21": {
    "curiosity": [
      {
        "text": "21 Mayıs 1927'de Amerikalı pilot Charles Lindbergh, Spirit of St. Louis uçağıyla New York'tan Paris'e uçarak ilk tek başına kesintisiz transatlantik uçuşunu tamamladı."
      },
      {
        "text1": "21 Mayıs 1991'de Filipinler eski Başkanı Corazon Aquino, ABD askeri üslerinin ülkeden çekildiğini duyurdu ve ABD'nin Filipinler'deki onlarca yıllık askeri varlığına son verdi."
      }
    ]
  },
  "5-22": {
    "curiosity": [
      {
        "text": "22 Mayıs 1455'te İngiltere'de, tahtın kontrolü için York ve Lancaster hanedanları arasında bir iç çatışma olan Gül Savaşları başladı."
      },
      {
        "text1": "22 Mayıs 2010 tarihinde Yeni Zelanda'nın Christchurch şehrinde 6,3 büyüklüğünde deprem meydana gelmiş, ciddi hasara yol açmış ve insan hayatını kaybetmişti."
      }
    ]
  },
  "5-23": {
    "curiosity": [
      {
        "text": "23 Mayıs 1430'da Joan of Arc, Yüz Yıl Savaşları sırasında Burgonya güçleri tarafından yakalandı ve daha sonra İngilizlere teslim edilerek sapkınlıktan yargılandı."
      },
      {
        "text1": "23 Mayıs 1934'te, 'Bonnie ve Clyde' olarak bilinen suçlu çift Bonnie Parker ve Clyde Barrow, bir çatışma sırasında polis tarafından vurularak öldürüldü."
      }
    ]
  },
  "5-24": {
    "curiosity": [
      {
        "text": "24 Mayıs 1543'te Nicolaus Copernicus, güneş sisteminin güneş merkezli teorisini sunan 'De Revolutionibus Orbium Celestium' kitabını yayınladı."
      },
      {
        "text1": "24 Mayıs 1883'te Amerika Birleşik Devletleri'nin en eski asma köprülerinden biri olan Brooklyn Köprüsü trafiğe açıldı ve Manhattan'ı Brooklyn'e bağladı."
      }
    ]
  },
  "5-25": {
    "curiosity": [
      {
        "text": "25 Mayıs 1977'de, 'Yıldız Savaşları' destanının ilk filmi 'Yıldız Savaşları: Bölüm IV - Yeni Bir Umut', Amerika Birleşik Devletleri'nde sinemalarda gösterime girdi."
      },
      {
        "text1": "Dünyanın en büyük ticari uçağı Airbus A380, 25 Mayıs 2005 tarihinde Fransa'nın Toulouse kentinde ilk test uçuşunu gerçekleştirdi."
      }
    ]
  },
  "5-26": {
    "curiosity": [
      {
        "text": "26 Mayıs 1896'da Charles Dow, önemli bir finansal piyasa göstergesi haline gelen ve Dow Jones Endüstriyel Ortalaması olarak bilinen ilk hisse senedi endeksini yayınladı."
      },
      {
        "text1": "26 Mayıs 1967'de Beatles'ın ikonik albümü 'Sgt. Popüler müzik tarihinde bir dönüm noktası haline gelen Pepper's Lonely Hearts Club Band' piyasaya sürüldü."
      }
    ]
  },
  "5-27": {
    "curiosity": [
      {
        "text": "27 Mayıs 1937'de Alman hava gemisi Hindenburg, Amerika Birleşik Devletleri'nin New Jersey kentine iniş girişimi sırasında alev aldı ve 36 kişinin ölümüyle sonuçlandı."
      },
      {
        "text1": "27 Mayıs 1999'da Dünya Sağlık Örgütü (WHO), Amerika kıtasında çocuk felcinin ortadan kaldırıldığını ve dünyada hastalıktan arınmış ilk bölge haline geldiğini ilan etti."
      }
    ]
  },
  "5-28": {
    "curiosity": [
      {
        "text": "28 Mayıs 1953'te Yeni Zelandalı dağcı Edmund Hillary ve Sherpa Tenzing Norgay, dünyanın en yüksek dağı olan Everest Dağı'nın zirvesine ilk ulaşanlar oldu."
      },
      {
        "text1": "28 Mayıs 1995'te Güney Afrika Milli Ragbi Takımı, apartheid rejiminin sona ermesinden sonraki ilk katılımıyla Rugby Dünya Kupası'nı kazandı."
      }
    ]
  },
  "5-29": {
    "curiosity": [
      {
        "text": "29 Mayıs 1453'te Bizans İmparatorluğu'nun başkenti Konstantinopolis'in Osmanlı İmparatorluğu güçlerinin eline geçmesi, Orta Çağ'ın sonu ve modern çağın başlangıcı oldu."
      },
      {
        "text1": "29 Mayıs 1953'te Sir Edmund Hillary ve Tenzing Norgay tarihte ilk kez Everest Dağı'nın zirvesine ulaşarak gelecekteki keşif gezilerinin önünü açtı ve insanoğlunun sınırlarını zorladı."
      }
    ]
  },
  "5-30": {
    "curiosity": [
      {
        "text": "30 Mayıs 1431'de Joan of Arc, Yüz Yıl Savaşları sırasında sapkınlık suçlamasıyla kazığa bağlanarak yakıldı."
      },
      {
        "text1": "30 Mayıs 1922'de Lincoln Anıtı, Amerika Birleşik Devletleri'nin 16. başkanı Abraham Lincoln onuruna Washington, DC, Amerika Birleşik Devletleri'nde adandı."
      }
    ]
  },
  "5-31": {
    "curiosity": [
      {
        "text": "31 Mayıs 1911'de dünyanın en ünlü ve geleneksel otomobil yarışlarından biri olan ilk Indianapolis yarışı tamamlandı."
      },
      {
        "text1": "31 Mayıs 1962'de Şili'de 9,4 ila 9,6 büyüklüğünde tahmini büyüklüğüyle şimdiye kadar kaydedilen en güçlü Valdivia depremi meydana geldi."
      }
    ]
  },
  "6-1": {
    "curiosity": [
      {
        "text": "1 Haziran 1495'te İtalyan kaşif Christopher Columbus, Yeni Dünya'ya üçüncü yolculuğu sırasında Trinidad adasını keşfetti."
      },
      {
        "text1": "1 Haziran 1967'de Beatles'ın ikonik albümü 'Sgt. Popüler müzik tarihinde bir dönüm noktası haline gelen Pepper's Lonely Hearts Club Band' piyasaya sürüldü."
      }
    ]
  },
  "6-2": {
    "curiosity": [
      {
        "text": "2 Haziran 1953'te, babası Kral George VI'nın ölümünün ardından Birleşik Krallık Kraliçesi II. Elizabeth'in taç giyme töreni Londra'daki Westminster Abbey'de yapıldı."
      },
      {
        "text1": "2 Haziran 1979'da Filipinler'in eski First Lady'si Imelda Marcos, diktatör Ferdinand Marcos rejiminin devrilmesinin ardından yolsuzluk ve yasadışı zenginleşme nedeniyle tutuklandı."
      }
    ]
  },
  "6-3": {
    "curiosity": [
      {
        "text": "3 Haziran 1965'te Amerikalı astronot Edward White, Gemini 4 görevi sırasında uzay yürüyüşü gerçekleştiren ilk ABD astronotu oldu."
      },
      {
        "text1": "3 Haziran 1989'da Çin'in Pekin kentinde Tiananmen Meydanı Katliamı meydana geldi; Çinli yetkililer demokrasi yanlısı protestocuları acımasızca bastırdı ve yüzlerce, muhtemelen binlerce kişinin ölümüyle sonuçlandı."
      }
    ]
  },
  "6-4": {
    "curiosity": [
      {
        "text": "4 Haziran 1942'de, İkinci Dünya Savaşı sırasında, Pasifik Okyanusu'nda Midway Muharebesi başladı ve ABD'nin Japon İmparatorluğu'na karşı stratejik bir zaferiyle sonuçlandı."
      },
      {
        "text1": "4 Haziran 1989'da Çin'in Pekin kentindeki Tiananmen Meydanı'ndaki demokrasi yanlısı protestolar, Çin hükümeti tarafından askeri güçler ve tankların kullanılmasıyla vahşice bastırıldı."
      }
    ]
  },
  "6-5": {
    "curiosity": [
      {
        "text": "5 Haziran 1947'de Amerika Birleşik Devletleri Dışişleri Bakanı George Marshall tarafından İkinci Dünya Savaşı'ndan etkilenen Avrupa ülkelerine ekonomik yardım sağlamayı amaçlayan Marshall Planı açıklandı."
      },
      {
        "text1": "5 Haziran 1967'de, İsrail ile komşu Arap ülkeleri arasında, İsrail'in kesin bir zaferiyle ve bölgenin sınırlarında önemli değişikliklerle sonuçlanan Altı Gün Savaşı başladı."
      }
    ]
  },
  "6-6": {
    "curiosity": [
      {
        "text": "6 Haziran 1944'te, Müttefik kuvvetlerin Batı Avrupa'yı Nazi yönetiminden kurtarmaya başlamak için Fransa'nın Normandiya kentine çıkarma yaptığı, II. Dünya Savaşı'nın en büyük askeri operasyonlarından biri olan D-Day gerçekleşti."
      },
      {
        "text1": "6 Haziran 1968'de, Başkan John F. Kennedy'nin kardeşi Amerikalı Senatör Robert F. Kennedy, başkanlık kampanyası sırasında Los Angeles, Kaliforniya'da suikasta kurban gitti."
      }
    ]
  },
  "6-7": {
    "curiosity": [
      {
        "text": "7 Haziran 1494'te Portekiz ile İspanya arasında imzalanan Tordesillas Antlaşması, Avrupa dışında keşfedilen ve keşfedilecek toprakları bölerek, dünyayı iki ülke arasında bölen hayali bir çizgi oluşturdu."
      },
      {
        "text1": "7 Haziran 1981'de Voyager 2 uzay sondası Satürn'e ulaştı ve gezegen ve uyduları hakkında görüntüleri ve ayrıntılı bilgileri Dünya'ya geri gönderdi."
      }
    ]
  },
  "6-8": {
    "curiosity": [
      {
        "text": "8 Haziran 1783'te Montgolfier kardeşler, Fransa'nın Annonay kentinde insanlı sıcak hava balonunun ilk başarılı halka açık uçuşunu gerçekleştirerek havacılık çağının başlangıcı oldu."
      },
      {
        "text1": "8 Haziran 1972'de Francis Ford Coppola'nın yönettiği, Marlon Brando ve Al Pacino'nun başrollerini paylaştığı 'The Godfather' filmi Amerika Birleşik Devletleri'nde sinemalarda gösterime girdi."
      }
    ]
  },
  "6-9": {
    "curiosity": [
      {
        "text": "9 Haziran 1815'te, Belçika'nın Waterloo Muharebesi, Napolyon Bonapart liderliğindeki kuvvetler ile Avrupa ordularından oluşan bir koalisyon arasında gerçekleşti ve Napolyon'un nihai yenilgisi ve imparatorluğunun sona ermesiyle sonuçlandı."
      },
      {
        "text1": "9 Haziran 1934'te Amerika Birleşik Devletleri Temsilciler Meclisi'nin Amerikalılara Karşı İşler Komitesi kuruldu ve daha sonra 'Cadı Avı' olarak anılacak olan ülkedeki komünist faaliyetlerin araştırılmasına başlandı."
      }
    ]
  },
  "6-10": {
    "curiosity": [
      {
        "text": "10 Haziran 1940'ta İkinci Dünya Savaşı sırasında İtalya, Fransa ve Birleşik Krallık'a savaş ilan ederek çatışmaya Nazi Almanyası'nın yanında girdi."
      },
      {
        "text1": "10 Haziran 1967'de Altı Gün Savaşı, İsrail'in komşu Arap ülkelerine karşı kazandığı kesin zaferle sona erdi ve bölgenin sınırlarında önemli değişikliklere yol açtı."
      }
    ]
  },
  "6-11": {
    "curiosity": [
      {
        "text": "11 Haziran 1509'da İngiltere Kralı VIII. Henry, ilk eşi Aragonlu Catherine ile Greenwich Sarayı'ndaki Chapel Royal'de düzenlenen bir törenle evlendi."
      },
      {
        "text1": "11 Haziran 1963'te Vietnamlı Budist keşiş Thích Quảng Đức, Güney Vietnam hükümetinin dini zulmünü protesto etmek için Saygon'un işlek bir caddesinde kendini feda etti."
      }
    ]
  },
  "6-12": {
    "curiosity": [
      {
        "text": "12 Haziran 1898'de İspanyol-Amerikan Savaşı sırasında, Santiago de Cuba yakınlarında Amerika Birleşik Devletleri ile İspanyol kuvvetleri arasında Las Guasimas Muharebesi yapıldı."
      },
      {
        "text1": "12 Haziran 1987'de Amerika Birleşik Devletleri Başkanı Ronald Reagan Almanya'nın Berlin kentinde bir konuşma yaptı ve Sovyet lideri Mihail Gorbaçov'u Berlin Duvarı'na atıfta bulunarak 'bu duvarı yıkmaya' çağırdı."
      }
    ]
  },
  "6-13": {
    "curiosity": [
      {
        "text": "13 Haziran 1920'de, Birinci Dünya Savaşı'ndan sonra İtilaf Devletleri ile Macaristan arasında yaşanan savaş durumunu resmen sona erdiren Trianon Antlaşması imzalandı."
      },
      {
        "text1": "13 Haziran 1971'de Intelsat IV F-3 adı verilen ve canlı televizyon yayınına ve uluslararası telefon görüşmelerine olanak tanıyan ilk ticari uzay uydusu fırlatıldı."
      }
    ]
  },
  "6-14": {
    "curiosity": [
      {
        "text": "14 Haziran 1777'de Amerika Birleşik Devletleri Kıta Kongresi, on üç alternatif kırmızı ve beyaz çizgi ve bir daire içinde on üç beyaz yıldızın bulunduğu mavi bir alan içeren ve on üç koloninin orijinallerini temsil eden 'Amerika Birleşik Devletleri Bayrağı'nı kabul etti."
      },
      {
        "text1": "14 Haziran 1940'ta Alman birlikleri, İkinci Dünya Savaşı sırasında Fransa'nın başkentini işgal ederek Paris'e girdi."
      }
    ]
  },
  "6-15": {
    "curiosity": [
      {
        "text": "15 Haziran 1215'te İngiltere Kralı John, hükümdarın gücünü sınırlayan ve İngiliz soylularının hak ve özgürlüklerini belirleyen bir belge olan Magna Carta'yı imzaladı."
      },
      {
        "text1": "15 Haziran 1904'te James Joyce'un yazdığı 'Ulysses' kitabının ilk baskısı Paris'te yayımlandı ve modern edebiyatta önemli bir dönüm noktası oldu."
      }
    ]
  },
  "6-16": {
    "curiosity": [
      {
        "text": "16 Haziran 1858'de, Abraham Lincoln'ün Illinois Cumhuriyetçi kongresi sırasında yaptığı ünlü konuşma olan Springfield Konuşması gerçekleşti; bu konuşmada şöyle dedi: 'Kendi içinde bölünmüş bir ev ayakta duramaz.' ."
      },
      {
        "text1": "16 Haziran 1963'te Sovyet kozmonot Valentina Tereshkova, Vostok 6 uzay aracıyla uzaya giden ilk kadın oldu."
      }
    ]
  },
  "6-17": {
    "curiosity": [
      {
        "text": "17 Haziran 1579'da İngiliz kaşif ve korsan Sir Francis Drake, dünyanın çevresini dolaştığı sırada şu anda Kaliforniya'da Drake's Bay olarak bilinen bir yere indi."
      },
      {
        "text1": "17 Haziran 1972'de Washington DC'deki Watergate Oteli'ne ünlü hırsızlık olayı gerçekleşti; bu olay 'Watergate Skandalı' olarak bilinen siyasi skandala yol açtı ve Amerika Birleşik Devletleri Başkanı Richard Nixon'un istifasıyla sonuçlandı. 1974'te."
      }
    ]
  },
  "6-18": {
    "curiosity": [
      {
        "text": "18 Haziran 1815'te Wellington Dükü ve Prusyalı Mareşal Gebhard Leberecht von Blücher'in güçlerinin Napolyon Bonapart'ı kesin olarak mağlup ettiği ve imparatorluğuna son verdiği Waterloo Savaşı gerçekleşti."
      },
      {
        "text1": "18 Haziran 1983'te Sally Ride, Challenger uzay mekiğiyle uzaya giden ilk Amerikalı kadın oldu."
      }
    ]
  },
  "6-19": {
    "curiosity": [
      {
        "text": "19 Haziran 1865'te, Amerika Birleşik Devletleri'nin Teksas kentinde köleleştirilen son insanlara, 'On Haziran' olarak bilinen ve bugün hala Bağımsızlık Günü olarak kutlanan bir etkinlikle kurtuluşları bildirildi. Afro-Amerikan Kurtuluşu."
      },
      {
        "text1": "19 Haziran 1978'de Jim Davis'in yarattığı ünlü turuncu kedi Garfield, Amerika Birleşik Devletleri'ndeki gazetelerde çizgi roman olarak görücüye çıktı."
      }
    ]
  },
  "6-20": {
    "curiosity": [
      {
        "text": "20 Haziran 1782'de Kıta Kongresi, orijinal on üç koloniyi temsil eden, kalkanlı Amerikan kartalının ve on üç yıldızın yer aldığı Amerika Birleşik Devletleri mührünün mevcut tasarımını kabul etti."
      },
      {
        "text1": "20 Haziran 1963'te Sovyetler Birliği, Valentina Tereshkova'nın da bulunduğu Vostok 6 uzay aracını fırlattı ve bu, onu tek başına uzay uçuşu gerçekleştiren ilk kadın yaptı."
      }
    ]
  },
  "6-21": {
    "curiosity": [
      {
        "text": "21 Haziran 1948'de Batı Almanya, Doğu Almanya ile Batı Almanya arasındaki parasal ayrımın başlangıcını işaret eden yeni bir para birimi olan Alman markını tanıttı."
      },
      {
        "text1": "21 Haziran 1982'de İngiliz Hava Kuvvetleri, Falkland Savaşı sırasında, Arjantin'in işgal ettiği Falkland Adaları'ndaki uçak pistlerine hava saldırıları düzenleyerek Black Buck Operasyonunu başlattı."
      }
    ]
  },
  "6-22": {
    "curiosity": [
      {
        "text": "22 Haziran 1941'de, İkinci Dünya Savaşı sırasında Nazi Almanyası, Barbarossa Harekatı'nı başlatarak Sovyetler Birliği'ni işgal etti."
      },
      {
        "text1": "22 Haziran 1990'da Doğu Almanya ve Batı Almanya, Almanya'nın bölünmüşlüğüne son veren ve ülkenin yeniden birleşmesini simgeleyen Birleşme Antlaşması'nı imzaladı."
      }
    ]
  },
  "6-23": {
    "curiosity": [
      {
        "text": "23 Haziran 1314'te, Robert the Bruce liderliğindeki İskoç ordusunun Birinci İskoç Bağımsızlık Savaşı sırasında İngiliz kuvvetlerine karşı kesin bir zafer kazandığı Bannockburn Muharebesi gerçekleşti."
      },
      {
        "text1": "23 Haziran 2016'da Birleşik Krallık'ta seçmenler Brexit olarak bilinen referandumda ülkenin Avrupa Birliği'nden ayrılması lehine oy kullandı."
      }
    ]
  },
  "6-24": {
    "curiosity": [
      {
        "text": "24 Haziran 1497'de John Cabot olarak bilinen İtalyan kaşif Giovanni Caboto, İngiltere adına toprak üzerinde hak iddia ederek Kuzey Amerika'ya geldi."
      },
      {
        "text1": "24 Haziran 1948'de Sovyetler Birliği'nin Batı Berlin'e giden tüm kara ve su yollarını kapatmasıyla Berlin Ablukası başladı ve bu uluslararası bir krize yol açtı."
      }
    ]
  },
  "6-25": {
    "curiosity": [
      {
        "text": "25 Haziran 1876'da, Siyular ve Cheyenne güçlerinin Yarbay George Armstrong Custer liderliğindeki Birleşik Devletler Ordusu'nun 7. Süvari Alayı'nı mağlup ettiği Little Bighorn Muharebesi meydana geldi."
      },
      {
        "text1": "25 Haziran 1950'de Kuzey Kore kuvvetlerinin Güney Kore'yi işgal etmesiyle Kore Savaşı başladı ve 1953'e kadar süren bir çatışma yaşandı."
      }
    ]
  },
  "6-26": {
    "curiosity": [
      {
        "text": "26 Haziran 1284'te Cenova Cumhuriyeti'nin Pisa Cumhuriyeti'ni yenerek Batı Akdeniz'deki hakimiyetini pekiştirdiği Meloria Muharebesi gerçekleşti."
      },
      {
        "text1": "26 Haziran 1975'te Mozambik'in bağımsızlığı gerçekleşti ve bu, ülkedeki Portekiz sömürge yönetiminin sonunu işaret etti."
      }
    ]
  },
  "6-27": {
    "curiosity": [
      {
        "text": "27 Haziran 1709'da Rusya'nın lideri Büyük Petro, İsveç'e karşı Poltava Muharebesi'ni kazanarak Rusya'nın bölgedeki gücünü sağlamlaştırdı ve İsveç İmparatorluğu'nun çöküşüne işaret etti."
      },
      {
        "text1": "27 Haziran 1950'de Kore Savaşı sırasında Kuzey Kore kuvvetlerinin ABD birlikleri tarafından savunulan Taejon şehrine saldırdığı Taejon Muharebesi başladı."
      }
    ]
  },
  "6-28": {
    "curiosity": [
      {
        "text": "28 Haziran 1914'te Avusturya Arşidükü Franz Ferdinand ve eşinin Bosna'nın Saraybosna kentinde suikaste uğraması Birinci Dünya Savaşı'nın patlak vermesini tetikleyen olay oldu."
      },
      {
        "text1": "28 Haziran 1969'da, New York'ta LGBTQ+ kişilerin uğrak yeri olan Stonewall Inn barına yapılan polis baskınına tepki olarak bir dizi protesto olan Stonewall Ayaklanmaları meydana geldi ve LGBTQ+ hakları hareketinde önemli bir dönüm noktasına işaret etti."
      }
    ]
  },
  "6-29": {
    "curiosity": [
      {
        "text": "29 Haziran 1613'te Londra'daki Globe Tiyatrosu, bir Shakespeare oyununun performansı sırasında çıkan yangında yandı ve daha sonra yeniden inşa edildi."
      },
      {
        "text1": "29 Haziran 2007'de Apple'ın ilk iPhone'u Amerika Birleşik Devletleri'nde piyasaya sürüldü ve akıllı telefon ve mobil teknoloji endüstrisinde devrim yarattı."
      }
    ]
  },
  "6-30": {
    "curiosity": [
      {
        "text": "30 Haziran 1859'da Fransız Charles Blondin, Niagara Şelalesi'ni gerilmiş çelik halatla geçen ilk kişi oldu."
      },
      {
        "text1": "30 Haziran 1997'de Hong Kong'un egemenliği Birleşik Krallık'tan Çin Halk Cumhuriyeti'ne devredildi ve bu, bölge üzerindeki İngiliz egemenliğinin sona erdiğinin işareti oldu."
      }
    ]
  },
  "7-1": {
    "curiosity": [
      {
        "text": "1 Temmuz 1867'de, New Brunswick, Nova Scotia ve Kanada Eyaletini Britanya İmparatorluğu içinde özerk bir federasyon halinde birleştiren Kanada Konfederasyonu gerçekleşti ve modern Kanada'nın yaratılışına işaret etti."
      },
      {
        "text1": "1 Temmuz 1916'da, Birinci Dünya Savaşı sırasında, tarihin en kanlı ve en yıkıcı savaşlarından biri olan Somme Muharebesi başladı; ölü, yaralı ve kayıp dahil bir milyondan fazla kurbanla."
      }
    ]
  },
  "7-2": {
    "curiosity": [
      {
        "text": "2 Temmuz 1776'da Amerika Birleşik Devletleri Kıta Kongresi, On Üç Koloninin Büyük Britanya'dan bağımsızlığı için oy kullandı; bu, Amerikan tarihinde 4 Temmuz'da Bağımsızlık Bildirgesi'ne yol açan çok önemli bir olaydı."
      },
      {
        "text1": "2 Temmuz 1881'de Amerika Birleşik Devletleri Başkanı James A. Garfield, Washington DC'de bir suikastçı tarafından vuruldu ve aynı yılın Eylül ayında ölümüne yol açtı."
      }
    ]
  },
  "7-3": {
    "curiosity": [
      {
        "text": "3 Temmuz 1863'te Amerikan İç Savaşı sırasında, çatışmanın ana çatışmalarından biri olan ve Amerika Birleşik Devletleri tarihindeki en önemli savaşlardan biri olarak kabul edilen Gettysburg Savaşı gerçekleşti."
      },
      {
        "text1": "3 Temmuz 1971'de New York Times, Amerika Birleşik Devletleri hükümetinin Vietnam Savaşı hakkındaki bilgileri açığa çıkaran ve kamuoyunda büyük etkisi olan bir dizi gizli belge olan Pentagon Belgeleri'ni yayınlamaya başladı."
      }
    ]
  },
  "7-4": {
    "curiosity": [
      {
        "text": "4 Temmuz 1776'da Amerika Birleşik Devletleri, Büyük Britanya'dan bağımsızlığını ilan etti; bu, her yıl ulusal bayram olarak kutlanan Amerika Birleşik Devletleri Bağımsızlık Günü'dür."
      },
      {
        "text1": "4 Temmuz 1863'te General Robert E. Lee ve Kuzey Virginia Ordusu kuvvetleri General Ulysses S. Grant'e teslim oldu ve bu, Amerikan İç Savaşı sırasındaki Vicksburg Muharebesi'nin sonunu işaret etti."
      }
    ]
  },
  "7-5": {
    "curiosity": [
      {
        "text": "5 Temmuz 1948'de Birleşik Krallık, İngiliz demiryollarını millileştirdi ve ülkenin demiryolu sisteminden sorumlu devlete ait bir şirket olan İngiliz Demiryolları'nı kurdu."
      },
      {
        "text1": "5 Temmuz 1996'da koyun Dolly, yetişkin bir hücreden klonlanan ilk memeli oldu; bu, klonlama tarihinde önemli bir dönüm noktasıydı."
      }
    ]
  },
  "7-6": {
    "curiosity": [
      {
        "text": "6 Temmuz 1885'te Louis Pasteur, kuduz aşısını ilk kez bir insan hastaya başarıyla uyguladı ve aşılama alanında önemli bir ilerlemeye işaret etti."
      },
      {
        "text1": "6 Temmuz 1957'de Althea Gibson, Wimbledon turnuvasını kazanan ilk Afrikalı-Amerikalı tenisçi oldu ve sporda çeşitliliğin önünü açtı."
      }
    ]
  },
  "7-7": {
    "curiosity": [
      {
        "text": "7 Temmuz 1937'de Lugou Köprüsü Muharebesi, 1945'e kadar süren ve Asya-Pasifik bölgesi üzerinde önemli bir etkiye sahip olan İkinci Çin-Japon Savaşı'nın başlangıcı oldu."
      },
      {
        "text1": "7 Temmuz 2005'te Londra'da 7 Temmuz Saldırıları gerçekleşti; şehrin toplu taşıma sistemine yönelik bir dizi koordineli terörist saldırı, 52 kişinin ölümü ve yüzlerce yaralanmayla sonuçlandı."
      }
    ]
  },
  "7-8": {
    "curiosity": [
      {
        "text": "8 Temmuz 1497'de Portekizli kaşif Vasco da Gama, Avrupa ile Asya arasında doğrudan bir deniz yolu açarak Hindistan'a ilk yolculuğu için Lizbon'dan ayrıldı."
      },
      {
        "text1": "8 Temmuz 1776'da, On Üç Koloninin Büyük Britanya'dan resmi olarak ayrıldığını ilan eden Amerika Birleşik Devletleri Bağımsızlık Bildirgesi ilk kez Philadelphia, Pennsylvania'da halka açık olarak okundu."
      }
    ]
  },
  "7-9": {
    "curiosity": [
      {
        "text": "9 Temmuz 1877'de ilk Wimbledon tenis turnuvası Londra'da düzenlendi ve sporun en prestijli etkinliklerinden biri haline geldi."
      },
      {
        "text1": "9 Temmuz 1962'de Cezayir Cumhuriyeti ilan edildi ve bu, Fransız sömürge yönetimine karşı Cezayir Savaşı'nın sona erdiğinin işaretiydi."
      }
    ]
  },
  "7-10": {
    "curiosity": [
      {
        "text": "10 Temmuz 1962'de ilk aktif iletişim uydusu olan Telstar 1 uzaya fırlatılarak televizyon, telefon ve veri sinyallerinin küresel ölçekte iletilmesi sağlandı."
      },
      {
        "text1": "10 Temmuz 1940'ta, İkinci Dünya Savaşı sırasında, Kraliyet Hava Kuvvetleri ile Alman Luftwaffe arasında yoğun bir hava harekatına işaret eden Britanya Savaşı başladı."
      }
    ]
  },
  "7-11": {
    "curiosity": [
      {
        "text": "11 Temmuz 1804'te, o zamanki Amerika Birleşik Devletleri Başkan Yardımcısı Aaron Burr, ülkenin Kurucu Babalarından biri olan Alexander Hamilton'u kötü şöhretli bir düelloda ölümcül şekilde yaraladı."
      },
      {
        "text1": "11 Temmuz 1960'ta Çad'ın Fransa'dan bağımsızlığını kazanması, Afrika'da sömürgecilikten kurtulma yolunda önemli bir adım oldu."
      }
    ]
  },
  "7-12": {
    "curiosity": [
      {
        "text": "12 Temmuz 1906'da Charles Darwin'in, biyolojide ve dünyadaki yaşam çeşitliliğinin anlaşılmasında bir dönüm noktası olan doğal seçilim yoluyla evrim teorisini anlatan 'Türlerin Kökeni' kitabı yayımlandı."
      },
      {
        "text1": "12 Temmuz 1979'da Sandinista hareketinin liderliğindeki Nikaragua hükümeti, Anastasio Somoza Debayle diktatörlüğünü devirerek Nikaragua'da uzun süredir devam eden otoriter yönetim dönemine son verdi."
      }
    ]
  },
  "7-13": {
    "curiosity": [
      {
        "text": "13 Temmuz 1793'te Fransız Devrimi sırasında dönemin siyasi liderlerinden Jean-Paul Marat, Girondin sempatizanı Charlotte Corday tarafından suikasta kurban gitti."
      },
      {
        "text1": "13 Temmuz 1985'te, UEFA Şampiyonlar Ligi finali öncesi Brüksel'deki Heysel Stadı'nda taraftarlar arasında yaşanan izdiham sonucu 39 kişi hayatını kaybetmişti."
      }
    ]
  },
  "7-14": {
    "curiosity": [
      {
        "text": "14 Temmuz 1789'da Paris'te Fransız Devrimi'nin başlangıcını ve özgürlük ve eşitlik mücadelesini simgeleyen Bastille Baskını meydana geldi."
      },
      {
        "text1": "14 Temmuz 1965'te Mariner 4 uzay sondası, Mars'ın ilk başarılı uçuşunu gerçekleştirdi ve kızıl gezegenin ilk yakın çekim görüntülerini geri gönderdi."
      }
    ]
  },
  "7-15": {
    "curiosity": [
      {
        "text": "15 Temmuz 1099'da Birinci Haçlı Seferi güçleri tarafından Kudüs'ün fethi gerçekleşti ve Orta Çağ'da Haçlı Seferleri sırasında Kudüs Krallığı kuruldu."
      },
      {
        "text1": "15 Temmuz 1971'de, NASA'nın insanlı bir uzay görevi olan Apollo 15, Ay'ın yüzeyini keşfetmek için ay gezicisini kullanan ilk uzay görevi olarak fırlatıldı."
      }
    ]
  },
  "7-16": {
    "curiosity": [
      {
        "text": "16 Temmuz 1945'te Manhattan Projesi'nde Trinity Testi olarak bilinen ilk başarılı nükleer patlama gerçekleştirildi ve nükleer çağın başlangıcı oldu."
      },
      {
        "text1": "16 Temmuz 1969'da Apollo 11, Ay'a ilk astronotları götürmek amacıyla Cape Kennedy Hava Kuvvetleri İstasyonundan fırlatıldı."
      }
    ]
  },
  "7-17": {
    "curiosity": [
      {
        "text": "17 Temmuz 1918'de Çar II. Nicholas liderliğindeki Rus imparatorluk ailesi, Rus Devrimi sırasında Bolşevikler tarafından idam edildi."
      },
      {
        "text1": "17 Temmuz 1996'da, bir Boeing 747 uçağı olan TWA Flight 800 havada patladı ve Long Island, New York yakınlarında Atlantik Okyanusu'na düştü ve 230 yolcunun tamamının ölümüyle sonuçlandı. pano."
      }
    ]
  },
  "7-18": {
    "curiosity": [
      {
        "text": "18 Temmuz 1925'te Meksikalı devrimci lider Pancho Villa, koşullar hâlâ gizemini koruyan Parral, Meksika'da suikasta kurban gitti."
      },
      {
        "text1": "18 Temmuz 1969'da astronot Neil Armstrong, Apollo 11 görevi sırasında şu meşhur sözü söyleyerek Ay'da yürüyen ilk insan oldu: 'Bu, insan için küçük, insanlık için dev bir adımdır'."
      }
    ]
  },
  "7-19": {
    "curiosity": [
      {
        "text": "19 Temmuz 1799'da Fransızların Mısır'ı işgali sırasında Rosetta Taşı keşfedildi ve eski Mısır hiyerogliflerinin deşifre edilmesi için bir anahtar sağladı."
      },
      {
        "text1": "19 Temmuz 1848'de Amerika Birleşik Devletleri'nde kadın hakları hareketinin başlangıcına işaret eden ilk Seneca Şelalesi Konvansiyonu düzenlendi."
      }
    ]
  },
  "7-20": {
    "curiosity": [
      {
        "text": "20 Temmuz 1969'da Apollo 11 ay yüzeyine inerek, aya iniş gerçekleştiren ve astronotlar Neil Armstrong ile Buzz Aldrin'in Ay'da yürümesine olanak tanıyan ilk insanlı uzay görevi oldu."
      },
      {
        "text1": "20 Temmuz 1944'te, İkinci Dünya Savaşı sırasında, Claus von Stauffenberg liderliğindeki Adolf Hitler'e yönelik başarısız bir suikast girişimi olan Hitler Saldırısı meydana geldi."
      }
    ]
  },
  "7-21": {
    "curiosity": [
      {
        "text": "21 Temmuz 1969'da Apollo 11 astronotları Neil Armstrong ve Buzz Aldrin, Ay'a yaptıkları tarihi görevin ardından güvenli bir şekilde Dünya'ya döndüler."
      },
      {
        "text1": "21 Temmuz 1944'te, İkinci Dünya Savaşı sırasında Amerikan kuvvetlerinin adayı Japon kontrolünden geri almasıyla Guam Muharebesi gerçekleşti."
      }
    ]
  },
  "7-22": {
    "curiosity": [
      {
        "text": "22 Temmuz 1298'de, Birinci İskoç Bağımsızlık Savaşı sırasında Falkirk Muharebesi gerçekleşti; Edward I liderliğindeki İngiliz ordusu, William Wallace liderliğindeki İskoç kuvvetlerini mağlup etti."
      },
      {
        "text1": "22 Temmuz 1933'te Wiley Post, rotayı 7 gün 18 saat 49 dakikada tamamlayarak dünyanın çevresini uçakla tek başına dolaşan ilk pilot oldu."
      }
    ]
  },
  "7-23": {
    "curiosity": [
      {
        "text": "23 Temmuz 1952'de Mısırlı general Muhammed Necib, Mısır Kralı I. Faruk'u tahttan indirerek ülkede yeni bir dönemin başlangıcı oldu."
      },
      {
        "text1": "23 Temmuz 1903'te Ford Motor Company resmi olarak Amerika Birleşik Devletleri'nde kuruldu ve dünyanın en büyük otomotiv şirketlerinden birini yarattı."
      }
    ]
  },
  "7-24": {
    "curiosity": [
      {
        "text": "24 Temmuz 1911'de Hiram Bingham III, Peru'daki kayıp şehir Machu Picchu'yu yeniden keşfetti ve tarihin en önemli arkeolojik harikalarından birini dünyaya gösterdi."
      },
      {
        "text1": "24 Temmuz 1969'da Apollo 11 Komutanı Neil Armstrong ve ay modülü pilotu Buzz Aldrin, EVA (Araç Dışı Aktivite) olarak bilinen ilk ay uzay yürüyüşünü gerçekleştirdi."
      }
    ]
  },
  "7-25": {
    "curiosity": [
      {
        "text": "25 Temmuz 1797'de, Birinci Koalisyonu sona erdiren ve Napolyon Bonapart liderliğindeki devrimci Fransa'nın başarılarını tanıyan Campo Formio Barış Antlaşması imzalandı."
      },
      {
        "text1": "25 Temmuz 1956'da İtalyan okyanus gemisi Andrea Doria, Amerika Birleşik Devletleri'nin Nantucket kıyısı açıklarında İsveç gemisi Stockholm ile çarpıştı ve tarihteki en bilinen deniz felaketlerinden birine yol açtı."
      }
    ]
  },
  "7-26": {
    "curiosity": [
      {
        "text": "26 Temmuz 1953'te, Fidel Castro ve isyancı grubunun önderliğinde Santiago de Cuba'daki Moncada Kışlası'na Saldırı gerçekleşti ve Küba Devrimi'nin başlangıcı oldu."
      },
      {
        "text1": "26 Temmuz 1945'te, Müttefik Kuvvetler liderlerinin İkinci Dünya Savaşı'ndan sonra Avrupa'nın geleceğini tartışmak üzere bir araya geldiği Potsdam Konferansı sona erdi."
      }
    ]
  },
  "7-27": {
    "curiosity": [
      {
        "text": "27 Temmuz 1953'te, Kore Savaşı'nı resmen sona erdiren ve Kuzey ile Güney Kore arasında Askerden Arındırılmış Bölge'yi kuran Panmunjom Mütarekesi imzalandı."
      },
      {
        "text1": "27 Temmuz 1976'da, Filistinli teröristlerin uçağı ve yolcularını kaçırdığı Air France Flight 139'un kaçırılması meydana geldi ve bunun sonucunda Uganda'daki Entebbe Havaalanında dramatik bir kurtarma gerçekleşti."
      }
    ]
  },
  "7-28": {
    "curiosity": [
      {
        "text": "28 Temmuz 1540'ta İspanyol kaşif Francisco Vázquez de Coronado, Amerika Birleşik Devletleri'nin New Mexico eyaletinin başkenti olacak Santa Fe şehrini kurdu."
      },
      {
        "text1": "28 Temmuz 1914'te Avusturya-Macaristan'ın Sırbistan'a savaş ilan etmesi, Birinci Dünya Savaşı'nın başlamasına yol açacak bir dizi olayı tetikledi."
      }
    ]
  },
  "7-29": {
    "curiosity": [
      {
        "text": "29 Temmuz 1958'de Amerika Birleşik Devletleri'nde NASA kuruldu, Amerikan uzay programını güçlendirdi ve benzeri görülmemiş uzay araştırmalarına yol açtı."
      },
      {
        "text1": "29 Temmuz 1981'de Prens Charles ve Leydi Diana Spencer'ın düğünü Londra'daki St. Paul Katedrali'nde gerçekleşti ve dünya çapında büyük öneme sahip bir olaydı."
      }
    ]
  },
  "7-30": {
    "curiosity": [
      {
        "text": "30 Temmuz 1619'da, Virginia Burgesses Meclisi olarak bilinen Kuzey Amerika'nın ilk yasama meclisi, ilk toplantısını Jamestown'da gerçekleştirdi ve İngiliz kolonisinde demokrasi için önemli bir kilometre taşı oluşturdu."
      },
      {
        "text1": "30 Temmuz 1971'de Moskova'da Sovyet-Çin Dostluk Anlaşması imzalandı ve iki komünist güç arasında yıllardır süren gerilime son verildi."
      }
    ]
  },
  "7-31": {
    "curiosity": [
      {
        "text": "31 Temmuz 1498'de Portekizli kaşif Vasco da Gama, Hindistan'ın Calicut kentine vararak Avrupa ile Doğu arasında doğrudan bir deniz yolu açtı."
      },
      {
        "text1": "31 Temmuz 1972'de Amazon'daki yasadışı ormansızlaştırmayla mücadele etmek için Brezilya liderliğindeki Testere Operasyonu başlatıldı ve tropik ormanları koruma mücadelesinde bir kilometre taşı oldu."
      }
    ]
  },
  "8-1": {
    "curiosity": [
      {
        "text": "1 Ağustos 1291'de, İsviçre ulusunun başlangıcını işaret eden, üç kantonun karşılıklı savunma paktında bir araya gelmesiyle İsviçre Konfederasyonu'nun oluşumu gerçekleşti."
      },
      {
        "text1": "1 Ağustos 1944'te, İkinci Dünya Savaşı sırasında Polonya'nın başkentindeki Nazi işgaline karşı bir ayaklanma olan Varşova Ayaklanması gerçekleşti."
      }
    ]
  },
  "8-2": {
    "curiosity": [
      {
        "text": "2 Ağustos 1934'te Almanya Cumhurbaşkanı Paul von Hindenburg'un vefatı, Adolf Hitler'in gücünü pekiştirmesine ve Almanya'nın en büyük lideri olmasına olanak sağladı."
      },
      {
        "text1": "2 Ağustos 1990'da Irak'ın Kuveyt'i işgal etmesi Körfez Savaşı'nı tetikledi ve ABD öncülüğünde uluslararası müdahaleye yol açtı."
      }
    ]
  },
  "8-3": {
    "curiosity": [
      {
        "text": "3 Ağustos 1492'de Kristof Kolomb, Amerika'nın keşfiyle sonuçlanacak seferi için İspanya'nın Palos de la Frontera kentinden ayrıldı."
      },
      {
        "text1": "3 Ağustos 1914'te Almanya, Fransa'ya savaş ilan ederek Birinci Dünya Savaşı'nı başlattı."
      }
    ]
  },
  "8-4": {
    "curiosity": [
      {
        "text": "4 Ağustos 1944'te Anne Frank'ın ailesi ve Hollanda'nın Amsterdam kentindeki Gizli Ek binada saklanan diğer mahkumlar Naziler tarafından keşfedildi ve tutuklandı."
      },
      {
        "text1": "4 Ağustos 1964'te, iki Amerikan gemisinin Kuzey Vietnam gemileri tarafından saldırıya uğradığını bildiren Tonkin Körfezi olayı meydana geldi ve bu, ABD'nin Vietnam Savaşı'na katılımını yoğunlaştırmasına yol açtı."
      }
    ]
  },
  "8-5": {
    "curiosity": [
      {
        "text": "5 Ağustos 1962'de aktris ve film ikonu Marilyn Monroe, tartışmalara ve komplo teorilerine konu olmaya devam eden koşullar altında Los Angeles, Kaliforniya'daki evinde ölü bulundu."
      },
      {
        "text1": "5 Ağustos 1914'te Brezilya, Avrupa'yı kasıp kavuran çatışmanın dışında kalarak Birinci Dünya Savaşı'nda tarafsızlığını ilan etti."
      }
    ]
  },
  "8-6": {
    "curiosity": [
      {
        "text": "6 Ağustos 1945'te Amerika Birleşik Devletleri tarafından Japonya'nın Hiroşima kentine Little Boy atom bombası atıldı ve bunun sonucunda muazzam bir yıkım ve binlerce ani ölüm yaşandı."
      },
      {
        "text1": "6 Ağustos 1965'te Amerika Birleşik Devletleri Başkanı Lyndon B. Johnson, seçim sürecinde ırk ayrımcılığını yasaklayan ve tüm Amerikan vatandaşlarına eşit oy hakkı garanti eden Oy Hakkı Yasası'nı imzaladı."
      }
    ]
  },
  "8-7": {
    "curiosity": [
      {
        "text": "7 Ağustos 1947'de Roswell olayı, tanımlanamayan bir nesnenin New Mexico'daki Roswell yakınlarında düşmesiyle başladı ve bunun dünya dışı bir uzay aracı olma olasılığı hakkında spekülasyonlara yol açtı."
      },
      {
        "text1": "7 Ağustos 1998'de Nairobi, Kenya ve Dar es Salaam, Tanzanya'daki Amerikan büyükelçiliklerine düzenlenen terörist saldırılarda yüzlerce ölü ve binlerce kişi yaralandı."
      }
    ]
  },
  "8-8": {
    "curiosity": [
      {
        "text": "8 Ağustos 1974'te Amerika Birleşik Devletleri Başkanı Richard Nixon, Watergate skandalı nedeniyle görevinden istifa ederek istifa eden ilk Amerikan başkanı oldu."
      },
      {
        "text1": "8 Ağustos 1945'te Sovyetler Birliği Japonya'ya savaş ilan etti ve Mançurya'yı işgal ederek Japonların teslim olmasına ve Asya'da II. Dünya Savaşı'nın sona ermesine katkıda bulundu."
      }
    ]
  },
  "8-9": {
    "curiosity": [
      {
        "text": "9 Ağustos 1945'te ABD tarafından Japonya'nın Nagazaki kentine Şişman Adam atom bombası atıldı, kitlesel yıkıma ve 70.000'den fazla kişinin ölümüne neden oldu."
      },
      {
        "text1": "9 Ağustos 1965'te Amerikalı astronot Neil Armstrong, Gemini 8 görevi sırasında tarihteki ilk uzay yürüyüşünü gerçekleştirdi."
      }
    ]
  },
  "8-10": {
    "curiosity": [
      {
        "text": "10 Ağustos 1519'da, Ferdinand Magellan liderliğindeki keşif gezisi, Moluccas Adaları'na bir deniz yolu bulmak üzere İspanya'nın Sevilla kentinden ayrıldı ve Dünya'nın ilk çevresini dolaştı."
      },
      {
        "text1": "10 Ağustos 1792'de Fransız Devrimi sırasında Paris'te, kraliyet ailesinin sığındığı Tuileries Sarayı'na devrimci güçlerin saldırdığı Tuileries Katliamı meydana geldi."
      }
    ]
  },
  "8-11": {
    "curiosity": [
      {
        "text": "Maya takvimine göre MÖ 11 Ağustos 3114, Maya kültüründe önemli bir tarihe işaret eden, 13.0.0.0.0 olarak bilinen Maya zaman sayımının mevcut uzun döngüsünün başlangıcıydı."
      },
      {
        "text1": "11 Ağustos 1999'da Avrupa, Asya ve Afrika'nın bazı kısımlarında görülebilen bir tam güneş tutulması meydana geldi; bu, büyük önem taşıyan ve halkın ilgisini çeken astronomik bir olaydı."
      }
    ]
  },
  "8-12": {
    "curiosity": [
      {
        "text": "MÖ 12 Ağustos 30'da, Mısır Kraliçesi VII. Kleopatra'nın Mark Antony'nin yenilgisi ve Mısır'ın Roma İmparatorluğu'na ilhak edilmesinin ardından intihar ederek öldüğü bildirildi."
      },
      {
        "text1": "12 Ağustos 1944'te, Alman birlikleri ve müttefiklerinin Estonya'daki Kızıl Ordu ile karşı karşıya geldiği II. Dünya Savaşı sırasında Narva Muharebesi başladı."
      }
    ]
  },
  "8-13": {
    "curiosity": [
      {
        "text": "13 Ağustos 1961'de Berlin şehrini ikiye bölen ve Doğu Almanya'yı Batı Almanya'dan ayıran Berlin Duvarı'nın inşaatına başlandı."
      },
      {
        "text1": "13 Ağustos 1521'de Aztek başkenti Tenochtitlán, Hernán Cortés liderliğindeki İspanyol kuvvetleri tarafından ele geçirildi ve Meksika'daki Aztek İmparatorluğu'nun sonu oldu."
      }
    ]
  },
  "8-14": {
    "curiosity": [
      {
        "text": "14 Ağustos 1945'te Japonya, koşulsuz teslim olma şartlarını kabul ederek İkinci Dünya Savaşı'nı sona erdirdi ve Japonya'da Zafer Bayramı'nı kutladı."
      },
      {
        "text1": "14 Ağustos 1947'de Pakistan, Hindistan'dan ayrıldıktan sonra bağımsız bir ülke haline geldi; bu, bölge tarihinde iki ayrı devletin oluşumuna yol açan bir dönüm noktasıydı."
      }
    ]
  },
  "8-15": {
    "curiosity": [
      {
        "text": "15 Ağustos 1947'de Hindistan, İngiliz sömürge yönetiminden bağımsızlığını kazandı, egemen bir ulus haline geldi ve Hindistan'ın Bağımsızlık Günü'nü kutladı."
      },
      {
        "text1": "15 Ağustos 1969'da New York Bethel'de Woodstock müzik festivali başladı ve müzik tarihinin en ikonik ve etkili etkinliklerinden biri haline geldi."
      }
    ]
  },
  "8-16": {
    "curiosity": [
      {
        "text": "16 Ağustos 1977'de Rock 'n' Roll'un Kralı Elvis Presley, Memphis, Tennessee'deki Graceland'deki evinde müzik ve popüler kültürde kalıcı bir miras bırakarak vefat etti."
      },
      {
        "text1": "16 Ağustos 1819'da İngiltere'nin Manchester şehri, İngiliz süvari ve piyadelerinin siyasi ve sosyal reformları protesto eden kalabalığa saldırarak ölümlere ve ciddi yaralanmalara yol açtığı Peterloo Katliamı'na sahne oldu."
      }
    ]
  },
  "8-17": {
    "curiosity": [
      {
        "text": "17 Ağustos 1945'te Endonezya, Hollanda sömürge işgalinden bağımsızlığını ilan etti ve bu, ülkenin egemenliği için uzun bir mücadelenin başlangıcı oldu."
      },
      {
        "text1": "17 Ağustos 2017'de İspanya'nın Barselona kentinde bir minibüsün kasıtlı olarak yoğun bir bölgeye sürülmesi sonucu çok sayıda ölüm ve yaralanmayla sonuçlanan bir terör saldırısı meydana geldi."
      }
    ]
  },
  "8-18": {
    "curiosity": [
      {
        "text": "18 Ağustos 1920'de Amerika Birleşik Devletleri Anayasası'nda kadınlara oy kullanma hakkı tanıyan 19. Değişiklik onaylandı."
      },
      {
        "text1": "18 Ağustos 1966'da NASA tarafından Lunar Orbiter 1 uzay sondası fırlatılarak Ay'ın yüzeyinin haritasını çıkarmayı amaçlayan bir dizi görev başlatıldı."
      }
    ]
  },
  "8-19": {
    "curiosity": [
      {
        "text": "19 Ağustos 1934'te İtalya ile Etiyopya arasında İkinci İtalya-Etiyopya Savaşı'nı sona erdiren Barış Paktı imzalandı."
      },
      {
        "text1": "19 Ağustos 1991'de Sovyetler Birliği'nde Komünist Parti'nin muhafazakar bir grubunun Başkan Mihail Gorbaçov'u devirip iktidarı ele geçirmeye çalıştığı Ağustos darbesi gerçekleşti."
      }
    ]
  },
  "8-20": {
    "curiosity": [
      {
        "text": "20 Ağustos 1975'te NASA, kızıl gezegenin yüzeyine başarıyla iniş yapan ilk görev olan Viking 1 uzay sondasını Mars'a doğru fırlattı."
      },
      {
        "text1": "20 Ağustos 1968'de Sovyetler Birliği liderliğindeki Varşova Paktı birlikleri Çekoslovakya'yı işgal ederek Prag Baharı'na son verdi ve ülkedeki komünist kontrolü güçlendirdi."
      }
    ]
  },
  "8-21": {
    "curiosity": [
      {
        "text": "21 Ağustos 1959'da Hawaii, bölgeyi ülkeye eklemek için onlarca yıl süren mücadelenin ardından Amerika Birleşik Devletleri'nin 50. eyaleti oldu."
      },
      {
        "text1": "21 Ağustos 1911'de Leonardo da Vinci'nin ünlü Mona Lisa tablosunun Paris'teki Louvre Müzesi'nden çalınması büyük kargaşaya neden oldu ve tarihin en bilinen sanat hırsızlıklarından biri oldu. tarih."
      }
    ]
  },
  "8-22": {
    "curiosity": [
      {
        "text": "22 Ağustos 1485'te, Henry Tudor'un İngiltere Kralı III. Richard'ı mağlup ettiği Bosworth Muharebesi gerçekleşti ve bu, Güller Savaşları'nın sonu ve Tudor hanedanlığının başlangıcı oldu."
      },
      {
        "text1": "22 Ağustos 1962'de Doğu Almanya tarafından Berlin şehrini bölen ve Soğuk Savaş'ın bölünmesini simgeleyen Berlin Duvarı dikilmeye başlandı."
      }
    ]
  },
  "8-23": {
    "curiosity": [
      {
        "text": "23 Ağustos 1305'te İskoç lider William Wallace, İngiliz kuvvetleri tarafından yakalandı ve ardından vatana ihanetten idam edildi."
      },
      {
        "text1": "23 Ağustos 1944'te, Alman birliklerinin Estonya'daki Kızıl Ordu'nun büyük saldırısını püskürtmeyi başardığı İkinci Dünya Savaşı sırasında Narva Muharebesi gerçekleşti."
      }
    ]
  },
  "8-24": {
    "curiosity": [
      {
        "text": "MS 24 Ağustos 79'da Vezüv Yanardağı patlayarak Roma şehirleri Pompeii ve Herculaneum'u yok etti ve onları volkanik kül altına gömdü."
      },
      {
        "text1": "24 Ağustos 1814'te Washington DC'nin yanması, 1812 Savaşı sırasında İngiliz kuvvetlerinin Beyaz Saray ve Amerika Birleşik Devletleri Kongre Binası da dahil olmak üzere birçok hükümet binasını ateşe vermesiyle meydana geldi."
      }
    ]
  },
  "8-25": {
    "curiosity": [
      {
        "text": "25 Ağustos 1944'te Paris, İkinci Dünya Savaşı sırasında Müttefik kuvvetler tarafından Alman yönetiminden kurtarıldı; bu, şehir ve Fransa için bir kutlama anıydı."
      },
      {
        "text1": "25 Ağustos 1835'te, Brezilya'nın Salvador şehrinde özgürlüklerini ve bir İslam Devleti kurmayı amaçlayan İslam kölelerinin ayaklanması olan Malês İsyanı meydana geldi."
      }
    ]
  },
  "8-26": {
    "curiosity": [
      {
        "text": "26 Ağustos 1789'da Fransız Devrimi sırasında Fransa Ulusal Kurucu Meclisi tarafından ulusun temel haklarını ve siyasi ilkelerini belirleyen İnsan ve Yurttaş Hakları Bildirgesi kabul edildi."
      },
      {
        "text1": "26 Ağustos 1914'te, Birinci Dünya Savaşı sırasında Tannenberg Muharebesi yapıldı ve Alman kuvvetlerinin Rus ordusuna karşı kesin bir zaferiyle sonuçlandı."
      }
    ]
  },
  "8-27": {
    "curiosity": [
      {
        "text": "27 Ağustos 1859'da, Jüpiter gezegenini ve uydularını keşfetmeye yönelik ilk görev olan Jüpiter uzay sondası NASA tarafından fırlatıldı."
      },
      {
        "text1": "27 Ağustos 1928'de, uluslararası anlaşmazlıkları çözme aracı olarak savaşı reddeden çok taraflı bir antlaşma olan Kellogg-Briand Paktı olarak da bilinen Briand-Kellogg Paktı imzalandı."
      }
    ]
  },
  "8-28": {
    "curiosity": [
      {
        "text": "28 Ağustos 1963'te, Amerika Birleşik Devletleri'ndeki sivil haklar hareketinin ikonik bir olayı olan İş ve Özgürlük için Washington Yürüyüşü gerçekleşti ve burada Martin Luther King Jr. ünlü 'Bir Hayalim Var' konuşmasını yaptı."
      },
      {
        "text1": "28 Ağustos 1996'da Fransa'nın Paris kentindeki Eyfel Kulesi'ne düzenlenen terör saldırısı, bombalı bir aracın patlaması sonucu çok sayıda kişinin yaralanmasına neden oldu."
      }
    ]
  },
  "8-29": {
    "curiosity": [
      {
        "text": "29 Ağustos 2005'te Katrina Kasırgası Amerika Birleşik Devletleri'nin Körfez Kıyısını vurdu ve başta New Orleans şehri olmak üzere ülke tarihindeki en kötü doğal felaketlerden birine neden oldu."
      },
      {
        "text1": "29 Ağustos 1949'da Sovyetler Birliği ilk atom bombasını başarıyla test etti ve Soğuk Savaş sırasında nükleer silahlanma yarışının başlangıcı oldu."
      }
    ]
  },
  "8-30": {
    "curiosity": [
      {
        "text": "Frankenstein'ın yazarı Mary Shelley, 30 Ağustos 1797'de Londra, İngiltere'de doğdu ve Gotik ve bilim kurgu edebiyatının en etkili yazarlarından biri oldu."
      },
      {
        "text1": "30 Ağustos 2003'te Brezilyalı astronot Marcos Pontes, Soyuz uzay aracıyla uzaya fırlatıldı ve Uluslararası Uzay İstasyonuna seyahat eden ilk Brezilyalı astronot oldu."
      }
    ]
  },
  "8-31": {
    "curiosity": [
      {
        "text": "31 Ağustos 1997'de Prenses Diana'nın trajik ölümü, Fransa'nın Paris kentinde bir araba kazasında meydana geldi ve dünya çapında kargaşaya neden oldu ve insani bir figür olarak kalıcı bir miras bıraktı."
      },
      {
        "text1": "31 Ağustos 1939'da, Nazi Almanyası'nın Polonya'yı işgal etmesiyle başlayan II. Dünya Savaşı, altı yıl sürecek ve milyonlarca ölümle sonuçlanacak küresel bir çatışmayı başlattı."
      }
    ]
  },
  "9-1": {
    "curiosity": [
      {
        "text": "1 Eylül 1939'da Nazi Almanyası Polonya'yı işgal ederek Avrupa'da İkinci Dünya Savaşı'nın başlangıcını işaret etti."
      },
      {
        "text1": "1 Eylül 1985'te Titanik'in enkazı, Robert Ballard liderliğindeki bir araştırma ekibi tarafından Atlantik Okyanusu'nun dibinde keşfedildi."
      }
    ]
  },
  "9-2": {
    "curiosity": [
      {
        "text": "2 Eylül 1945'te, Hiroşima ve Nagazaki'de atom bombalarının patlamasının ardından İkinci Dünya Savaşı'nın sonunu işaret eden Japonya'nın resmi teslimi gerçekleşti."
      },
      {
        "text1": "2 Eylül 1666'da Büyük Londra Yangını çıktı ve ünlü St. Paul Katedrali de dahil olmak üzere şehrin büyük bir kısmı yok oldu."
      }
    ]
  },
  "9-3": {
    "curiosity": [
      {
        "text": "3 Eylül 1783'te Amerikan Bağımsızlık Savaşı'nı sona erdiren ve Amerika Birleşik Devletleri'nin bağımsızlığını tanıyan Paris Antlaşması imzalandı."
      },
      {
        "text1": "3 Eylül 1939'da Fransa ve Birleşik Krallık, Polonya'nın işgaline yanıt olarak Nazi Almanyası'na savaş ilan etti ve bu, Avrupa'da II. Dünya Savaşı'nın başlangıcı oldu."
      }
    ]
  },
  "9-4": {
    "curiosity": [
      {
        "text": "4 Eylül 1957'de Sovyetler Birliği, ilk canlı yaratık olan köpek Laika'yı uzaya taşıyan Sputnik 2 uzay aracını başarıyla fırlattı."
      },
      {
        "text1": "4 Eylül 1781'de George Washington liderliğindeki Amerikan sömürge güçleri, Amerikan Bağımsızlık Savaşı'nda belirleyici bir olay olan Yorktown Muharebesi'nde İngiliz ordusunu yendi."
      }
    ]
  },
  "9-5": {
    "curiosity": [
      {
        "text": "5 Eylül 1972'de İsrail atletizm takımı, Münih Olimpiyat Oyunları sırasında 11 sporcunun ölümüyle sonuçlanan bir terör saldırısının hedefi oldu."
      },
      {
        "text1": "5 Eylül 1793'te, Fransız Devrimi bağlamında, Ulusal Konvansiyon'a direnişe misilleme olarak yüzlerce kişinin idam edildiği Lyon Katliamı meydana geldi."
      }
    ]
  },
  "9-6": {
    "curiosity": [
      {
        "text": "6 Eylül 1901'de Amerika Birleşik Devletleri Başkanı William McKinley, Buffalo, New York'ta Leon Czolgosz adlı bir anarşist tarafından öldürüldü."
      },
      {
        "text1": "6 Eylül 1966'da Star Trek televizyon dizisi Amerika Birleşik Devletleri'nde gösterime girdi, kültürel bir fenomen haline geldi ve gelecek nesil bilim kurgu hayranlarını ve yapımlarını etkiledi."
      }
    ]
  },
  "9-7": {
    "curiosity": [
      {
        "text": "7 Eylül 1822'de Brezilya, Portekiz'den bağımsızlığını ilan ederek yeni bir ülkenin başlangıcını ve Portekiz sömürge yönetiminin sonunu işaret etti."
      },
      {
        "text1": "7 Eylül 1940'ta, İkinci Dünya Savaşı sırasında, Almanların Londra'ya bombalama saldırıları Blitz sırasında zirveye ulaştı ve şehre ciddi zararlar verdi."
      }
    ]
  },
  "9-8": {
    "curiosity": [
      {
        "text": "8 Eylül 1565'te, Saint John Şövalyelerinin bir Osmanlı ordusunu yendiği ve adanın Osmanlı İmparatorluğu tarafından fethini önleyen Malta Muharebesi gerçekleşti."
      },
      {
        "text1": "8 Eylül 1900'de Galveston Kasırgası Amerika Birleşik Devletleri'nin Teksas eyaletinin Galveston şehrini vurdu ve tahminen 8.000'den fazla kişinin ölümüyle ABD tarihindeki en kötü doğal felaketlerden birine neden oldu."
      }
    ]
  },
  "9-9": {
    "curiosity": [
      {
        "text": "9 Eylül 1971'de Katar Devleti, Birleşik Krallık'tan bağımsızlığını ilan ederek Basra Körfezi'nde egemen bir ulus haline geldi."
      },
      {
        "text1": "9 Eylül 1948'de Kuzey Kore, Kore Demokratik Halk Cumhuriyeti'ni ilan ederek kendisini Güney Kore'den ayrı bir komünist devlet olarak kurdu."
      }
    ]
  },
  "9-10": {
    "curiosity": [
      {
        "text": "10 Eylül 1939'da Kanada, Nazi Almanyası'na savaş ilan ederek Birleşik Krallık ve diğer Müttefik ülkelerle birlikte İkinci Dünya Savaşı'na girdi."
      },
      {
        "text1": "10 Eylül 2008'de dünyanın en büyük parçacık hızlandırıcısı olan Büyük Hadron Çarpıştırıcısı (LHC) ilk kez çalıştırılarak yeni bilimsel keşiflerin yolu açıldı."
      }
    ]
  },
  "9-11": {
    "curiosity": [
      {
        "text": "11 Eylül 2001'de ABD, El Kaide örgütü tarafından koordine edilen, Dünya Ticaret Merkezi'nin İkiz Kuleleri'nin yıkılmasıyla sonuçlanan terör saldırılarının hedefi olmuş, Pentagon'a saldırı ve United Flight 93'ün düşmesiyle sonuçlanmıştı. Pensilvanya."
      },
      {
        "text1": "11 Eylül 1973'te Şili'de General Augusto Pinochet liderliğindeki bir darbe gerçekleşti ve bu darbe Salvador Allende'nin demokratik hükümetinin düşmesi ve askeri bir diktatörlüğün kurulmasıyla sonuçlandı."
      }
    ]
  },
  "9-12": {
    "curiosity": [
      {
        "text": "12 Eylül 1940'ta, II. Dünya Savaşı sırasında Fransa, Nazi Almanyası ile ateşkes imzalamak zorunda kaldı ve çatışmaya aktif katılımı sona erdi."
      },
      {
        "text1": "12 Eylül 1959'da Sovyetler Birliği tarafından fırlatılan Luna 2 uzay aracı, Ay'a ulaşan ilk insan yapımı nesne oldu ve uzay araştırmalarında önemli bir kilometre taşı oldu."
      }
    ]
  },
  "9-13": {
    "curiosity": [
      {
        "text": "13 Eylül 1993'te İsrail ve Filistin Kurtuluş Örgütü (FKÖ) liderleri, Orta Doğu'da barışın temelini atan Oslo Anlaşmalarını imzaladılar."
      },
      {
        "text1": "13 Eylül 1948'de Fransa, Birleşik Krallık ve ABD, Arap-İsrail çatışmasına barışçıl bir çözüme desteklerini yeniden teyit eden Üçlü Deklarasyon'u yayınladılar."
      }
    ]
  },
  "9-14": {
    "curiosity": [
      {
        "text": "14 Eylül 1901'de Amerika Birleşik Devletleri Başkanı William McKinley, bir silahlı saldırıda aldığı yaralar nedeniyle öldü ve Theodore Roosevelt'in başkanlığı devralmasına yol açtı."
      },
      {
        "text1": "14 Eylül 1982'de Lübnan'ın Beyrut kentindeki Filistin mülteci kamplarında Sabra ve Şatilla katliamı meydana geldi ve binlerce kişinin ölümüyle sonuçlandı."
      }
    ]
  },
  "9-15": {
    "curiosity": [
      {
        "text": "15 Eylül 1821'de Orta Amerika, daha sonra birkaç ülkeye bölünen Orta Amerika Birleşik Eyaletlerini oluşturarak İspanya'dan bağımsızlığını ilan etti."
      },
      {
        "text1": "15 Eylül 1944'te Müttefik kuvvetler, II. Dünya Savaşı sırasında, Nazi işgali altındaki Hollanda'daki önemli köprüleri ele geçirmeye yönelik başarısız bir girişim olan Market Garden Operasyonunu başlattı."
      }
    ]
  },
  "9-16": {
    "curiosity": [
      {
        "text": "16 Eylül 1810'da Meksika, Dolores'in Çığlığı olarak bilinen bir hareket olan İspanya'dan bağımsızlık mücadelesine başladı."
      },
      {
        "text1": "16 Eylül 1978'de İsrail ile Mısır arasında Camp David Barış Anlaşması imzalandı ve iki ülke arasında onlarca yıldır süren düşmanlığa resmen son verildi."
      }
    ]
  },
  "9-17": {
    "curiosity": [
      {
        "text": "17 Eylül 1787'de Philadelphia, Pensilvanya'da Amerika Birleşik Devletleri Anayasası imzalandı ve ülkenin siyasi ve hukuk sisteminin temelleri atıldı."
      },
      {
        "text1": "17 Eylül 1948'de, İkinci Dünya Savaşı sonunda Kore yarımadasının bölünmesinin ardından Kore Cumhuriyeti (Güney Kore) ilan edildi."
      }
    ]
  },
  "9-18": {
    "curiosity": [
      {
        "text": "18 Eylül 1931'de Japonya, Mançurya'yı işgal ederek Mukden Olayı olarak bilinen ve sonunda İkinci Çin-Japon Savaşı'na yol açan bir çatışma başlattı."
      },
      {
        "text1": "18 Eylül 2001'de Amerika Birleşik Devletleri Kongresi, 11 Eylül saldırılarından sonra terörle mücadelenin önünü açan Askeri Güç Kullanımına İzin Veren Kararı kabul etti."
      }
    ]
  },
  "9-19": {
    "curiosity": [
      {
        "text": "19 Eylül 1870'de Fransa-Prusya Savaşı sırasında Sedan Muharebesi gerçekleşti ve bunun sonucunda Fransız İmparatoru III. Napolyon Prusya güçleri tarafından ele geçirildi."
      },
      {
        "text1": "19 Eylül 1985'te Mexico City'de Richter ölçeğine göre 8,1 büyüklüğünde yıkıcı bir deprem meydana geldi ve binlerce kişinin ölümüne ve geniş çaplı yıkıma neden oldu."
      }
    ]
  },
  "9-20": {
    "curiosity": [
      {
        "text": "20 Eylül 1519'da Portekizli kaşif Ferdinand Magellan, dünyanın çevresini dolaşmak üzere yaklaşık üç yıl sürecek bir yolculuğa çıktı."
      },
      {
        "text1": "20 Eylül 2001'de Amerika Birleşik Devletleri Başkanı George W. Bush, Kongre önünde bir konuşma yaparak 11 Eylül saldırılarına yanıt olarak 'Terörizme Karşı Savaş' ilan etti."
      }
    ]
  },
  "9-21": {
    "curiosity": [
      {
        "text": "21 Eylül 1937'de Nanking Katliamı, Japon kuvvetlerinin sivil halka ve savaş esirlerine karşı zulüm yaptığı İkinci Çin-Japon Savaşı sırasında meydana geldi."
      },
      {
        "text1": "21 Eylül 1989'da Hugo Kasırgası Amerika Birleşik Devletleri'nin Güney Carolina kıyılarını vurdu, büyük yıkıma neden oldu ve 80'den fazla kişinin ölümüyle sonuçlandı."
      }
    ]
  },
  "9-22": {
    "curiosity": [
      {
        "text": "22 Eylül 1980'de Saddam Hüseyin liderliğindeki Irak, İran'ı işgal ederek sekiz yıl sürecek ve milyonlarca kişinin ölümüyle sonuçlanacak bir savaş başlattı."
      },
      {
        "text1": "22 Eylül 1862'de Amerikan İç Savaşı sırasında, bir günde 22.000'den fazla kişinin ölümüyle Amerika Birleşik Devletleri tarihindeki en kanlı çatışma olan Antietam Muharebesi gerçekleşti."
      }
    ]
  },
  "9-23": {
    "curiosity": [
      {
        "text": "23 Eylül 1949'da Mao Zedong tarafından Çin Halk Cumhuriyeti ilan edilerek ülkede komünist bir rejim kuruldu."
      },
      {
        "text1": "23 Eylül 2008'de Lehman Brothers finans şirketi iflasını ilan ederek küresel bir mali krizi tetikledi ve küresel durgunluğu derinleştirdi."
      }
    ]
  },
  "9-24": {
    "curiosity": [
      {
        "text": "24 Eylül 622'de Hicret gerçekleşti, Hz. Muhammed'in Mekke'den Medine'ye göçü, İslami takvimin başlangıcı oldu."
      },
      {
        "text1": "24 Eylül 1946'da Almanya'nın Nürnberg kentindeki uluslararası bir askeri mahkeme, 12 Nazi liderini savaş suçları ve insanlığa karşı suçlar nedeniyle ölüm cezasına çarptırdı."
      }
    ]
  },
  "9-25": {
    "curiosity": [
      {
        "text": "25 Eylül 1513'te İspanyol kaşif Vasco Núñez de Balboa, Panama Kıstağı'nı geçtikten sonra Pasifik Okyanusu'nu gören ilk Avrupalı ​​oldu."
      },
      {
        "text1": "25 Eylül 1957'de dokuz siyah öğrenci, Arkansas'ın Little Rock kentindeki Little Rock Central Lisesi'ne federal koruma altında girdi ve bu, Amerika Birleşik Devletleri'ndeki sivil haklar hareketinde önemli bir dönüm noktasına işaret etti."
      }
    ]
  },
  "9-26": {
    "curiosity": [
      {
        "text": "26 Eylül 1580'de Portekiz ve İspanya taçlarını İspanyol Kralı II. Philip'in yönetimi altında birleştiren İber Birliği kuruldu."
      },
      {
        "text1": "26 Eylül 1983'te Sovyet lideri Yuri Andropov, ABD'nin 1980 Moskova Olimpiyatlarını boykot etme kararına misilleme olarak Sovyetler Birliği'nin Los Angeles'taki 1984 Yaz Olimpiyatlarına katılmayacağını duyurdu."
      }
    ]
  },
  "9-27": {
    "curiosity": [
      {
        "text": "27 Eylül 1822'de Brezilya, Pedro I'i imparator ilan ederek Portekiz'den bağımsızlığını ilan etti."
      },
      {
        "text1": "27 Eylül 1905'te Rus-Japon Savaşı sırasında Mukden Muharebesi gerçekleşti ve Japonya'nın Rus kuvvetlerine karşı kesin bir zaferiyle sonuçlandı."
      }
    ]
  },
  "9-28": {
    "curiosity": [
      {
        "text": "28 Eylül 1066'da İngiltere'de Stamford Köprüsü Muharebesi gerçekleşti ve burada İngiltere Kralı II. Harold, Norveç Kralı III. Harold liderliğindeki işgalci güçleri mağlup etti."
      },
      {
        "text1": "28 Eylül 1928'de Alexander Fleming tesadüfen tıp tarihinin en önemli antibiyotiklerinden biri olan penisilin'i keşfetti."
      }
    ]
  },
  "9-29": {
    "curiosity": [
      {
        "text": "29 Eylül 1941'de, II. Dünya Savaşı sırasında, Ukrayna'nın Kiev kentinin eteklerindeki bir boğaz olan Babi Yar, Nazi birliklerinin yalnızca iki gün içinde 33.000'den fazla Yahudiyi katlettiği tarihin en büyük katliamlarından birine sahne oldu."
      },
      {
        "text1": "29 Eylül 2008'de yatırım bankası Lehman Brothers'ın iflasıyla yeni bir boyuta ulaşan finansal kriz, küresel finansal sistemi etkileyen bir dizi olayı tetikledi."
      }
    ]
  },
  "9-30": {
    "curiosity": [
      {
        "text": "30 Eylül 1938'de, Avrupalı ​​liderlerin Adolf Hitler'in taleplerine boyun eğdiği ve Sudetenland bölgesinin Nazi Almanyası tarafından ilhak edilmesine izin veren Münih Anlaşmaları'nın imzalanması gerçekleşti."
      },
      {
        "text1": "30 Eylül 2005'te çocuklara cinsel istismarla suçlanan Michael Jackson'ın tartışmalı davası, tüm suçlamalardan beraat etmesiyle sona erdi."
      }
    ]
  },
  "10-1": {
    "curiosity": [
      {
        "text": "1 Ekim 1949'da Mao Zedong tarafından Çin Halk Cumhuriyeti ilan edilerek ülkede komünist bir rejim kuruldu."
      },
      {
        "text1": "1 Ekim 1961'de, petrol ticaretiyle ilgili politikaları koordine etmek ve üye ülkelerin çıkarlarını korumak amacıyla petrol üreten ülkelerin oluşturduğu bir ittifak olan Petrol İhraç Eden Ülkeler Örgütü (OPEC) kuruldu."
      }
    ]
  },
  "10-2": {
    "curiosity": [
      {
        "text": "2 Ekim 1187'de, Müslüman lider Selahaddin'in Kudüs Krallığı'nın Hıristiyan güçlerini mağlup ettiği ve Kudüs'ün Müslümanların fethinin önünü açtığı Hıttin Muharebesi gerçekleşti."
      },
      {
        "text1": "2 Ekim 1968'de Mexico City'de Meksika hükümetine karşı öğrenci protestoları sırasında Tlatelolco katliamı meydana geldi ve yüzlerce protestocunun ölümüyle sonuçlandı."
      }
    ]
  },
  "10-3": {
    "curiosity": [
      {
        "text": "3 Ekim 1990'da Almanya yeniden birleşti ve Doğu Almanya ile Batı Almanya arasındaki bölünme resmen sona erdi."
      },
      {
        "text1": "3 Ekim 1952'de Birleşik Krallık ilk nükleer bomba testini gerçekleştirerek dünyanın üçüncü nükleer gücü oldu."
      }
    ]
  },
  "10-4": {
    "curiosity": [
      {
        "text": "4 Ekim 1957'de Sovyetler Birliği, uzay çağını başlatan tarihteki ilk yapay uydu olan Sputnik 1'i başarıyla fırlattı."
      },
      {
        "text1": "4 Ekim 2004'te Cassini-Huygens uzay sondası Satürn'e olan 7 yıllık görevini sona erdirerek gezegen ve uyduları hakkında değerli veriler ve görüntüler geri gönderdi."
      }
    ]
  },
  "10-5": {
    "curiosity": [
      {
        "text": "5 Ekim 1789'da, Fransız Devrimi sırasında binlerce Parisli kadının ekmek ve kralın devrilmesini talep ederek Versailles Sarayı'na yürüdüğü Versailles Kadınlar Yürüyüşü gerçekleşti."
      },
      {
        "text1": "5 Ekim 2000'de Sırbistan'ın eski cumhurbaşkanı Slobodan Milošević tahttan indirildi ve savaş suçları ve insanlığa karşı suçlardan yargılanacağı Eski Yugoslavya Uluslararası Ceza Mahkemesi'ne teslim edildi."
      }
    ]
  },
  "10-6": {
    "curiosity": [
      {
        "text": "6 Ekim 1973'te İsrail ile Mısır ve Suriye liderliğindeki koalisyon arasında büyük insan ve toprak kayıplarına yol açan Yom Kippur Savaşı başladı."
      },
      {
        "text1": "6 Ekim 1927'de, senkronize sesli diyaloglara sahip sekansların yer aldığı ilk uzun metrajlı film olan sessiz film 'Caz Şarkıcısı' gösterime girdi."
      }
    ]
  },
  "10-7": {
    "curiosity": [
      {
        "text": "7 Ekim 1571'de, Venedik Cumhuriyeti ve İspanyol İmparatorluğu liderliğindeki Hıristiyan ittifakının Osmanlı filosunu mağlup ettiği ve Osmanlı'nın Batı Akdeniz'e ilerlemesini durdurduğu İnebahtı Muharebesi gerçekleşti."
      },
      {
        "text1": "7 Ekim 1989'da o zamanki Çekoslovakya'da Barışçıl Devrim başladı ve ülkedeki komünist rejimin sonunun başlangıcı oldu."
      }
    ]
  },
  "10-8": {
    "curiosity": [
      {
        "text": "8 Ekim 1871'de, Amerika Birleşik Devletleri tarihindeki en büyük kentsel felaketlerden biri olan ve şehrin çoğunu yok eden Büyük Chicago Yangını meydana geldi."
      },
      {
        "text1": "8 Ekim 2001'de ABD, 11 Eylül 2001'deki terör saldırılarına yanıt olarak Afganistan'a askeri işgale başladı."
      }
    ]
  },
  "10-9": {
    "curiosity": [
      {
        "text": "9 Ekim 1967'de Arjantinli devrimci lider Che Guevara'nın Bolivya'da yakalanması, Güney Amerika'daki gerilla kampanyasının sonu oldu."
      },
      {
        "text1": "9 Ekim 1989'da, Soğuk Savaş'ın sona ermesi ve Almanya'nın yeniden birleşmesindeki en önemli olaylardan biri olan Berlin Duvarı'nın yıkılması gerçekleşti."
      }
    ]
  },
  "10-10": {
    "curiosity": [
      {
        "text": "10 Ekim 732'de Fransa'da Tours Muharebesi gerçekleşti; burada Charles Martel liderliğindeki Frenk kuvvetleri Müslüman ordusunu mağlup ederek Emevi Halifeliğinin Batı Avrupa'da yayılmasını engelledi."
      },
      {
        "text1": "Filozof Friedrich Nietzsche, 10 Ekim 1845'te Almanya'nın Röcken şehrinde doğdu ve modern felsefenin en etkili isimlerinden biri oldu."
      }
    ]
  },
  "10-11": {
    "curiosity": [
      {
        "text": "11 Ekim 1899'da, Birleşik Krallık ile Güney Afrika'daki Boer cumhuriyetleri arasında uzun süreli ve yıkıcı bir savaşla sonuçlanan İkinci Boer Savaşı başladı."
      },
      {
        "text1": "11 Ekim 1984'te Amerikalı astronot Kathryn D. Sullivan, uzay yürüyüşü yapan ilk kadın oldu."
      }
    ]
  },
  "10-12": {
    "curiosity": [
      {
        "text": "12 Ekim 1492'de denizci Kristof Kolomb'un Amerika'ya varması, kıtanın Avrupalılar tarafından kolonileştirilmesinin başlangıcı oldu."
      },
      {
        "text1": "12 Ekim 1984'te ilk İngiliz kadın astronot Helen Sharman, Soyuz TM-12 misyonuyla uzaya fırlatıldı."
      }
    ]
  },
  "10-13": {
    "curiosity": [
      {
        "text": "13 Ekim 1307 Cuma günü, Tapınak Şövalyeleri'nin Fransa'da toplu olarak tutuklanması, bu askeri-dini düzenin etkisinin ve gücünün sona erdiğinin işaretiydi."
      },
      {
        "text1": "13 Ekim 1972'de Uruguay Hava Kuvvetleri'nin 571 sefer sayılı uçağı And Dağları'nda bir kaza geçirdi ve hayatta kalanlar 'And Dağları Mucizesi' olarak bilinen bir hayatta kalma mücadelesiyle karşı karşıya kaldı."
      }
    ]
  },
  "10-14": {
    "curiosity": [
      {
        "text": "14 Ekim 1066'da, Fatih William liderliğindeki Norman ordusunun İngiltere Kralı II. Harold'u yenerek İngiltere tarihini değiştirdiği Hastings Muharebesi gerçekleşti."
      },
      {
        "text1": "14 Ekim 1947'de Amerikalı pilot Chuck Yeager, uçuş sırasında ses duvarını aşan ilk insan oldu."
      }
    ]
  },
  "10-15": {
    "curiosity": [
      {
        "text": "15 Ekim 1815'te Napolyon Bonapart, Waterloo Muharebesi'nde mağlup oldu ve saltanatına ve Napolyon Savaşları olarak bilinen döneme kesin olarak son verdi."
      },
      {
        "text1": "15 Ekim 1987'de New York Borsası'nda 'Kara Pazartesi' olarak bilinen olay meydana geldi ve borsada önemli bir düşüş yaşandı."
      }
    ]
  },
  "10-16": {
    "curiosity": [
      {
        "text": "16 Ekim 1793'te Fransız Devrimi sırasında Fransa Kraliçesi Marie Antoinette giyotinle idam edildi."
      },
      {
        "text1": "16 Ekim 1962'de adada Sovyet nükleer füzelerinin keşfedilmesiyle Küba Füze Krizi başladı ve dünyayı nükleer savaşın eşiğine getirdi."
      }
    ]
  },
  "10-17": {
    "curiosity": [
      {
        "text": "17 Ekim 1905'te, Rusya'nın Saint Petersburg kentinde, Çarlık Ordusu askerlerinin barışçıl protestoculara ateş açmasıyla Kanlı Pazar meydana geldi ve 1917 Rus Devrimi ile sonuçlanan bir dizi olayı tetikledi."
      },
      {
        "text1": "17 Ekim 1989'da Kaliforniya'nın San Francisco Körfez Bölgesi'nde 6,9 ​​büyüklüğünde bir deprem meydana geldi ve büyük hasara neden oldu ve binlerce insanı evsiz bıraktı."
      }
    ]
  },
  "10-18": {
    "curiosity": [
      {
        "text": "18 Ekim 1867'de Alaska, bölgenin Amerikalılar tarafından satın alınmasının ardından resmen Rusya'dan Amerika Birleşik Devletleri'ne devredildi."
      },
      {
        "text1": "18 Ekim 1968'de Mexico City'de Yaz Olimpiyatları düzenlendi ve ABD'li siyah sporcuların podyumdaki meşhur protestosu damgasını vurdu."
      }
    ]
  },
  "10-19": {
    "curiosity": [
      {
        "text": "19 Ekim 1987'de New York Menkul Kıymetler Borsası'nın Dow Jones endeksi 'Kara Pazartesi' olarak bilinen tek günlük en büyük düşüşünü yaşadı."
      },
      {
        "text1": "19 Ekim 2003'te Avrupa uzay sondası Beagle 2, Mars'a iniş amacıyla fırlatıldı, ancak sondayla temas kesildi ve kesin konumu bilinmiyor."
      }
    ]
  },
  "10-20": {
    "curiosity": [
      {
        "text": "20 Ekim 1944'te, İkinci Dünya Savaşı sırasında Yugoslavya'nın başkenti Belgrad şehri, Kızıl Ordu ve Yugoslavya Halk Kurtuluş Ordusu tarafından Nazi güçlerinden kurtarıldı."
      },
      {
        "text1": "20 Ekim 1973'te, OPEC üyesi Arap ülkelerinin Yom Kippur Savaşı'nda Batı'nın İsrail'e verdiği desteğe misilleme olarak petrol ambargosu ilan etmesiyle Petrol Krizi başladı."
      }
    ]
  },
  "10-21": {
    "curiosity": [
      {
        "text": "21 Ekim 1520'de Meksika'da Aztek güçlerinin Hernán Cortés liderliğindeki İspanyol birlikleriyle karşı karşıya geldiği Otumba Savaşı gerçekleşti."
      },
      {
        "text1": "21 Ekim 1966'da Galler'in Aberfan ilçesinde meydana gelen heyelan, kömür yığınının çökmesi sonucu çoğu çocuk 144 kişinin ölümüyle sonuçlandı."
      }
    ]
  },
  "10-22": {
    "curiosity": [
      {
        "text": "22 Ekim 1797'de İngiliz Donanması, Napolyon Savaşları sırasında Cape St. Vincent Muharebesi'nde İspanyol filosunu mağlup etti."
      },
      {
        "text1": "22 Ekim 1962'de Amerika Birleşik Devletleri Başkanı John F. Kennedy, Küba'da Küba Füze Krizini tetikleyen Sovyet nükleer füzelerinin keşfedildiğini kamuoyuna duyurdu."
      }
    ]
  },
  "10-23": {
    "curiosity": [
      {
        "text": "23 Ekim 1956'da, Macaristan'ın komünist hükümetine karşı Sovyet güçleri tarafından bastırılan bir halk ayaklanması olan Macar Devrimi başladı."
      },
      {
        "text1": "23 Ekim 2001'de Apple, tarihin en popüler ve etkili taşınabilir müzik cihazlarından biri olan iPod'u piyasaya sürdü."
      }
    ]
  },
  "10-24": {
    "curiosity": [
      {
        "text": "24 Ekim 1945'te, İkinci Dünya Savaşı'ndan sonra barışı ve uluslararası işbirliğini teşvik etmek amacıyla Birleşmiş Milletler (BM) kuruldu."
      },
      {
        "text1": "24 Ekim 2003'te, Mars'ı incelemek ve gezegende su izleri aramak amacıyla Avrupa uzay sondası Mars Express fırlatıldı."
      }
    ]
  },
  "10-25": {
    "curiosity": [
      {
        "text": "25 Ekim 1415'te Fransa'da Agincourt Muharebesi gerçekleşti ve burada Henry V liderliğindeki İngiliz kuvvetleri Yüz Yıl Savaşları sırasında önemli bir zafer elde etti."
      },
      {
        "text1": "25 Ekim 2001'de Microsoft tarafından Windows XP işletim sistemi piyasaya sürüldü ve tarihteki en popüler ve en uzun ömürlü işletim sistemlerinden biri haline geldi."
      }
    ]
  },
  "10-26": {
    "curiosity": [
      {
        "text": "26 Ekim 1947'de Antoine de Saint-Exupéry'nin yazdığı ünlü çocuk kitabı 'Küçük Prens' ilk kez yayımlandı."
      },
      {
        "text1": "26 Ekim 1979'da Sovyet lideri Leonid Brejnev'in vefat etmesiyle 18 yıllık liderlik dönemi sona erdi ve Sovyetler Birliği'nde yeni bir dönem başladı."
      }
    ]
  },
  "10-27": {
    "curiosity": [
      {
        "text": "27 Ekim 1904'te New York metrosunun ilk baskısı halka açıldı ve şehirdeki ulaşımda devrim yarattı."
      },
      {
        "text1": "27 Ekim 1962'de Küba Füze Krizi sırasında bir U-2 casus uçağının Küba üzerinde düşürülmesi, ABD ile Sovyetler Birliği arasındaki gerilimi daha da artırdı."
      }
    ]
  },
  "10-28": {
    "curiosity": [
      {
        "text": "28 Ekim 1886'da Amerika Birleşik Devletleri'nin ikonik sembolü olan Özgürlük Anıtı resmi olarak New York Limanı'na adandı."
      },
      {
        "text1": "28 Ekim 1962'de Küba Füze Krizi sırasında Amerika Birleşik Devletleri Başkanı John F. Kennedy, Sovyet füzelerinin Küba'dan çıkarılacağını açıklayarak krize son verdi."
      }
    ]
  },
  "10-29": {
    "curiosity": [
      {
        "text": "29 Ekim 1929'da, dünya ekonomisini etkileyen Büyük Buhran'ın başlangıcına işaret eden ünlü 'New York Borsası Çöküşü' meydana geldi."
      },
      {
        "text1": "29 Ekim 1956'da İsrail, Fransa ve Birleşik Krallık, Süveyş Krizi olarak adlandırılan olayla, Süveyş Kanalı'nı kontrol altına almak ve Mısır Devlet Başkanı Cemal Abdülnasır'ı devirmek amacıyla Mısır'ı işgal etti."
      }
    ]
  },
  "10-30": {
    "curiosity": [
      {
        "text": "30 Ekim 1938'de yönetmen Orson Welles'in HG Wells'in kitabını uyarladığı 'Dünyalar Savaşı' olarak bilinen ünlü radyo yayını gerçekleşti ve bu yayın, kitabın istilacı bir uzaylı olduğuna inanan dinleyiciler arasında paniğe neden oldu."
      },
      {
        "text1": "30 Ekim 1961'de Sovyetler Birliği, tahmini 50 megaton gücündeki, tarihte patlatılan en büyük nükleer bomba olan 'Çar Bombası'nı patlattı."
      }
    ]
  },
  "10-31": {
    "curiosity": [
      {
        "text": "31 Ekim 1517'de keşiş Martin Luther, 95 Tezini Almanya'daki Wittenberg Kalesi Kilisesi'nin kapısına asarak Protestan Reformunu tetikledi."
      },
      {
        "text1": "31 Ekim 1956'da, Macaristan'ın komünist hükümetine karşı Sovyet güçleri tarafından şiddetle bastırılan bir ayaklanma olan Macar Devrimi gerçekleşti."
      }
    ]
  },
  "11-1": {
    "curiosity": [
      {
        "text": "1 Kasım 1512'de Michelangelo'nun 'Sistine Şapeli Tavanındaki Fresk' adlı duvar resmi Roma'daki Vatikan'da açıldı ve tarihin en ünlü ve önemli sanat eserlerinden biri olarak kabul edildi."
      },
      {
        "text1": "1 Kasım 1952'de ABD tarafından ilk başarılı hidrojen bombası patlatılması nükleer silah teknolojisinde önemli bir ilerlemeye işaret etti."
      }
    ]
  },
  "11-2": {
    "curiosity": [
      {
        "text": "2 Kasım 1917'de, Birinci Dünya Savaşı sırasında İngiliz General Edmund Allenby, cesur bir süvari hücumunun ardından Filistin'deki Beerşeba şehrini ele geçirdi."
      },
      {
        "text1": "2 Kasım 1983'te Amerika Birleşik Devletleri, iktidarı ele geçiren Marksist-Leninist hükümeti devirmeyi amaçlayan 'Acil Öfke Operasyonu' olarak bilinen bir operasyonla Karayip adası Grenada'yı askeri olarak işgal etti."
      }
    ]
  },
  "11-3": {
    "curiosity": [
      {
        "text": "3 Kasım 1948'de Amerika Birleşik Devletleri Başkanı Harry S. Truman, Cumhuriyetçi aday Thomas E. Dewey karşısında şaşırtıcı bir zafer kazanarak yeniden seçildi."
      },
      {
        "text1": "3 Kasım 1957'de Sovyetler Birliği, uzaya ilk canlıyı, Laika köpeğini taşıyan, dünyanın ilk yapay uydusu Sputnik 2'yi başarıyla fırlattı."
      }
    ]
  },
  "11-4": {
    "curiosity": [
      {
        "text": "4 Kasım 1979'da İranlı öğrencilerin Tahran'daki ABD büyükelçiliğine baskın yapması ve 52 Amerikalıyı bir yıldan fazla bir süre rehin tutmasıyla İran Rehine Krizi meydana geldi."
      },
      {
        "text1": "4 Kasım 2008'de Barack Obama, Amerika Birleşik Devletleri'nin 44. başkanı seçildi ve ülke tarihindeki ilk Afrikalı-Amerikalı başkan oldu."
      }
    ]
  },
  "11-5": {
    "curiosity": [
      {
        "text": "5 Kasım 1605'te Birleşik Krallık'ta Guy Fawkes ve diğer Katolik komplocuların oturumların resmi açılışı sırasında Britanya Parlamentosu'nu havaya uçurmayı planladıkları ünlü 'Barut Komplosu' gerçekleşti."
      },
      {
        "text1": "5 Kasım 1911'de İtalya Kralı Vittorio Emanuele III, Kuzey Afrika ülkesinin askeri açıdan fethinin ardından Libya'nın İtalyan topraklarına ilhak edildiğini ilan etti."
      }
    ]
  },
  "11-6": {
    "curiosity": [
      {
        "text": "6 Kasım 1860'da Abraham Lincoln'ün Amerika Birleşik Devletleri'nin 16. başkanı seçilmesi, Amerikan İç Savaşı'na yol açacak gerilimleri tetikledi."
      },
      {
        "text1": "6 Kasım 1985'te Kolombiya'daki Nevado del Ruiz yanardağı patladı ve Armero şehrini harap eden ve 23.000'den fazla insanın ölümüne neden olan bir çamur ve kül çığına neden oldu."
      }
    ]
  },
  "11-7": {
    "curiosity": [
      {
        "text": "7 Kasım 1917'de Vladimir Lenin liderliğindeki Bolşeviklerin iktidarı ele geçirip Rusya'da komünist yönetim kurduğu Rus Devrimi gerçekleşti."
      },
      {
        "text1": "7 Kasım 2000'de Demokrat Al Gore halk oylarının çoğunluğunu kazandı, ancak Cumhuriyetçi George W. Bush tartışmalı Yüksek Mahkeme kararının ardından Amerika Birleşik Devletleri başkanlık seçimini kazandı."
      }
    ]
  },
  "11-8": {
    "curiosity": [
      {
        "text": "8 Kasım 1895'te Wilhelm Conrad Roentgen, tıp ve radyolojide devrim yaratan önemli bir keşif olan X ışınlarını keşfetti."
      },
      {
        "text1": "8 Kasım 2016'da Donald Trump, Demokrat aday Hillary Clinton'ı mağlup ederek ABD'nin 45. başkanı seçildi."
      }
    ]
  },
  "11-9": {
    "curiosity": [
      {
        "text": "9 Kasım 1989'da, Berlin şehrini neredeyse 30 yıldır bölen, Soğuk Savaş'ın sonunu ve sosyalist bloğun çöküşünü simgeleyen Berlin Duvarı yıkıldı."
      },
      {
        "text1": "9 Kasım 1938'de Nazi Almanyası'nda Yahudi nüfusuna, mülklerine ve sinagoglarına karşı bir dizi şiddetli saldırının gerçekleştiği sözde 'Cam Kırıkları Gecesi' gerçekleşti."
      }
    ]
  },
  "11-10": {
    "curiosity": [
      {
        "text": "10 Kasım 1483'te Protestan Reformunun lideri ve Avrupa'nın dini ve siyasi tarihinde önemli bir figür olan Martin Luther doğdu."
      },
      {
        "text1": "10 Kasım 1975'te Birleşik Krallık Kraliçesi II. Elizabeth Avustralya'ya tarihi bir ziyaret gerçekleştirdi; bu, 1901'deki Avustralya Federasyonu'ndan bu yana bir İngiliz hükümdarının ülkeye yaptığı ilk ziyaretti."
      }
    ]
  },
  "11-11": {
    "curiosity": [
      {
        "text": "11 Kasım 1918'de Birinci Dünya Savaşı'na son veren Compiègne Mütarekesi imzalandı, sabah saat 11'de yürürlüğe girdi ve birçok ülkede Ateşkes Günü olarak kutlandı."
      },
      {
        "text1": "11 Kasım 1889'da Brezilya'nın Rio de Janeiro Eyaleti köleliği kaldırdı ve bunu yapan ilk Brezilya federatif birimi oldu."
      }
    ]
  },
  "11-12": {
    "curiosity": [
      {
        "text": "12 Kasım 1955'te New York'un Syracuse şehrinde Meryem Ana heykelinin ağlamaya başlamasıyla 'Lourdes Mucizesi' olarak bilinen olay meydana geldi ve bu durum hacıların sayısında artışa neden oldu ve bu olayla ilgili soruşturma başlatıldı. Katolik Kilisesi'nin fenomeni."
      },
      {
        "text1": "12 Kasım 1990'da NASA'nın Galileo uzay aracı, Jüpiter'e doğru yörüngesinde Venüs'ün üzerinden geçerek gözlemler yaptı ve bilimsel veriler topladı."
      }
    ]
  },
  "11-13": {
    "curiosity": [
      {
        "text": "13 Kasım 354'te Katolik Kilisesi'nin en etkili ilahiyatçı ve filozoflarından biri olan, 'İtiraflar' ve 'Tanrının Şehri' gibi eserleriyle tanınan Aziz Augustine doğdu."
      },
      {
        "text1": "13 Kasım 2015'te Fransa'nın Paris kentinde aşırıcı grup İslam Devleti tarafından gerçekleştirilen, 130 kişinin ölümü ve yüzlerce yaralanmayla sonuçlanan bir dizi koordineli terör saldırısı gerçekleşti."
      }
    ]
  },
  "11-14": {
    "curiosity": [
      {
        "text": "14 Kasım 1851'de ilk kez İngiliz gazetesi 'The New York Times' yayımlandı ve dünyanın en etkili ve tanınmış gazetelerinden biri haline geldi."
      },
      {
        "text1": "14 Kasım 1969'da NASA'nın Apollo programının ikinci insanlı görevi olan Apollo 12, Ay'a iniş amacıyla fırlatıldı."
      }
    ]
  },
  "11-15": {
    "curiosity": [
      {
        "text": "15 Kasım 1889'da Brezilya'da İmparatorluğun sonu ve ülkede cumhuriyetçi bir rejimin kurulması anlamına gelen Cumhuriyetin İlanı gerçekleşti."
      },
      {
        "text1": "15 Kasım 1988'de Filistin, Cezayir'in Cezayir şehrinde bağımsızlığını ilan etti ve birçok ülke tarafından egemen bir devlet olarak tanındı."
      }
    ]
  },
  "11-16": {
    "curiosity": [
      {
        "text": "16 Kasım 1532'de Peru'da, İspanyol fatih Francisco Pizarro'nun İnka imparatoru Atahualpa'yı ele geçirdiği Cajamarca Muharebesi gerçekleşti ve bu, bölgedeki İspanyol fethinin başlangıcı oldu."
      },
      {
        "text1": "16 Kasım 1995'te, 1990'larda Balkan bölgesini harap eden etnik-dini bir çatışma olan Bosna Savaşı'nı resmen sona erdiren Genel Barış Anlaşması imzalandı."
      }
    ]
  },
  "11-17": {
    "curiosity": [
      {
        "text": "17 Kasım 1558'de İngiltere Kraliçesi I. Elizabeth tahta çıktı ve ülke tarihinin en önemli ve en uzun saltanatlarından birini başlattı."
      },
      {
        "text1": "17 Kasım 1989'da Çekoslovakya'da, ülkedeki komünist rejimin yıkılmasıyla sonuçlanan barışçıl bir hareket olan Kadife Devrim başladı."
      }
    ]
  },
  "11-18": {
    "curiosity": [
      {
        "text": "18 Kasım 1307'de Fransa'da Tapınak Şövalyeleri'nin tutuklanması gerçekleşti; bu, Tapınakçı Tarikatı tarihinde dönüm noktası niteliğinde bir olaydı."
      },
      {
        "text1": "18 Kasım 1928'de mucit ve elektronik mühendisi John Logie Baird tarafından Amerika Birleşik Devletleri'nde ilk renkli televizyon yayını yapıldı."
      }
    ]
  },
  "11-19": {
    "curiosity": [
      {
        "text": "19 Kasım 1863'te Amerika Birleşik Devletleri Başkanı Abraham Lincoln, Amerikan İç Savaşı sırasında eşitlik ve özgürlük ideallerini yeniden teyit eden ünlü Gettysburg Konuşmasını yaptı."
      },
      {
        "text1": "19 Kasım 1997'de Cassini-Huygens uzay sondası, Satürn gezegenini ve uydularını incelemek amacıyla NASA tarafından fırlatıldı."
      }
    ]
  },
  "11-20": {
    "curiosity": [
      {
        "text": "20 Kasım 1945'te Nazi liderlerinin İkinci Dünya Savaşı sırasında savaş suçları ve insanlığa karşı suçlardan yargılandığı Nürnberg Duruşması başladı."
      },
      {
        "text1": "20 Kasım 1989'da Birleşmiş Milletler Genel Kurulu tarafından tüm dünyada çocukların temel haklarını belirleyen Çocuk Hakları Sözleşmesi kabul edildi."
      }
    ]
  },
  "11-21": {
    "curiosity": [
      {
        "text": "21 Kasım 1877'de Thomas Edison, kaydedilen sesleri yeniden üretebilen ilk cihazlardan biri olan fonografın icat edildiğini duyurdu."
      },
      {
        "text1": "21 Kasım 1974'te Etiyopya, İmparator Haile Selassie'nin devrilmesinin ardından sosyalist bir devlet haline geldi."
      }
    ]
  },
  "11-22": {
    "curiosity": [
      {
        "text": "22 Kasım 1963'te Amerika Birleşik Devletleri Başkanı John F. Kennedy, Dallas, Teksas'ta ülkeyi ve dünyayı şok eden bir olayla öldürüldü."
      },
      {
        "text1": "22 Kasım 2005'te Microsoft, yeni nesil oyun konsollarının öncüsü olan Xbox 360 video oyun konsolunu piyasaya sürdü."
      }
    ]
  },
  "11-23": {
    "curiosity": [
      {
        "text": "23 Kasım 1889'da İrlandalı gazeteci ve yazar Nellie Bly, 72 günde dünya çapındaki yolculuğuna başladı ve bir dünya rekoru kırdı."
      },
      {
        "text1": "23 Kasım 1981'de NASA'nın 1973 yılında fırlattığı Skylab Uzay İstasyonu yeniden Dünya atmosferine girerek parçalanarak görevine son verdi."
      }
    ]
  },
  "11-24": {
    "curiosity": [
      {
        "text": "24 Kasım 1859'da Charles Darwin'in doğal seçilim yoluyla evrim teorisini anlatan 'Türlerin Kökeni' kitabı yayımlandı."
      },
      {
        "text1": "24 Kasım 1963'te Amerika Birleşik Devletleri Başkanı John F. Kennedy'ye düzenlenen suikastı, suçun baş şüphelisi Lee Harvey Oswald'a Jack Ruby tarafından düzenlenen suikast izledi."
      }
    ]
  },
  "11-25": {
    "curiosity": [
      {
        "text": "25 Kasım 1975'te siyasi lider ve kadın hakları savunucusu Aung San Suu Kyi, Myanmar'da (o zamanki adıyla Burma) tutuklandı ve birkaç yıl boyunca ev hapsinde kaldı."
      },
      {
        "text1": "25 Kasım 2001'de serbest ticareti teşvik etmek ve uluslararası ticareti düzenlemek amacıyla Dünya Ticaret Örgütü (DTÖ) kuruldu."
      }
    ]
  },
  "11-26": {
    "curiosity": [
      {
        "text": "26 Kasım 1922'de İngiliz arkeologlar Mısır'daki Krallar Vadisi'nde Firavun Tutankhamun'un mezarının girişini keşfettiler."
      },
      {
        "text1": "26 Kasım 2008'de Hindistan'ın Mumbai kentinde İslami bir grup tarafından gerçekleştirilen ve şehir genelinde çok sayıda koordineli saldırıyla sonuçlanan bir terör saldırısı meydana geldi."
      }
    ]
  },
  "11-27": {
    "curiosity": [
      {
        "text": "27 Kasım 1095'te Papa II. Urban, Clermont Konuşmasını yaparak Kudüs'ü Müslümanların elinden kurtarmak amacıyla Birinci Haçlı Seferi yapılması çağrısında bulundu."
      },
      {
        "text1": "27 Kasım 1978'de Guyana'nın Jonestown belediye başkanı Jim Jones, Jonestown Katliamı olarak bilinen bir olayda tarikatının 900'den fazla takipçisinin toplu intiharına yol açtı."
      }
    ]
  },
  "11-28": {
    "curiosity": [
      {
        "text": "28 Kasım 1520'de Meksika'da İspanyol fatih Hernán Cortés ve yerli müttefiklerinin Cuauhtémoc liderliğindeki Aztek ordusunu mağlup ettiği Otumba Savaşı gerçekleşti."
      },
      {
        "text1": "28 Kasım 1942'de, İkinci Dünya Savaşı sırasında, Müttefik kuvvetlerin Kuzey Afrika kıyılarına çıkarma yapmasıyla birlikte Meşale Harekatı gerçekleştirildi ve Akdeniz operasyon sahasında harekât başlatıldı."
      }
    ]
  },
  "11-29": {
    "curiosity": [
      {
        "text": "29 Kasım 1947'de Birleşmiş Milletler Genel Kurulu, bölgede bir Yahudi devleti ve bir Arap devleti kurulmasını öneren Filistin'in Bölünme Planını onayladı."
      },
      {
        "text1": "29 Kasım 1961'de NASA, Merkür programının ikinci insanlı yörünge uçuşunu, içinde maymun Enos'un bulunduğu Mercury-Atlas 5 uzay kapsülünü fırlattı."
      }
    ]
  },
  "11-30": {
    "curiosity": [
      {
        "text": "30 Kasım 1803'te Amerika Birleşik Devletleri, Louisiana Satın Alma olarak bilinen bir anlaşmayla Louisiana Bölgesini Fransa'dan resmen satın aldı."
      },
      {
        "text1": "30 Kasım 1966'da Barbados, Birleşik Krallık'tan bağımsız hale geldi ve İngiliz kolonisi statüsüne son verdi."
      }
    ]
  },
  "12-01": {
    "curiosity": [
      {
        "text": "1 Aralık 1955'te bir sivil haklar aktivisti olan Rosa Parks, Montgomery, Alabama'da bir otobüste beyaz bir adama koltuğunu vermeyi reddetti ve Amerika Birleşik Devletleri'nde sivil haklar hareketini ateşledi."
      },
      {
        "text1": "1 Aralık 1990'da Berlin Duvarı'nın yıkılmasının ardından Batı Almanya ile Doğu Almanya'nın birleşmesi ile Almanya'nın yeniden birleşmesi gerçekleşti."
      }
    ]
  },
  "12-02": {
    "curiosity": [
      {
        "text": "2 Aralık 1804'te Napolyon Bonapart, Paris'teki Notre-Dame Katedrali'nde Fransa İmparatoru olarak taç giydi."
      },
      {
        "text1": "2 Aralık 1942'de, İkinci Dünya Savaşı sırasında, atom bombasının ilk başarılı testi Amerika Birleşik Devletleri'nin New Mexico kentindeki Los Alamos Laboratuvarı'nda gerçekleştirildi."
      }
    ]
  },
  "12-03": {
    "curiosity": [
      {
        "text": "3 Aralık 1967'de Güney Afrikalı cerrah Christiaan Barnard, Güney Afrika'nın Cape Town kentinde ilk başarılı insan kalp naklini gerçekleştirdi."
      },
      {
        "text1": "3 Aralık 1984'te Hindistan'ın Bhopal şehrinde tarihin en kötü endüstriyel felaketlerinden biri olarak kabul edilen ve binlerce ölüm ve yaralanmaya neden olan büyük bir zehirli gaz sızıntısı meydana geldi."
      }
    ]
  },
  "12-04": {
    "curiosity": [
      {
        "text": "4 Aralık 1945'te eğitim, bilim ve kültür yoluyla barışı ve uluslararası işbirliğini teşvik etmek amacıyla Birleşmiş Milletler Eğitim, Bilim ve Kültür Örgütü (UNESCO) kuruldu."
      },
      {
        "text1": "4 Aralık 1971'de Hindistan, Bangladeş Bağımsızlık Savaşı'nda Pakistan'ı yendi ve bunun sonucunda Bangladeş'in bağımsızlığı ve savaş sona erdi."
      }
    ]
  },
  "12-05": {
    "curiosity": [
      {
        "text": "5 Aralık 1933'te Amerika Birleşik Devletleri'ndeki Yasak kaldırıldı ve bir kez daha alkollü içeceklerin üretimine ve satışına izin verildi."
      },
      {
        "text1": "Apartheid karşıtı lider ve Güney Afrika'nın eski başkanı Nelson Mandela, 5 Aralık 2013'te 95 yaşında vefat etti ve geride insan hakları ve uzlaşma için mücadele eden bir miras bıraktı."
      }
    ]
  },
  "12-06": {
    "curiosity": [
      {
        "text": "6 Aralık 1877'de Thomas Edison, sesleri kaydedip yeniden üretebilen bir cihaz olan fonografının ilk halka açık tanıtımını yaptı."
      },
      {
        "text1": "6 Aralık 1989'da Çin'in Pekin kentinde Tiananmen Meydanı Katliamı meydana geldi ve hükümet birlikleri demokrasi yanlısı protestocuları şiddetle bastırdı."
      }
    ]
  },
  "12-07": {
    "curiosity": [
      {
        "text": "7 Aralık 1941'de, Japonya'nın Hawaii'deki Pearl Harbor deniz üssüne saldırısı gerçekleşti ve bu, Amerika Birleşik Devletleri'nin İkinci Dünya Savaşı'na girişinin işaretiydi."
      },
      {
        "text1": "7 Aralık 1972'de NASA'nın Apollo programının son insanlı görevi olan Apollo 17 fırlatıldı ve aynı zamanda insanların Ay'a çıktığı son sefer oldu."
      }
    ]
  },
  "12-08": {
    "curiosity": [
      {
        "text": "8 Aralık 1980'de eski Beatle üyesi John Lennon, Amerika Birleşik Devletleri'nin New York kentinde rahatsız bir hayran tarafından öldürüldü."
      },
      {
        "text1": "8 Aralık 1991'de Rusya, Ukrayna ve Beyaz Rusya'nın liderleri, Sovyetler Birliği'ni fesheden ve Bağımsız Devletler Topluluğu'nu (BDT) kuran Belaveja Anlaşması'nı imzaladı."
      }
    ]
  },
  "12-09": {
    "curiosity": [
      {
        "text": "9 Aralık 1987'de Montreal Protokolü olarak bilinen ve ozon tabakasını incelten maddelerin kullanımının kademeli olarak azaltılarak ozon tabakasının korunmasını amaçlayan uluslararası anlaşma imzalandı."
      },
      {
        "text1": "9 Aralık 2013'te eski Güney Afrika başkanı Nelson Mandela, Johannesburg'da dünyanın dört bir yanından liderleri ve ünlüleri bir araya getiren bir anma töreniyle onurlandırıldı."
      }
    ]
  },
  "12-10": {
    "curiosity": [
      {
        "text": "10 Aralık 1948'de Birleşmiş Milletler Genel Kurulu, tüm insanların temel haklarını belirleyen İnsan Hakları Evrensel Beyannamesi'ni kabul etti."
      },
      {
        "text1": "10 Aralık 1989'da Çek lider Václav Havel, Çekoslovakya'nın cumhurbaşkanı seçildi ve ülkedeki komünist rejimin sonu geldi."
      }
    ]
  },
  "12-11": {
    "curiosity": [
      {
        "text": "11 Aralık 1936'da Birleşik Krallık Kralı VIII. Edward, boşanmış bir Amerikalı olan Wallis Simpson ile evlenmek için tahttan feragat etti ve bu durum anayasal bir krizi tetikledi."
      },
      {
        "text1": "11 Aralık 2001'de Çin, Dünya Ticaret Örgütü'ne (DTÖ) katılarak ekonomisini küresel pazara açtı."
      }
    ]
  },
  "12-12": {
    "curiosity": [
      {
        "text": "12 Aralık 1915'te Amerika Birleşik Devletleri'nde ilk eğlence amaçlı radyo yayını gerçekleşti ve bu, popüler bir iletişim aracı olarak radyo çağının başlangıcı oldu."
      },
      {
        "text1": "12 Aralık 2000'de Amerika Birleşik Devletleri Yüksek Mahkemesi, George W. Bush'u kazanan ilan ederek 2000 başkanlık seçimiyle ilgili seçim tartışmalarına son verdi."
      }
    ]
  },
  "12-13": {
    "curiosity": [
      {
        "text": "13 Aralık 1937'de Çin'in Nanking şehri Japon kuvvetleri tarafından ele geçirildi ve bu, İkinci Çin-Japon Savaşı'nın en acımasız olaylarından biri olan Nanking Katliamı'nın başlangıcı oldu."
      },
      {
        "text1": "13 Aralık 2003'te Irak'ın eski cumhurbaşkanı Saddam Hüseyin ABD güçleri tarafından yakalandı ve kaçak olarak hayatına son verildi."
      }
    ]
  },
  "12-14": {
    "curiosity": [
      {
        "text": "14 Aralık 1900'de Max Planck, modern fizik için temel bir dönüm noktası olan kuantum teorisini ilk kez sundu."
      },
      {
        "text1": "14 Aralık 2012'de ABD'deki Sandy Hook İlköğretim Okulu'na silahlı bir kişi ateş açarak, ülke tarihindeki en kötü okul saldırılarından birinde 20'si çocuk 26 kişiyi öldürdü."
      }
    ]
  },
  "12-15": {
    "curiosity": [
      {
        "text": "15 Aralık 1791'de, vatandaşlara sivil ve bireysel özgürlükleri garanti eden, Anayasa'da yapılan on değişiklikten oluşan Amerika Birleşik Devletleri Haklar Bildirgesi onaylandı."
      },
      {
        "text1": "15 Aralık 2001'de Afganistan'ın Kandahar şehri ABD liderliğindeki koalisyon güçleri tarafından ele geçirildi ve Afgan Savaşı'nda bir dönüm noktası oldu."
      }
    ]
  },
  "12-16": {
    "curiosity": [
      {
        "text": "16 Aralık 1773'te, Amerikalı sömürgecilerin İngiliz vergilerine karşı bir direniş eylemi olarak İngiliz çayını Boston Limanı'na attıkları bir protesto olan Boston Çay Partisi gerçekleşti."
      },
      {
        "text1": "16 Aralık 1971'de Hindistan, Bangladeş'i resmen bağımsız bir ülke olarak tanıdı ve Pakistan'a karşı Bangladeş Kurtuluş Savaşı'nı sona erdirdi."
      }
    ]
  },
  "12-17": {
    "curiosity": [
      {
        "text": "17 Aralık 1903'te Wright kardeşler, motorlu bir uçağın ilk kontrollü uçuşunu Kitty Hawk, Kuzey Carolina, Amerika Birleşik Devletleri'nde gerçekleştirdiler."
      },
      {
        "text1": "17 Aralık 2010'da Muhammed Bouazizi adlı Tunuslu bir sokak satıcısının kendini ateşe vermesi, Tunus'ta Yasemin Devrimi olarak bilinen ve Arap dünyasına yayılan kitlesel protestoları tetikledi."
      }
    ]
  },
  "12-18": {
    "curiosity": [
      {
        "text": "18 Aralık 1865'te, Amerika Birleşik Devletleri Anayasası'ndaki On Üçüncü Değişiklik, ülkede köleliği ortadan kaldıran onaylandı."
      },
      {
        "text1": "18 Aralık 1892'de İngiliz yazar Arthur Conan Doyle, Sherlock Holmes'un en ünlü öykülerinden biri olan 'Baskerville'lerin Tazısı' romanını yayımladı."
      }
    ]
  },
  "12-19": {
    "curiosity": [
      {
        "text": "19 Aralık 1843'te Charles Dickens'ın yazdığı, tüm zamanların en popüler Noel öykülerinden biri olan 'Bir Noel Şarkısı' kitabı yayımlandı."
      },
      {
        "text1": "19 Aralık 1998'de Amerika Birleşik Devletleri Temsilciler Meclisi, yalancı şahitlik ve adaleti engellemekle suçlanan Başkan Bill Clinton'un görevden alınmasını onayladı."
      }
    ]
  },
  "12-20": {
    "curiosity": [
      {
        "text": "20 Aralık 1803'te Amerika Birleşik Devletleri, Louisiana Satın Alma olarak bilinen bir anlaşmayla Louisiana Bölgesini Fransa'dan resmen satın aldı."
      },
      {
        "text1": "20 Aralık 1989'da Amerika Birleşik Devletleri askeri güçleri, uyuşturucu kaçakçılığı ve insan haklarına karşı suçlarla suçlanan diktatör Manuel Noriega'yı yakalamak için bir operasyonla Panama'yı işgal etti."
      }
    ]
  },
  "12-21": {
    "curiosity": [
      {
        "text": "21 Aralık 1620'de İngiliz sömürgeciler Massachusetts'teki Plymouth Rock'a ayak basarak Plymouth Kolonisini kurdular ve Kuzey Amerika'da İngiliz kolonileşmesinin başlangıcını işaret ettiler."
      },
      {
        "text1": "21 Aralık 1968'de NASA'nın insanlı uzay görevi Apollo 8, uzaya fırlatılarak Ay'ın yörüngesine girip Dünya'ya güvenli bir şekilde dönen ilk uzay aracı oldu."
      }
    ]
  },
  "12-22": {
    "curiosity": [
      {
        "text": "22 Aralık 1807'de Napolyon Bonapart'ın Fransa'sı ile Çar I. Aleksandr'ın Rusya'sı arasındaki savaşı sona erdiren Tilsit Antlaşması imzalandı."
      },
      {
        "text1": "22 Aralık 1989'da Romanya, Romanya Devrimi'nin ardından bir duruşma düzenledi ve komünist diktatör Nikolay Çavuşesku ve eşi Elena'yı idam etti."
      }
    ]
  },
  "12-23": {
    "curiosity": [
      {
        "text": "23 Aralık 1888'de Hollandalı ressam Vincent van Gogh psikotik bir kriz sırasında sol kulağının bir kısmını kesti."
      },
      {
        "text1": "23 Aralık 1947'de Hindistan Ulusal Kongresi, Hindistan'ın bağımsızlığını ve İngiliz sömürge yönetimine son verilmesini talep eden bir kararı kabul etti."
      }
    ]
  },
  "12-24": {
    "curiosity": [
      {
        "text": "24 Aralık 1814'te, Amerika Birleşik Devletleri ile Birleşik Krallık arasındaki 1812 Savaşı sırasında, çatışmayı resmen sona erdiren ve iki ülke arasındaki diplomatik ilişkileri yeniden tesis eden Gent Antlaşması gerçekleşti."
      },
      {
        "text1": "24 Aralık 1914'te, Birinci Dünya Savaşı sırasında, Batı Cephesi siperlerindeki düşman askerlerinin Noel arifesinde düşmanlıkları durdurup kardeşleştiği 'Noel Ateşkesi' meydana geldi."
      }
    ]
  },
  "12-25": {
    "curiosity": [
      {
        "text": "25 Aralık 336'da Roma İmparatoru I. Konstantin, Noel'in ilk resmi kutlamasını bir Hıristiyan bayramı olarak kutladı."
      },
      {
        "text1": "25 Aralık 1941'de, İkinci Dünya Savaşı sırasında, Adolf Hitler'in komutasındaki Alman birlikleri Moskova Muharebesi'nde çöktü ve Nazi kuvvetleri için büyük bir yenilgiye işaret etti."
      }
    ]
  },
  "12-26": {
    "curiosity": [
      {
        "text": "26 Aralık 1776'da, Amerikan Bağımsızlık Savaşı sırasında George Washington, Trenton, New Jersey'deki Hessian birliklerine sürpriz bir saldırı düzenledi ve Amerikalı isyancılar için çok önemli bir zafer kazandı."
      },
      {
        "text1": "26 Aralık 2004'te Hint Okyanusu'nda bir su altı depreminin tetiklediği yıkıcı tsunami meydana geldi ve birçok kıyı ülkesinde yüzbinlerce kişinin hayatını kaybetmesine yol açarak tarihin en kötü doğal felaketlerinden birine neden oldu."
      }
    ]
  },
  "12-27": {
    "curiosity": [
      {
        "text": "27 Aralık 1831'de Charles Darwin, HMS Beagle gemisiyle, türlerin evrimi teorisini geliştirmesine yol açacak bir yolculuğa çıktı."
      },
      {
        "text1": "27 Aralık 2007'de Pakistan'ın eski Başbakanı Benazir Butto, Rawalpindi'de bir siyasi miting sırasında düzenlenen intihar saldırısında öldürüldü."
      }
    ]
  },
  "12-28": {
    "curiosity": [
      {
        "text": "28 Aralık 1895'te Lumière kardeşler, sinemanın doğuşunu simgeleyen ilk halka açık hareketli film gösterimini Paris'teki Grand Café'de düzenlediler."
      },
      {
        "text1": "28 Aralık 1973'te Amerika Birleşik Devletleri Başkanı Richard Nixon, enerji tasarrufuna yönelik hedefler belirleyen ve yenilenebilir enerji kaynaklarının kullanımını teşvik eden Enerji Geçiş Yasasını imzaladı."
      }
    ]
  },
  "12-29": {
    "curiosity": [
      {
        "text": "29 Aralık 1890'da, Amerikan askerleri ile Lakota Sioux kabilesinin üyeleri arasında trajik bir çatışma olan Wounded Knee Katliamı meydana geldi ve kadınlar ve çocuklar da dahil olmak üzere yaklaşık 300 Yerli Amerikalının ölümüyle sonuçlandı."
      },
      {
        "text1": "29 Aralık 1972'de NASA, Eugene Cernan, Ronald Evans ve Harrison Schmitt'in de bulunduğu, bugüne kadar Ay'a yapılan son insanlı görev olan Apollo 17 uzay aracını fırlattı."
      }
    ]
  },
  "12-30": {
    "curiosity": [
      {
        "text": "30 Aralık 1922'de Sovyet Sosyalist Cumhuriyetler Birliği (SSCB) ilan edildi ve birçok Sovyet cumhuriyetini kapsayan yeni bir devlet kuruldu."
      },
      {
        "text1": "30 Aralık 2006'da Irak'ın eski cumhurbaşkanı Saddam Hüseyin, insanlığa karşı suçlardan hüküm giydikten sonra asılarak idam edildi."
      }
    ]
  },
  "12-31": {
    "curiosity": [
      {
        "text": "31 Aralık 1759'da ünlü Avusturyalı besteci Wolfgang Amadeus Mozart, klasik müzikte kalıcı bir miras bırakan Salzburg'da doğdu."
      },
      {
        "text1": "31 Aralık 1999'da, 21. yüzyılın başlangıcına işaret eden milenyumun dönüşü gerçekleşti ve korkunç 'Milenyum Bug'ı, dünya çapındaki bilgisayar sistemlerinde tahmin edilen yıkıcı sorunlara neden olmadı."
      }
    ]
  }
}