{
  "1-1": {
    "curiosity": [
      {
        "text": "Królestwo Ghany, położone w Afryce Zachodniej, było pierwszym wielkim imperium w regionie, znanym z handlu złotem i solą."
      },
      {
        "text1": "Afryka jest kolebką ludzkości, gdzie wyewoluowali pierwsi ludzie."
      }
    ]
  },
  "1-2": {
    "curiosity": [
      {
        "text": "Cesarstwo Etiopskie było jednym z niewielu narodów afrykańskich, które w XIX wieku oparły się europejskiej kolonizacji."
      },
      {
        "text1": "Starożytny Egipt był jedną z najbardziej zaawansowanych cywilizacji w historii, budując słynne piramidy."
      }
    ]
  },
  "1-3": {
    "curiosity": [
      {
        "text": "Wojna Burska była konfliktem, który miał miejsce w Republice Południowej Afryki pomiędzy osadnikami pochodzenia holenderskiego i brytyjskiego."
      },
      {
        "text1": "Królestwo Aksum, położone na terenie współczesnej Etiopii, było jedną z pierwszych wielkich cywilizacji Afryki."
      }
    ]
  },
  "1-4": {
    "curiosity": [
      {
        "text": "Królestwo Kartaginy, położone w Afryce Północnej, rywalizowało z Rzymem w okresie Republiki Rzymskiej."
      },
      {
        "text1": "Wielki Mur Chiński to jedno z największych dzieł inżynieryjnych w historii, zbudowane w celu ochrony kraju przed najazdami."
      }
    ]
  },
  "1-5": {
    "curiosity": [
      {
        "text": "Królestwo Kusz, położone w rejonie współczesnego Sudanu, było ważnym ośrodkiem handlu i władzy w starożytnym Egipcie."
      },
      {
        "text1": "Imperium Inków było największą cywilizacją w Ameryce prekolumbijskiej, znaną z zaawansowanej architektury i systemu dróg."
      }
    ]
  },
  "1-6": {
    "curiosity": [
      {
        "text": "Zachodnioafrykańskie Królestwo Mali słynęło ze swojego władcy Mansy Musy, uważanego za jednego z najbogatszych ludzi w historii."
      },
      {
        "text1": "Rewolucja przemysłowa oznaczała znaczącą zmianę w społeczeństwie i gospodarce, napędzaną wynalezieniem maszyn i fabryk."
      }
    ]
  },
  "1-7": {
    "curiosity": [
      {
        "text": "Imperium Songhai, położone w Afryce Zachodniej, było jednym z największych imperiów w historii Afryki."
      },
      {
        "text1": "Rewolucja Francuska była okresem intensywnych zmian politycznych i społecznych we Francji, z trwałymi skutkami na całym świecie."
      }
    ]
  },
  "1-8": {
    "curiosity": [
      {
        "text": "Królestwo Axum w Etiopii było ważną potęgą handlową i religijną, mającą powiązania morskie z Egiptem, Indiami i Cesarstwem Rzymskim."
      },
      {
        "text1": "Imperium mongolskie pod wodzą Czyngis-chana było największym przylegającym imperium w historii, rozciągającym się od Azji Wschodniej po Europę Wschodnią."
      }
    ]
  },
  "1-9": {
    "curiosity": [
      {
        "text": "Królestwo Maroka ma długą historię, na którą na przestrzeni wieków wpływały wpływy berberyjskie, arabskie i europejskie."
      },
      {
        "text1": "Ważnym kamieniem milowym w walce o niepodległość amerykańskich kolonii była Deklaracja Niepodległości Stanów Zjednoczonych, podpisana 4 lipca 1776 roku."
      }
    ]
  },
  "1-10": {
    "curiosity": [
      {
        "text": "Imperium Osmańskie, założone w XIII wieku, przez ponad 600 lat dominowało na rozległym obszarze obejmującym części Europy, Azji i Afryki."
      },
      {
        "text1": "Rewolucja przemysłowa w Wielkiej Brytanii wywarła ogromny wpływ na transformację społeczeństwa i gospodarki, napędzając produkcję na dużą skalę i urbanizację."
      }
    ]
  },
  "1-11": {
    "curiosity": [
      {
        "text": "Królestwo Konga, położone w Afryce Środkowej, było potężnym państwem przedkolonialnym, znanym z handlu kością słoniową i niewolnikami."
      },
      {
        "text1": "Bitwa pod Waterloo, która rozegrała się 18 czerwca 1815 roku, była kluczowym wydarzeniem w historii Europy, oznaczającym ostateczną klęskę Napoleona Bonaparte."
      }
    ]
  },
  "1-12": {
    "curiosity": [
      {
        "text": "Imperium Mali, na którego czele stał słynny król Mansa Musa, było ośrodkiem handlu, nauki i bogactwa w średniowiecznej Afryce Zachodniej."
      },
      {
        "text1": "Rewolucja rosyjska, która miała miejsce w 1917 r., doprowadziła do upadku Imperium Rosyjskiego i powstania Związku Radzieckiego, inaugurując nową erę polityczną i społeczną."
      }
    ]
  },
  "1-13": {
    "curiosity": [
      {
        "text": "Imperium Azteków, położone w Meksyku, było jedną z największych cywilizacji prekolumbijskich, znaną ze swojej architektury i postępu w rolnictwie."
      },
      {
        "text1": "Rewolucja przemysłowa w Stanach Zjednoczonych przekształciła kraj w światową potęgę przemysłową i gospodarczą w XIX wieku."
      }
    ]
  },
  "1-14": {
    "curiosity": [
      {
        "text": "Królestwo Beninu, na terenie dzisiejszej Nigerii, było ważnym ośrodkiem handlowym i kulturalnym w przedkolonialnej Afryce Zachodniej."
      },
      {
        "text1": "Proklamacja wyzwolenia, wydana przez prezydenta Stanów Zjednoczonych Abrahama Lincolna 1 stycznia 1863 roku, uwolniła niewolników w stanach Konfederacji podczas wojny secesyjnej."
      }
    ]
  },
  "1-15": {
    "curiosity": [
      {
        "text": "Cesarstwo Bizantyjskie z siedzibą w Konstantynopolu zachowało dziedzictwo wschodniego imperium rzymskiego i odegrało kluczową rolę w zachowaniu kultury klasycznej."
      },
      {
        "text1": "Zimna wojna była okresem napięć politycznych i militarnych między Stanami Zjednoczonymi a Związkiem Radzieckim, charakteryzującym się rywalizacją ideologiczną i konkurencją globalną."
      }
    ]
  },
  "1-16": {
    "curiosity": [
      {
        "text": "Królestwo Zimbabwe w Afryce Południowej było w średniowieczu ważnym ośrodkiem handlowym i kulturalnym."
      },
      {
        "text1": "Rewolucja przemysłowa w Niemczech przyspieszyła rozwój gospodarczy i technologiczny kraju, czyniąc z niego potęgę przemysłową w XIX wieku."
      }
    ]
  },
  "1-17": {
    "curiosity": [
      {
        "text": "Imperium Guptów w Indiach było znane jako Złoty Wiek Indii ze względu na jego rozkwit w sztuce, nauce i handlu."
      },
      {
        "text1": "Wojna secesyjna, która toczyła się w latach 1861-1865, była krwawym konfliktem pomiędzy północnymi i południowymi stanami Stanów Zjednoczonych, głównie w kwestii niewolnictwa."
      }
    ]
  },
  "1-18": {
    "curiosity": [
      {
        "text": "Królestwo Portugalii odegrało kluczową rolę w Erze Odkryć, badając szlaki morskie i zakładając kolonie na całym świecie."
      },
      {
        "text1": "Rewolucja Meksykańska, która rozpoczęła się w 1910 roku, doprowadziła do obalenia dyktatorskiego rządu Porfirio Díaza i poszukiwania sprawiedliwości społecznej i reform politycznych w Meksyku."
      }
    ]
  },
  "1-19": {
    "curiosity": [
      {
        "text": "Imperium Majów, położone w Mezoameryce, było jedną z najbardziej zaawansowanych cywilizacji starożytności, znaną z pisma hieroglificznego i skomplikowanych systemów kalendarza."
      },
      {
        "text1": "Rewolucja przemysłowa w Japonii, która miała miejsce pod koniec XIX wieku, stała się motorem modernizacji kraju i jego przekształcenia w potęgę przemysłową."
      }
    ]
  },
  "1-20": {
    "curiosity": [
      {
        "text": "Królestwo Bugandy, położone na terenie dzisiejszej Ugandy, odegrało ważną rolę w historii i kulturze Afryki Wschodniej."
      },
      {
        "text1": "Druga wojna światowa, która trwała od 1939 do 1945 roku, była najbardziej niszczycielskim konfliktem globalnym w historii, w którym główne mocarstwa świata brały udział w konflikcie zbrojnym na dużą skalę."
      }
    ]
  },
  "1-21": {
    "curiosity": [
      {
        "text": "Cesarstwo Rzymskie było jednym z największych imperiów w historii, znanym ze swojej inżynierii, ustawodawstwa i trwałego wpływu na kulturę Zachodu."
      },
      {
        "text1": "Rewolucja przemysłowa we Francji w XIX wieku przyniosła krajowi postęp technologiczny i znaczące zmiany społeczno-gospodarcze."
      }
    ]
  },
  "1-22": {
    "curiosity": [
      {
        "text": "Królestwo Kongo w Afryce Środkowej odegrało ważną rolę w transatlantyckim handlu niewolnikami w XVI i XVII wieku."
      },
      {
        "text1": "Wojna o niepodległość Stanów Zjednoczonych, toczona w latach 1775–1783, doprowadziła do powstania Stanów Zjednoczonych jako niepodległego narodu."
      }
    ]
  },
  "1-23": {
    "curiosity": [
      {
        "text": "Imperium Perskie pod panowaniem Cyrusa Wielkiego utworzyło jedno z największych imperiów starożytności, znane z tolerancji religijnej i skutecznego zarządzania."
      },
      {
        "text1": "Rewolucja przemysłowa w Rosji w XIX wieku przekształciła rosyjską gospodarkę i pobudziła rozwój przemysłowy kraju."
      }
    ]
  },
  "1-24": {
    "curiosity": [
      {
        "text": "Królestwo Bhutanu w Azji znane jest ze swojej polityki dotyczącej szczęścia narodowego brutto, mającej na celu zapewnienie materialnego i duchowego dobrobytu swoim obywatelom."
      },
      {
        "text1": "Rewolucja haitańska, która miała miejsce w latach 1791–1804, była pierwszą w historii udaną rewoltą niewolników, która doprowadziła do niepodległości Haiti i położenia kresu niewolnictwu we francuskiej kolonii Saint-Domingue."
      }
    ]
  },
  "1-25": {
    "curiosity": [
      {
        "text": "Imperium Inków, położone w regionie Andów, było największą cywilizacją prekolumbijską, znaną z kamiennej architektury i zaawansowanych systemów rolniczych."
      },
      {
        "text1": "Rewolucja przemysłowa w Belgii w XIX wieku przyspieszyła rozwój kraju jako ośrodka przemysłowego i handlowego w Europie."
      }
    ]
  },
  "1-26": {
    "curiosity": [
      {
        "text": "Królestwo Axum, położone we współczesnej Etiopii, było ważnym ośrodkiem handlowym i jedną z pierwszych cywilizacji chrześcijańskich w Afryce."
      },
      {
        "text1": "Rewolucja Francuska, która miała miejsce w latach 1789-1799, była okresem intensywnych niepokojów politycznych i społecznych we Francji, których efektem był upadek monarchii i utworzenie Republiki Francuskiej."
      }
    ]
  },
  "1-27": {
    "curiosity": [
      {
        "text": "Cesarstwo Austro-Węgier, założone w 1867 roku, było wielką potęgą w Europie Środkowej, składającą się z wielu różnych narodowości i kultur."
      },
      {
        "text1": "Rewolucja przemysłowa w Kanadzie w XIX wieku napędzała rozwój gospodarczy kraju, zwłaszcza w przemyśle wytwórczym i transportowym."
      }
    ]
  },
  "1-28": {
    "curiosity": [
      {
        "text": "Królestwo Kusz, położone w rejonie współczesnego Sudanu, było potężnym królestwem kontrolującym szlaki handlowe pomiędzy Afryką Środkową a Morzem Śródziemnym."
      },
      {
        "text1": "Rewolucja przemysłowa we Włoszech w XIX wieku przekształciła kraj z gospodarki głównie rolniczej w potęgę przemysłową i handlową."
      }
    ]
  },
  "1-29": {
    "curiosity": [
      {
        "text": "Cesarstwo Chińskie pod rządami dynastii Tang było jednym z najbogatszych okresów w historii Chin, znanym z handlu i wymiany kulturalnej."
      },
      {
        "text1": "Rewolucja przemysłowa w Hiszpanii w XIX wieku wywarła znaczący wpływ na rozwój gospodarczy i społeczny kraju."
      }
    ]
  },
  "1-30": {
    "curiosity": [
      {
        "text": "Imperium Brytyjskie było największym imperium w historii, obejmującym terytoria na całym świecie i wywierającym trwałe wpływy polityczne i kulturowe."
      },
      {
        "text1": "Rewolucja przemysłowa w Australii w XIX wieku ożywiła gospodarkę kraju, głównie poprzez eksploatację zasobów naturalnych i rozwój przemysłu wytwórczego."
      }
    ]
  },
  "1-31": {
    "curiosity": [
      {
        "text": "Królestwo Imeryki, na terenie dzisiejszej Gruzji, odegrało ważną rolę w historii Kaukazu i było ośrodkiem handlu i kultury w regionie."
      },
      {
        "text1": "Rewolucja przemysłowa w Indiach w XIX wieku przyniosła znaczące zmiany w gospodarce i społeczeństwie kraju, napędzając rozwój przemysłu tekstylnego i sektora transportu."
      }
    ]
  },
  "2-1": {
    "curiosity": [
      {
        "text": "Imperium Osmańskie, założone w XIII wieku, było jednym z największych imperiów w historii, obejmującym terytoria w Europie, Azji i Afryce."
      },
      {
        "text1": "Rewolucja przemysłowa w Szwecji w XIX wieku przekształciła kraj w ważną potęgę przemysłową, zwłaszcza w sektorze górniczym i hutniczym."
      }
    ]
  },
  "2-2": {
    "curiosity": [
      {
        "text": "Królestwo Maroka, położone w Afryce Północnej, ma bogatą historię sięgającą czasów starożytnych i odegrało kluczową rolę na transsaharyjskich szlakach handlowych."
      },
      {
        "text1": "Rewolucja przemysłowa w Brazylii w XIX wieku pobudziła rozwój przemysłu i modernizację kraju, zwłaszcza wraz z rozwojem sektora kawowego."
      }
    ]
  },
  "2-3": {
    "curiosity": [
      {
        "text": "Imperium mongolskie pod wodzą Czyngis-chana było największym przylegającym imperium w historii, rozciągającym się od Azji Wschodniej po Europę Wschodnią."
      },
      {
        "text1": "Rewolucja przemysłowa w Argentynie w XIX wieku pobudziła rozwój gospodarczy kraju, szczególnie w sektorze rolnym i przemyśle spożywczym."
      }
    ]
  },
  "2-4": {
    "curiosity": [
      {
        "text": "Królestwo Succotra, położone na archipelagu o tej samej nazwie na Oceanie Indyjskim, słynie z wyjątkowej flory i bujnych krajobrazów."
      },
      {
        "text1": "Rewolucja przemysłowa w Chile w XIX wieku przyspieszyła rozwój gospodarczy kraju, zwłaszcza w górnictwie i przemyśle miedziowym."
      }
    ]
  },
  "2-5": {
    "curiosity": [
      {
        "text": "Imperium Hiszpańskie było jednym z największych imperiów w historii, rozciągającym się na rozległych obszarach Europy, Ameryki, Afryki i Azji."
      },
      {
        "text1": "Rewolucja przemysłowa w Grecji w XIX wieku przyniosła znaczące zmiany w gospodarce kraju, szczególnie w sektorze morskim i przemyśle tekstylnym."
      }
    ]
  },
  "2-6": {
    "curiosity": [
      {
        "text": "Królestwo Tonga na Południowym Pacyfiku jest jedynym krajem na kontynencie oceanicznym, który nigdy nie został skolonizowany przez obce mocarstwo."
      },
      {
        "text1": "Rewolucja przemysłowa w Meksyku w XIX wieku przyniosła głębokie zmiany gospodarcze i społeczne w kraju, stymulując rozwój przemysłu tekstylnego, górnictwa i infrastruktury transportowej."
      }
    ]
  },
  "2-7": {
    "curiosity": [
      {
        "text": "Cesarstwo Bizantyjskie ze stolicą w Konstantynopolu było jednym z najdłużej istniejących imperiów w historii, które zachowało kulturę i dziedzictwo Wschodniego Cesarstwa Rzymskiego."
      },
      {
        "text1": "Rewolucja przemysłowa w Austrii w XIX wieku przyspieszyła rozwój gospodarczy kraju, zwłaszcza w przemyśle stalowym i produkcji maszyn."
      }
    ]
  },
  "2-8": {
    "curiosity": [
      {
        "text": "Królestwo Granady, położone na Półwyspie Iberyjskim, było ostatnią twierdzą muzułmańską w regionie, zanim zostało podbite przez królestwa chrześcijańskie podczas rekonkwisty."
      },
      {
        "text1": "Rewolucja przemysłowa w Norwegii w XIX wieku przyniosła znaczące zmiany w gospodarce kraju, szczególnie w przemyśle drzewnym, rybołówstwie i energetyce wodnej."
      }
    ]
  },
  "2-9": {
    "curiosity": [
      {
        "text": "Imperium Mauretańskie w starożytnych Indiach było jednym z największych imperiów tamtych czasów, jednocząc większość subkontynentu indyjskiego pod jednym rządem."
      },
      {
        "text1": "Rewolucja przemysłowa w Finlandii w XIX wieku przekształciła kraj z gospodarki rolnej w gospodarkę uprzemysłowioną, zwłaszcza w przemyśle celulozowo-papierniczym."
      }
    ]
  },
  "2-10": {
    "curiosity": [
      {
        "text": "Królestwo Aksum, położone na terenie dzisiejszej Etiopii i Erytrei, było w starożytności ważnym ośrodkiem handlowym i kulturalnym, kontrolującym szlaki handlowe pomiędzy Afryką, Azją i Europą."
      },
      {
        "text1": "Rewolucja przemysłowa w Korei Południowej, która rozpoczęła się w latach 60. XX wieku, przyczyniła się do szybkiego rozwoju gospodarczego i przemysłowego kraju, znanego jako „Cud nad rzeką Han”."
      }
    ]
  },
  "2-11": {
    "curiosity": [
      {
        "text": "Cesarstwo Karolingów, założone przez Karola Wielkiego, było imperium europejskim, które w średniowieczu obejmowało większą część Europy Zachodniej."
      },
      {
        "text1": "Rewolucja przemysłowa w Polsce w XIX wieku przekształciła kraj z gospodarki rolniczej w gospodarkę uprzemysłowioną, zwłaszcza w przemyśle tekstylnym i stalowym."
      }
    ]
  },
  "2-12": {
    "curiosity": [
      {
        "text": "Rewolucja Francuska, która miała miejsce w latach 1789–1799, była wydarzeniem oznaczającym przejście od monarchii absolutnej do republiki we Francji, pociągającym za sobą ważne reperkusje polityczne i społeczne."
      },
      {
        "text1": "Pierwsza wojna światowa, która trwała od 1914 do 1918 roku, była konfliktem o zasięgu globalnym, w którym brały udział największe ówczesne potęgi światowe i który miał znaczący wpływ na geopolitykę i społeczeństwo XX wieku."
      }
    ]
  },
  "2-13": {
    "curiosity": [
      {
        "text": "Traktat z Tordesillas podpisany w 1494 roku podzielił odkryte i przyszłe ziemie pomiędzy Portugalię i Hiszpanię, ustanawiając podstawy kolonizacji obu Ameryk przez oba kraje."
      },
      {
        "text1": "Zimna wojna, która trwała od 1947 do 1991 roku, była okresem napięć politycznych, militarnych i ideologicznych pomiędzy Stanami Zjednoczonymi a Związkiem Radzieckim, charakteryzującym się rywalizacją pomiędzy dwoma blokami kierowanymi przez te mocarstwa."
      }
    ]
  },
  "2-14": {
    "curiosity": [
      {
        "text": "Walentynki obchodzone 14 lutego wywodzą się z hołdu składanego świętemu Walentemu, rzymskiemu księdzu, który poniósł śmierć męczeńską za potajemne poślubienie żołnierzy, sprzeciwiając się rozkazom cesarza Klaudiusza II."
      },
      {
        "text1": "Traktat wersalski podpisany w 1919 r. zakończył I wojnę światową i nałożył surowe sankcje na Niemcy, kładąc podwaliny pod okres międzywojenny i wybuch II wojny światowej."
      }
    ]
  },
  "2-15": {
    "curiosity": [
      {
        "text": "15 lutego 1898 roku w porcie w Hawanie na Kubie eksplodował pancernik USS Maine, co odegrało znaczącą rolę w wybuchu wojny hiszpańsko-amerykańskiej."
      },
      {
        "text1": "15 lutego 1954 roku Kanada oficjalnie przyjęła czerwono-białą flagę z liściem klonu, czyniąc ją symbolem narodowym kraju."
      }
    ]
  },
  "2-16": {
    "curiosity": [
      {
        "text": "16 lutego 1923 roku Egipt został ogłoszony niepodległym królestwem, kończąc okres panowania brytyjskiego i ustanawiając monarchię konstytucyjną."
      },
      {
        "text1": "16 lutego 1968 roku miała miejsce słynna bitwa pod Huế, jedno z głównych starć wojny w Wietnamie, pomiędzy siłami Ameryki Północnej i Viet Congu."
      }
    ]
  },
  "2-17": {
    "curiosity": [
      {
        "text": "17 lutego 1867 roku Wielka Brytania podpisała Traktat Rzymski z Królestwem Włoch, uznający zjednoczenie Włoch i kończący panowanie Państwa Kościelnego."
      },
      {
        "text1": "17 lutego 1979 roku w Iranie doszło do rewolucji islamskiej, której skutkiem był upadek szacha Mohammada Rezy Pahlavi i dojście do władzy ajatollaha Chomeiniego."
      }
    ]
  },
  "2-18": {
    "curiosity": [
      {
        "text": "18 lutego 1930 roku w Indiach miał miejsce słynny incydent znany jako „Marsz Solny”, któremu przewodził Mahatma Gandhi, będący pokojowym protestem przeciwko brytyjskim podatkom na sól."
      },
      {
        "text1": "18 lutego 1954 roku naukowcy James Watson i Francis Crick odkryli strukturę DNA, co stanowi ważny kamień milowy w zrozumieniu genetyki i dziedziczności."
      }
    ]
  },
  "2-19": {
    "curiosity": [
      {
        "text": "19 lutego 1878 roku Thomas Edison otrzymał patent na fonograf, jedno z pierwszych urządzeń zdolnych do nagrywania i odtwarzania dźwięków."
      },
      {
        "text1": "19 lutego 1942 roku, podczas II wojny światowej, prezydent Stanów Zjednoczonych Franklin D. Roosevelt podpisał dekret wykonawczy nr 9066 zezwalający na internowanie obywateli Japonii i Amerykanów pochodzenia japońskiego w obozach koncentracyjnych."
      }
    ]
  },
  "2-20": {
    "curiosity": [
      {
        "text": "20 lutego 1962 roku amerykański astronauta John Glenn jako pierwszy Amerykanin okrążył Ziemię na pokładzie statku kosmicznego Friendship 7."
      },
      {
        "text1": "20 lutego 1986 roku wystrzelono stację kosmiczną Mir, stając się pierwszą modułową stacją kosmiczną na orbicie okołoziemskiej."
      }
    ]
  },
  "2-21": {
    "curiosity": [
      {
        "text": "21 lutego 1848 roku ukazał się Manifest Komunistyczny, napisany przez Karola Marksa i Fryderyka Engelsa, będący fundamentalnym dokumentem ideologii komunistycznej."
      },
      {
        "text1": "21 lutego 1965 roku w Nowym Jorku zamordowano afroamerykańskiego aktywistę Malcolma X, co wywarło znaczący wpływ na ruch na rzecz praw obywatelskich w Stanach Zjednoczonych."
      }
    ]
  },
  "2-22": {
    "curiosity": [
      {
        "text": "22 lutego 1632 roku filozof René Descartes opublikował swoje najsłynniejsze dzieło filozoficzne „Rozprawa o metodzie”, które położyło podwaliny pod nowoczesny racjonalizm."
      },
      {
        "text1": "22 lutego 1980 roku reprezentacja Stanów Zjednoczonych w hokeju na lodzie pokonała drużynę Związku Radzieckiego w historycznym meczu znanym jako „Cud na lodzie” podczas Zimowych Igrzysk Olimpijskich w 1980 roku."
      }
    ]
  },
  "2-23": {
    "curiosity": [
      {
        "text": "23 lutego 1945 roku, podczas II wojny światowej, po intensywnych walkach z siłami japońskimi, wojska amerykańskie i filipińskie odbiły miasto Manila na Filipinach."
      },
      {
        "text1": "23 lutego 1981 r. w Hiszpanii miał miejsce wojskowy zamach stanu, znany jako „23-F”, kiedy to grupa strażników cywilnych wtargnęła do hiszpańskiego parlamentu w ramach nieudanej próby zamachu stanu."
      }
    ]
  },
  "2-24": {
    "curiosity": [
      {
        "text": "24 lutego 1868 roku w Hiszpanii rozpoczęła się Chwalebna Rewolucja, która doprowadziła do obalenia królowej Izabeli II i utworzenia rządu tymczasowego."
      },
      {
        "text1": "24 lutego 1989 roku brytyjski naukowiec Tim Berners-Lee przedstawił propozycję stworzenia sieci WWW, jednego z najważniejszych kamieni milowych w historii Internetu."
      }
    ]
  },
  "2-25": {
    "curiosity": [
      {
        "text": "25 lutego 1836 roku miała miejsce bitwa pod Alamo, starcie sił meksykańskich z obrońcami Teksasu, które stało się symbolem odwagi i oporu w historii Teksasu."
      },
      {
        "text1": "25 lutego 1956 r. radziecki przywódca Nikita Chruszczow wygłosił tajne przemówienie na XX Zjeździe Komunistycznej Partii Związku Radzieckiego, potępiając zbrodnie i ekscesy popełnione za rządów Józefa Stalina."
      }
    ]
  },
  "2-26": {
    "curiosity": [
      {
        "text": "26 lutego 1815 roku w Belgii miała miejsce bitwa pod Waterloo, gdzie siły cesarza Napoleona Bonaparte zostały pokonane przez wojska koalicji dowodzonej przez księcia Wellington, co oznaczało definitywny koniec imperium napoleońskiego."
      },
      {
        "text1": "26 lutego 1993 r. w Nowym Jorku miał miejsce atak na World Trade Center, kiedy w garażu kompleksu wybuchła bomba w ciężarówce, w wyniku czego zginęło sześć osób, a setki zostało rannych."
      }
    ]
  },
  "2-27": {
    "curiosity": [
      {
        "text": "27 lutego 1900 roku powstała amerykańska wytwórnia filmowa Universal Pictures, stając się jednym z najstarszych i najbardziej wpływowych producentów filmowych na świecie."
      },
      {
        "text1": "27 lutego 1933 r. pożar Reichstagu, niemieckiego parlamentu w Berlinie, został wykorzystany przez nazistów jako pretekst do ograniczenia swobód obywatelskich i umocnienia władzy."
      }
    ]
  },
  "2-28": {
    "curiosity": [
      {
        "text": "28 lutego 1953 roku naukowiec James Watson i biolog Francis Crick odkryli strukturę cząsteczki DNA, co było jednym z najważniejszych odkryć w historii biologii."
      },
      {
        "text1": "28 lutego 1986 roku statek kosmiczny Challenger wkrótce po wystrzeleniu eksplodował, w wyniku czego zginęło wszystkich siedmiu astronautów na pokładzie."
      }
    ]
  },
  "2-29": {
    "curiosity": [
      {
        "text": "28 lutego 1986 roku statek kosmiczny Challenger wkrótce po wystrzeleniu eksplodował, w wyniku czego zginęło wszystkich siedmiu astronautów na pokładzie."
      },
      {
        "text1": "28 lutego 1953 roku naukowiec James Watson i biolog Francis Crick odkryli strukturę cząsteczki DNA, co było jednym z najważniejszych odkryć w historii biologii."
      }
    ]
  },
  "3-1": {
    "curiosity": [
      {
        "text": "1 marca 1872 roku w Stanach Zjednoczonych utworzono Park Narodowy Yellowstone, stając się pierwszym parkiem narodowym na świecie."
      },
      {
        "text1": "1 marca 1994 roku brazylijska grupa muzyczna Mamonas Assassinas zginęła w tragicznej katastrofie lotniczej, przedwcześnie przerywając błyskawiczny rozwój zespołu."
      }
    ]
  },
  "3-2": {
    "curiosity": [
      {
        "text": "2 marca 1956 roku Maroko uzyskało niepodległość, kończąc okres francuskiej kolonizacji w tym kraju."
      },
      {
        "text1": "2 marca 1962 roku amerykański piosenkarz i autor tekstów Bob Dylan wydał swój pierwszy album studyjny zatytułowany „Bob Dylan”, który stał się punktem zwrotnym w muzyce ludowej."
      }
    ]
  },
  "3-3": {
    "curiosity": [
      {
        "text": "3 marca 1845 roku Floryda została przyjęta jako 27. stan Stanów Zjednoczonych, poszerzając terytorium kraju w regionie Zatoki Meksykańskiej."
      },
      {
        "text1": "3 marca 1913 roku w Waszyngtonie odbyła się Parada Sufrażystek, podczas której tysiące kobiet maszerowało, aby uzyskać prawo do głosowania w Stanach Zjednoczonych."
      }
    ]
  },
  "3-4": {
    "curiosity": [
      {
        "text": "4 marca 1789 r. miała miejsce inauguracja pierwszego prezydenta Stanów Zjednoczonych, Jerzego Waszyngtona, co zapoczątkowało prezydencką historię kraju."
      },
      {
        "text1": "4 marca 1933 roku prezydent Franklin D. Roosevelt objął urząd w czasie Wielkiego Kryzysu, wygłaszając słynne przemówienie inauguracyjne ze słowami: „Jedyną rzeczą, której musimy się bać, jest sam strach”."
      }
    ]
  },
  "3-5": {
    "curiosity": [
      {
        "text": "5 marca 1953 roku zmarł radziecki przywódca Józef Stalin, który rządził Związkiem Radzieckim żelazną pięścią przez ponad dwie dekady."
      },
      {
        "text1": "5 marca 1984 roku ukazał się program komputerowy Lotus 1-2-3, jeden z pierwszych arkuszy kalkulacyjnych, który odegrał ważną rolę w popularyzacji komputerów osobistych."
      }
    ]
  },
  "3-6": {
    "curiosity": [
      {
        "text": "6 marca 1475 roku urodził się słynny renesansowy malarz Michał Anioł, znany z takich arcydzieł jak rzeźba „Dawid” i obraz Kaplicy Sykstyńskiej."
      },
      {
        "text1": "6 marca 1957 roku Ghana stała się pierwszym krajem afrykańskim, który uzyskał niezależność od kolonializmu, przewodząc ruchowi dekolonizacyjnemu na kontynencie."
      }
    ]
  },
  "3-7": {
    "curiosity": [
      {
        "text": "7 marca 1876 roku Alexander Graham Bell otrzymał patent na telefon, który zrewolucjonizował komunikację i torował drogę dla ery telekomunikacji."
      },
      {
        "text1": "7 marca 1965 roku miał miejsce słynny epizod znany jako „Krwawa Niedziela”, kiedy policja brutalnie stłumiła protestujących na rzecz praw obywatelskich na moście z Selmy do Montgomery w Stanach Zjednoczonych."
      }
    ]
  },
  "3-8": {
    "curiosity": [
      {
        "text": "8 marca 1917 r., w kontekście I wojny światowej, nastąpił początek rewolucji rosyjskiej, wraz z demonstracjami kobiet w Piotrogrodzie, która później doprowadziła do upadku reżimu carskiego."
      },
      {
        "text1": "8 marca 1971 roku bokser Muhammad Ali i Joe Frazier walczyli w tak zwanej „walce stulecia”, którą Frazier wygrał jednomyślną decyzją."
      }
    ]
  },
  "3-9": {
    "curiosity": [
      {
        "text": "9 marca 1959 roku piosenkarz i aktor Elvis Presley został zwolniony ze służby wojskowej, po odbyciu służby w Niemczech i powrocie do pełnej sukcesów kariery."
      },
      {
        "text1": "9 marca 1997 roku raper The Notorious BIG, znany również jako Biggie Smalls, został zamordowany w strzelaninie w Los Angeles, pozostawiając niezwykłe dziedzictwo w świecie hip-hopu."
      }
    ]
  },
  "3-10": {
    "curiosity": [
      {
        "text": "10 marca 1876 roku opatentowano gramofon, prekursor gramofonu, wynaleziony przez Thomasa Edisona, co zrewolucjonizowało sposób nagrywania i odtwarzania muzyki."
      },
      {
        "text1": "10 marca 1959 roku Tybet został najechany przez Chiny, co spowodowało długi okres represji kulturowych i politycznych w kraju."
      }
    ]
  },
  "3-11": {
    "curiosity": [
      {
        "text": "11 marca 1818 roku zmarł słynny niemiecki kompozytor Johann Sebastian Bach, pozostawiając po sobie dziedzictwo klasycznych dzieł muzycznych, które wywarły wpływ na późniejsze pokolenia."
      },
      {
        "text1": "W dniu 11 marca 2011 r. Japonię nawiedziło trzęsienie ziemi o sile 9,0 w skali Richtera, po którym nastąpiło niszczycielskie tsunami, które spowodowało poważny kryzys nuklearny w elektrowni Fukushima."
      }
    ]
  },
  "3-12": {
    "curiosity": [
      {
        "text": "12 marca 1930 roku Mahatma Gandhi rozpoczął w Indiach Marsz Solny, jeden z kamieni milowych ruchu niepodległościowego kraju przeciwko rządom brytyjskim."
      },
      {
        "text1": "12 marca 1994 r. miała miejsce masakra w Hebronie – atak terrorystyczny na meczet w mieście Hebron na Zachodnim Brzegu, w wyniku którego zginęło 29 Palestyńczyków, a dziesiątki osób zostało rannych."
      }
    ]
  },
  "3-13": {
    "curiosity": [
      {
        "text": "13 marca 1781 roku astronom William Herschel odkrył planetę Uran, poszerzając wiedzę o Układzie Słonecznym."
      },
      {
        "text1": "13 marca 2013 roku kardynał Jorge Mario Bergoglio z Argentyny został wybrany na papieża Franciszka, stając się pierwszym papieżem z Ameryki Łacińskiej w historii Kościoła katolickiego."
      }
    ]
  },
  "3-14": {
    "curiosity": [
      {
        "text": "14 marca 1879 roku w Ulm, w Królestwie Wirtembergii, na terenie Cesarstwa Niemieckiego, urodził się Albert Einstein, jeden z najbardziej znanych naukowców w historii."
      },
      {
        "text1": "14 marca 1950 roku Organizacja Narodów Zjednoczonych (ONZ) ustanowiła Międzynarodowy Dzień Kobiet, obchodzony corocznie w celu promowania równości płci i praw kobiet."
      }
    ]
  },
  "3-15": {
    "curiosity": [
      {
        "text": "15 marca 44 roku p.n.e. doszło do zabójstwa Juliusza Cezara, rzymskiego wodza i cesarza, dokonanego przez grupę senatorów, co spowodowało znaczącą zmianę w biegu historii Rzymu."
      },
      {
        "text1": "15 marca 1972 roku Wielka Brytania przyjęła dziesiętny system walutowy, zastępując stary system funtów, szylingów i pensów."
      }
    ]
  },
  "3-16": {
    "curiosity": [
      {
        "text": "16 marca 1521 roku portugalski nawigator Ferdynand Magellan przybył na Filipiny podczas swojej wyprawy opłynięcia, stając się pierwszym Europejczykiem, który tego dokonał."
      },
      {
        "text1": "16 marca 1968 roku podczas wojny w Wietnamie doszło do masakry w My Lai, podczas której amerykańscy żołnierze zabili ponad 500 wietnamskich cywilów, w tym kobiety, dzieci i osoby starsze."
      }
    ]
  },
  "3-17": {
    "curiosity": [
      {
        "text": "17 marca 461 roku zmarł św. Patryk, patron Irlandii, obchodzony corocznie w Dzień Świętego Patryka, znany jako Dzień Świętego Patryka."
      },
      {
        "text1": "17 marca 1905 roku w Sankt Petersburgu w Rosji miała miejsce Krwawa Niedziela, kiedy armia carska stłumiła pokojowych demonstrantów, co spowodowało śmierć setek osób i zapoczątkowało rewolucję rosyjską 1905 roku."
      }
    ]
  },
  "3-18": {
    "curiosity": [
      {
        "text": "18 marca 1314 roku Jacques de Molay, ostatni wielki mistrz templariuszy, został spalony na stosie, co oznaczało koniec Zakonu Templariuszy."
      },
      {
        "text1": "18 marca 1965 r. odbył się marsz na rzecz praw obywatelskich z Selmy do Montgomery w Stanach Zjednoczonych, którego celem było zapewnienie Afroamerykanom praw wyborczych."
      }
    ]
  },
  "3-19": {
    "curiosity": [
      {
        "text": "19 marca 1687 roku Izaak Newton opublikował swoje arcydzieło „Principia Mathematica”, w którym ustanowił prawa ruchu i prawo grawitacji, rewolucjonizując fizykę."
      },
      {
        "text1": "19 marca 2003 roku rozpoczęła się wojna w Iraku pod wodzą Stanów Zjednoczonych i ich sojuszników, której efektem był szereg wydarzeń, które ukształtowały geopolitykę regionu."
      }
    ]
  },
  "3-20": {
    "curiosity": [
      {
        "text": "20 marca 1852 roku Harriet Beecher Stowe opublikowała powieść „Chata wuja Toma”, ważną pracę w walce z niewolnictwem w Stanach Zjednoczonych."
      },
      {
        "text1": "20 marca 2016 r. były prezydent Stanów Zjednoczonych Barack Obama złożył historyczną wizytę na Kubie, stanowiąc kamień milowy w normalizacji stosunków między obydwoma krajami."
      }
    ]
  },
  "3-21": {
    "curiosity": [
      {
        "text": "21 marca 1960 r. w Republice Południowej Afryki doszło do masakry w Sharpeville, kiedy policja otworzyła ogień do pokojowych demonstrantów przeciwko ustawom apartheidu, w wyniku czego zginęło 69 osób."
      },
      {
        "text1": "21 marca 2014 roku Rosja zaanektowała Półwysep Krymski w następstwie kontrowersyjnego referendum, które zostało potępione przez społeczność międzynarodową."
      }
    ]
  },
  "3-22": {
    "curiosity": [
      {
        "text": "22 marca 1622 roku w brytyjskiej kolonii Wirginii doszło do masakry w Jamestown, kiedy rdzenni Amerykanie zaatakowali i zabili brytyjskich kolonistów."
      },
      {
        "text1": "22 marca 1993 roku w wieku 43 lat zmarł kanadyjski muzyk rockowy i piosenkarz John Candy, pozostawiając po sobie dziedzictwo komediowe i niezapomniane występy."
      }
    ]
  },
  "3-23": {
    "curiosity": [
      {
        "text": "23 marca 1806 roku Lewis i Clark rozpoczęli legendarną wyprawę mającą na celu poznanie zachodniej części Stanów Zjednoczonych. Podróż ta trwała ponad dwa lata i pomogła poszerzyć wiedzę o geografii i naturze Stanów Zjednoczonych. region."
      },
      {
        "text1": "23 marca 2001 r. Rosja wystrzeliła w przestrzeń kosmiczną stację kosmiczną Mir, która stała się punktem zwrotnym w eksploracji kosmosu i działała przez ponad 15 lat, zanim została dezaktywowana."
      }
    ]
  },
  "3-24": {
    "curiosity": [
      {
        "text": "24 marca 1603 roku zmarła angielska królowa Elżbieta I, kończąc dynastię Tudorów i rozpoczynając panowanie dynastii Stuartów, wraz z wstąpieniem szkockiego króla Jakuba VI na tron ​​angielski jako Jakub I."
      },
      {
        "text1": "24 marca 1999 r. NATO rozpoczęło bombardowania powietrzne w Serbii w ramach interwencji wojskowej w konflikcie w Kosowie podczas wojny w Kosowie."
      }
    ]
  },
  "3-25": {
    "curiosity": [
      {
        "text": "25 marca 1807 roku brytyjski parlament uchwalił ustawę o zniesieniu handlu niewolnikami, zakazującą handlu niewolnikami w Imperium Brytyjskim."
      },
      {
        "text1": "25 marca 1957 roku został podpisany Traktat Rzymski ustanawiający Europejską Wspólnotę Gospodarczą (EWG), poprzedniczkę Unii Europejskiej (UE)."
      }
    ]
  },
  "3-26": {
    "curiosity": [
      {
        "text": "26 marca 1979 roku w Waszyngtonie podpisano Traktat Pokojowy między Izraelem a Egiptem, oficjalnie kończący stan wojny między obydwoma krajami."
      },
      {
        "text1": "26 marca 1997 roku wystrzelono rosyjski statek kosmiczny Sojuz TM-24 z załogą składającą się z rosyjskiego kosmonauty, amerykańskiego astronauty i niemieckiego astronauty na stację kosmiczną Mir."
      }
    ]
  },
  "3-27": {
    "curiosity": [
      {
        "text": "27 marca 1912 roku Japonia i Chiny podpisały traktat z Xinchou, który zakończył wojnę rosyjsko-japońską i ustanowił niepodległość Mongolii Zewnętrznej."
      },
      {
        "text1": "27 marca 1977 roku na Teneryfie na Wyspach Kanaryjskich zderzyły się dwa samoloty Boeing 747, powodując najgorszą katastrofę lotniczą w historii, w której zginęły 583 osoby."
      }
    ]
  },
  "3-28": {
    "curiosity": [
      {
        "text": "28 marca 1930 roku Konstantynopol, stolica Cesarstwa Bizantyjskiego, został przemianowany na Stambuł, co oznacza znaczącą zmianę w historii miasta."
      },
      {
        "text1": "28 marca 1979 roku doszło do wypadku w elektrowni jądrowej Three Mile Island w Stanach Zjednoczonych, w wyniku którego doszło do jednej z najgorszych katastrof nuklearnych w historii kraju."
      }
    ]
  },
  "3-29": {
    "curiosity": [
      {
        "text": "29 marca 1974 r. w Portugalii miała miejsce rewolucja goździków, powstanie wojskowe, które obaliło dyktaturę Estado Novo i zapoczątkowało okres demokratyzacji kraju."
      },
      {
        "text1": "29 marca 2004 Bułgaria, Estonia, Łotwa, Litwa, Rumunia, Słowacja i Słowenia przystąpiły do ​​NATO, wzmacniając sojusz wojskowy."
      }
    ]
  },
  "3-30": {
    "curiosity": [
      {
        "text": "30 marca 1856 roku podpisano traktat paryski kończący wojnę krymską i ustanawiający warunki pokoju między zaangażowanymi mocarstwami."
      },
      {
        "text1": "30 marca 1981 roku prezydent Stanów Zjednoczonych Ronald Reagan został zastrzelony w zamachu, ale przeżył po przejściu operacji."
      }
    ]
  },
  "3-31": {
    "curiosity": [
      {
        "text": "31 marca 1492 roku monarchowie katoliccy, Ferdynand II Aragonii i Izabela I Kastylii, wydali edykt z Alhambry, który wypędził Żydów z Hiszpanii, co doprowadziło do jednego z najciemniejszych momentów w historii Żydów."
      },
      {
        "text1": "31 marca 1889 roku podczas Paryskiej Wystawy Powszechnej otwarto Wieżę Eiffla, jedną z najsłynniejszych ikon Paryża i świata."
      }
    ]
  },
  "4-1": {
    "curiosity": [
      {
        "text": "1 kwietnia 1867 roku Wielka Brytania uchwaliła Brytyjską Ustawę o Ameryce Północnej, która ustanowiła Konfederację Kanady i stworzyła podstawy do powstania współczesnej Kanady."
      },
      {
        "text1": "1 kwietnia 1976 roku Steve Jobs, Steve Wozniak i Ronald Wayne założyli firmę Apple Inc., tworząc jedną z najbardziej wpływowych firm technologicznych na świecie."
      }
    ]
  },
  "4-2": {
    "curiosity": [
      {
        "text": "2 kwietnia 1917 roku Stany Zjednoczone przystąpiły do ​​I wojny światowej, wysyłając żołnierzy do walki u boku sił alianckich przeciwko mocarstwom centralnym."
      },
      {
        "text1": "2 kwietnia 2005 roku, w wieku 84 lat, po długim, prawie 27-letnim pontyfikacie, zmarł papież Jan Paweł II, będąc jednym z najpopularniejszych papieży w najnowszej historii."
      }
    ]
  },
  "4-3": {
    "curiosity": [
      {
        "text": "3 kwietnia 1948 roku wszedł w życie Plan Marshalla, amerykański program pomocy gospodarczej na rzecz odbudowy Europy po II wojnie światowej."
      },
      {
        "text1": "3 kwietnia 1973 roku Motorola wyprodukowała pierwszy telefon komórkowy, co stanowiło ważny kamień milowy w rozwoju technologii mobilnej."
      }
    ]
  },
  "4-4": {
    "curiosity": [
      {
        "text": "4 kwietnia 1968 roku w Memphis w stanie Tennessee zamordowano przywódcę praw obywatelskich w Stanach Zjednoczonych Martina Luthera Kinga Jr., wywołując zamieszanie i protesty w całym kraju."
      },
      {
        "text1": "4 kwietnia 1949 roku utworzono Organizację Traktatu Północnoatlantyckiego (NATO), ustanawiając sojusz wojskowy między kilkoma narodami zachodnimi na rzecz wzajemnej obrony."
      }
    ]
  },
  "4-5": {
    "curiosity": [
      {
        "text": "5 kwietnia 1614 roku Pocahontas, jedna z najbardziej znanych postaci ze spotkania angielskich kolonistów z rdzennymi Amerykanami, poślubiła Johna Rolfe w Wirginii w Stanach Zjednoczonych."
      },
      {
        "text1": "5 kwietnia 1955 roku Winston Churchill złożył rezygnację ze stanowiska premiera Wielkiej Brytanii, kończąc tym samym swoją drugą kadencję."
      }
    ]
  },
  "4-6": {
    "curiosity": [
      {
        "text": "6 kwietnia 1917 roku Stany Zjednoczone wypowiedziały wojnę Cesarstwu Niemieckiemu, oficjalnie przystępując do I wojny światowej."
      },
      {
        "text1": "6 kwietnia 1994 r. w Rwandzie rozpoczęło się ludobójstwo, podczas którego w ciągu około 100 dni brutalnie zamordowano około 800 000 osób, głównie z grupy etnicznej Tutsi."
      }
    ]
  },
  "4-7": {
    "curiosity": [
      {
        "text": "7 kwietnia 1948 roku Zgromadzenie Ogólne Narodów Zjednoczonych proklamowało Powszechną Deklarację Praw Człowieka, ustanawiającą podstawowe prawa wszystkich ludzi."
      },
      {
        "text1": "7 kwietnia 1964 roku NASA wyniosła na orbitę pierwszego satelitę komunikacyjnego, Syncom 3, rozpoczynając nową erę w globalnej komunikacji."
      }
    ]
  },
  "4-8": {
    "curiosity": [
      {
        "text": "8 kwietnia 1974 roku zmarł portugalski dyktator António de Oliveira Salazar, co doprowadziło do upadku autorytarnego reżimu Estado Novo i demokratyzacji Portugalii."
      },
      {
        "text1": "8 kwietnia 1994 roku piosenkarz rockowy Kurt Cobain, lider zespołu Nirvana, został znaleziony martwy w swoim domu w Seattle w Stanach Zjednoczonych."
      }
    ]
  },
  "4-9": {
    "curiosity": [
      {
        "text": "9 kwietnia 1865 roku doszło do kapitulacji generała Konfederacji Roberta E. Lee generałowi Unii Ulyssesowi S. Grantowi, co oznaczało koniec wojny secesyjnej."
      },
      {
        "text1": "9 kwietnia 1940 roku nazistowskie Niemcy zaatakowały Danię i Norwegię, rozpoczynając okupację tych krajów podczas II wojny światowej."
      }
    ]
  },
  "4-10": {
    "curiosity": [
      {
        "text": "10 kwietnia 1912 roku RMS Titanic wypłynął w swój dziewiczy rejs z Southampton w Anglii do Nowego Jorku w Stanach Zjednoczonych, po czym zderzył się z górą lodową i zatonął w Oceanie Atlantyckim."
      },
      {
        "text1": "10 kwietnia 1972 r. premier Japonii Kakuei Tanaka złożył wizytę w Chinach, co stanowi ważny moment w normalizacji stosunków między obydwoma krajami."
      }
    ]
  },
  "4-11": {
    "curiosity": [
      {
        "text": "11 kwietnia 1951 r. generał Douglas MacArthur został zwolniony ze stanowiska podczas wojny koreańskiej przez prezydenta Stanów Zjednoczonych Harry'ego S. Trumana w wyniku nieporozumień dotyczących strategii wojskowej."
      },
      {
        "text1": "11 kwietnia 1979 roku prezydent Zimbabwe Canaan Banana ogłosił niepodległość kraju, kończąc brytyjskie panowanie kolonialne i ustanawiając Republikę Zimbabwe."
      }
    ]
  },
  "4-12": {
    "curiosity": [
      {
        "text": "12 kwietnia 1961 roku radziecki kosmonauta Jurij Gagarin jako pierwszy człowiek okrążył Ziemię na pokładzie statku kosmicznego Wostok 1."
      },
      {
        "text1": "12 kwietnia 1992 roku otwarto Eurotunnel łączący Wielką Brytanię z Francją pod kanałem La Manche, zapewniając bezpośrednie połączenie kolejowe między obydwoma krajami."
      }
    ]
  },
  "4-13": {
    "curiosity": [
      {
        "text": "13 kwietnia 1743 roku w Kolonii Wirginii urodził się Thomas Jefferson, trzeci prezydent Stanów Zjednoczonych i główny autor Deklaracji Niepodległości."
      },
      {
        "text1": "13 kwietnia 1943 r. miało miejsce powstanie w getcie warszawskim, akt oporu zorganizowany przez Żydów przeciwko siłom hitlerowskim podczas II wojny światowej."
      }
    ]
  },
  "4-14": {
    "curiosity": [
      {
        "text": "14 kwietnia 1865 roku prezydent Stanów Zjednoczonych Abraham Lincoln został zamordowany przez aktora Johna Wilkesa Bootha w teatrze w Waszyngtonie"
      },
      {
        "text1": "14 kwietnia 1986 roku Stany Zjednoczone przeprowadziły nalot na Libię w odwecie za rzekomy udział tego kraju w ataku terrorystycznym na berliński klub nocny."
      }
    ]
  },
  "4-15": {
    "curiosity": [
      {
        "text": "15 kwietnia 1912 roku RMS Titanic zatonął po zderzeniu z górą lodową, w wyniku czego zginęło ponad 1500 osób w jednej z najsłynniejszych katastrof morskich w historii."
      },
      {
        "text1": "15 kwietnia 1947 roku baseballista Jackie Robinson zadebiutował w Major League Baseball, przełamując barierę rasową w sporcie zawodowym w Stanach Zjednoczonych."
      }
    ]
  },
  "4-16": {
    "curiosity": [
      {
        "text": "16 kwietnia 1945 roku niemiecki dyktator Adolf Hitler popełnił samobójstwo w swoim berlińskim bunkrze, kończąc tym samym koniec reżimu nazistowskiego podczas II wojny światowej."
      },
      {
        "text1": "16 kwietnia 1972 roku doszło do masakry w My Lai, podczas której amerykańscy żołnierze zabili setki wietnamskich cywilów podczas wojny w Wietnamie."
      }
    ]
  },
  "4-17": {
    "curiosity": [
      {
        "text": "17 kwietnia 1961 r. miała miejsce inwazja w Zatoce Świń, będąca nieudaną próbą obalenia reżimu Fidela Castro na Kubie przez CIA."
      },
      {
        "text1": "17 kwietnia 1975 roku Czerwoni Khmerzy pod wodzą Pol Pota przejęli kontrolę nad Phnom Penh, stolicą Kambodży, rozpoczynając okres ludobójstwa i represji w kraju."
      }
    ]
  },
  "4-18": {
    "curiosity": [
      {
        "text": "18 kwietnia 1775 roku doszło do pierwszej zbrojnej konfrontacji pomiędzy amerykańskimi kolonistami a wojskami brytyjskimi w bitwie pod Lexington i Concord, która zapoczątkowała amerykańską wojnę o niepodległość."
      },
      {
        "text1": "18 kwietnia 1980 roku w ambasadzie Stanów Zjednoczonych w Teheranie w Iranie miała miejsce akcja ratowania amerykańskich zakładników, znana jako Operacja Eagle Claw, która zakończyła się niepowodzeniem i zakończyła się śmiercią kilku amerykańskich żołnierzy."
      },
      {
        "text1": "18 kwietnia 1996 r. armia ugandyjska i grupa rebeliantów Armia Pana Oporu (LRA) podpisały tymczasowe zawieszenie broni po latach konfliktu zbrojnego w północnej Ugandzie."
      }
    ]
  },
  "4-19": {
    "curiosity": [
      {
        "text": "19 kwietnia 1775 roku podczas amerykańskiej wojny o niepodległość miała miejsce bitwa pod Concordem, w której milicje kolonialne zdołały odeprzeć wojska brytyjskie."
      },
      {
        "text1": "19 kwietnia 1995 r. w Oklahoma City w Stanach Zjednoczonych miał miejsce atak terrorystyczny, kiedy przed budynkiem federalnym im. Alfreda P. Murraha w ciężarówce wybuchła bomba, w wyniku czego zginęło 168 osób."
      }
    ]
  },
  "4-20": {
    "curiosity": [
      {
        "text": "20 kwietnia 1889 roku w Braunau am Inn w Austrii urodził się Adolf Hitler, przyszły przywódca nazistowski."
      },
      {
        "text1": "20 kwietnia 1999 r. doszło do masakry w Columbine, podczas której dwóch uzbrojonych uczniów zaatakowało szkołę średnią w Columbine w Stanach Zjednoczonych, zabijając 12 uczniów i nauczyciela, a następnie popełniło samobójstwo."
      }
    ]
  },
  "4-21": {
    "curiosity": [
      {
        "text": "Według legendy 21 kwietnia 753 roku p.n.e. Romulus i Remus założyli Rzym."
      },
      {
        "text1": "21 kwietnia 1960 roku oficjalnie otwarto Brasília, stolicę Brazylii, uznawaną za kamień milowy w historii architektury i urbanistyki."
      }
    ]
  },
  "4-22": {
    "curiosity": [
      {
        "text": "22 kwietnia 1970 roku obchodzony był pierwszy Dzień Ziemi, międzynarodowe wydarzenie, którego celem było upowszechnianie świadomości zagadnień ochrony środowiska i planety."
      },
      {
        "text1": "22 kwietnia 1993 r. przywódca AKN i przyszły prezydent Republiki Południowej Afryki Nelson Mandela i prezydent Frederik Willem de Klerk otrzymali Pokojową Nagrodę Nobla za wysiłki na rzecz położenia kresu apartheidowi."
      }
    ]
  },
  "4-23": {
    "curiosity": [
      {
        "text": "23 kwietnia 1564 roku w Stratford-upon-Avon w Anglii urodził się William Szekspir, jeden z najwybitniejszych dramaturgów w historii."
      },
      {
        "text1": "23 kwietnia 1910 roku Theodore Roosevelt wygłosił na paryskiej Sorbonie słynne przemówienie „Smooth-Spoken, Big-Sport”, podkreślając znaczenie dyplomacji i użycia władzy dla promowania pokoju na świecie."
      }
    ]
  },
  "4-24": {
    "curiosity": [
      {
        "text": "24 kwietnia 1800 roku w Waszyngtonie utworzono Bibliotekę Kongresu Stanów Zjednoczonych wraz z zakupem jej pierwszej książki."
      },
      {
        "text1": "24 kwietnia 1916 roku miało miejsce Powstanie Wielkanocne, zbrojne powstanie w Irlandii przeciwko rządom brytyjskim, uważane za ważny kamień milowy na drodze do irlandzkiej niepodległości."
      }
    ]
  },
  "4-25": {
    "curiosity": [
      {
        "text": "25 kwietnia 1945 roku, podczas II wojny światowej, siły radzieckie i jugosłowiańskie wyzwoliły miasto Belgrad w Jugosławii spod panowania nazistów."
      },
      {
        "text1": "25 kwietnia 1974 r. w Portugalii miała miejsce Rewolucja Goździków, ruch wojskowy, który obalił dyktatorski reżim Estado Novo i przywrócił demokrację w kraju."
      }
    ]
  },
  "4-26": {
    "curiosity": [
      {
        "text": "26 kwietnia 1986 roku na Ukrainie miała miejsce katastrofa nuklearna w Czarnobylu, kiedy eksplozja w reaktorze jądrowym uwolniła do atmosfery duże ilości materiałów radioaktywnych, powodując jedną z największych katastrof nuklearnych w historii."
      },
      {
        "text1": "26 kwietnia 2005 roku książę koronny Japonii Naruhito poślubił Masako Owadę podczas ceremonii, która odbyła się w Sanktuarium Meiji w Tokio."
      }
    ]
  },
  "4-27": {
    "curiosity": [
      {
        "text": "Zgodnie z tradycją, 27 kwietnia 497 roku p.n.e. oficjalnie założono miasto Rzym."
      },
      {
        "text1": "27 kwietnia 1994 r. Nelson Mandela został wybrany pierwszym czarnoskórym prezydentem Republiki Południowej Afryki, co oznaczało koniec apartheidu w kraju."
      }
    ]
  },
  "4-28": {
    "curiosity": [
      {
        "text": "28 kwietnia 1789 roku doszło do buntu HMS Bounty Rebellion, kiedy załoga brytyjskiego statku zbuntowała się przeciwko kapitanowi Williamowi Blighowi."
      },
      {
        "text1": "28 kwietnia 1945 roku, podczas II wojny światowej, włoski dyktator Benito Mussolini został schwytany i stracony przez członków włoskiego ruchu oporu."
      }
    ]
  },
  "4-29": {
    "curiosity": [
      {
        "text": "29 kwietnia 1975 roku wojna w Wietnamie dobiegła końca wraz z upadkiem Sajgonu, stolicy Wietnamu Południowego, z rąk sił komunistycznych w Wietnamie Północnym."
      },
      {
        "text1": "29 kwietnia 2011 r. książę William z Wielkiej Brytanii poślubił Catherine Middleton podczas ceremonii, która odbyła się w Opactwie Westminsterskim w Londynie."
      }
    ]
  },
  "4-30": {
    "curiosity": [
      {
        "text": "30 kwietnia 1789 roku George Washington został zainaugurowany jako pierwszy prezydent Stanów Zjednoczonych Ameryki."
      },
      {
        "text1": "30 kwietnia 1945 roku Adolf Hitler i jego żona Eva Braun popełnili samobójstwo w swoim bunkrze w Berlinie, upamiętniając koniec nazistowskiego reżimu w Niemczech."
      }
    ]
  },
  "5-1": {
    "curiosity": [
      {
        "text": "1 maja 1886 roku w Chicago w Stanach Zjednoczonych doszło do buntu na Haymarket, naznaczonego protestami robotników na rzecz lepszych warunków pracy i ośmiogodzinnego dnia pracy."
      },
      {
        "text1": "1 maja 1994 r. wszedł w życie Układ ogólny w sprawie taryf celnych i handlu (GATT), będący przełomem w handlu międzynarodowym, na mocy którego Światowa Organizacja Handlu (WTO) została następczynią GATT."
      }
    ]
  },
  "5-2": {
    "curiosity": [
      {
        "text": "2 maja 1519 roku w Amboise we Francji zmarł włoski odkrywca Leonardo da Vinci."
      },
      {
        "text1": "W dniu 2 maja 2011 r. przywódca terrorystów Osama bin Laden, założyciel Al-Kaidy odpowiedzialny za ataki z 11 września 2001 r., zginął podczas operacji wojskowej Stanów Zjednoczonych w Pakistanie."
      }
    ]
  },
  "5-3": {
    "curiosity": [
      {
        "text": "3 maja 1808 roku miało miejsce powstanie Dos de Mayo, ludowe powstanie przeciwko francuskiej okupacji Madrytu podczas wojen napoleońskich."
      },
      {
        "text1": "3 maja 1979 roku Margaret Thatcher została pierwszą kobietą wybraną na stanowisko premiera Wielkiej Brytanii, piastując tę ​​funkcję przez trzy kolejne kadencje."
      },
      {
        "text1": "3 maja 2000 roku w Londynie odbyła się inauguracja Mostu Milenijnego, kultowej budowli przecinającej Tamizę i która stała się symbolem miasta."
      }
    ]
  },
  "5-4": {
    "curiosity": [
      {
        "text": "4 maja 1626 roku holenderski odkrywca Peter Minuit przybył na wyspę Manhattan i założył kolonię, która stała się Nowym Jorkiem."
      },
      {
        "text1": "4 maja 1970 r. w Stanach Zjednoczonych doszło do masakry w stanie Kent, kiedy żołnierze Gwardii Narodowej otworzyli ogień do studentów protestujących przeciwko wojnie w Wietnamie, w wyniku czego zginęły cztery osoby."
      }
    ]
  },
  "5-5": {
    "curiosity": [
      {
        "text": "5 maja 1821 roku południowoamerykański przywódca rewolucyjny Simón Bolívar pokonał siły hiszpańskie w bitwie pod Carabobo, umacniając niepodległość Wenezueli."
      },
      {
        "text1": "5 maja 1862 roku w Meksyku rozegrała się bitwa pod Puebla, w której armia meksykańska odniosła zaskakujące zwycięstwo nad siłami francuskimi, pragnącymi podbić kraj."
      }
    ]
  },
  "5-6": {
    "curiosity": [
      {
        "text": "6 maja 1527 r. doszło do splądrowania Rzymu, kiedy wojska cesarza Karola V najechały i splądrowały Rzym, co oznaczało koniec włoskiego renesansu."
      },
      {
        "text1": "6 maja 1954 r. Bitwa pod Dien Bien Phu w Wietnamie zakończyła się zwycięstwem Viet Minhu nad francuskimi siłami kolonialnymi, co doprowadziło do wycofania się Francji i końca francuskich Indochin."
      }
    ]
  },
  "5-7": {
    "curiosity": [
      {
        "text": "7 maja 1824 roku Beethoven wykonał w Wiedniu w Austrii swoją IX Symfonię ze swoim najbardziej znanym utworem, Hymnem do radości."
      },
      {
        "text1": "7 maja 1945 roku nazistowskie Niemcy bezwarunkowo poddały się siłom alianckim, co oznaczało koniec II wojny światowej w Europie."
      }
    ]
  },
  "5-8": {
    "curiosity": [
      {
        "text": "8 maja 1886 r. w Chicago w Stanach Zjednoczonych wybuchło powstanie robotnicze Haymarket w proteście przeciwko ośmiogodzinnemu dniu pracy, co doprowadziło do gwałtownych starć między robotnikami a policją."
      },
      {
        "text1": "8 maja 1945 roku ogłoszono Dzień Zwycięstwa w Europie, upamiętniający zakończenie II wojny światowej w Europie wraz z bezwarunkową kapitulacją nazistowskich Niemiec."
      }
    ]
  },
  "5-9": {
    "curiosity": [
      {
        "text": "9 maja 1502 roku odkrywca Krzysztof Kolumb wyruszył w swoją czwartą i ostatnią podróż do Nowego Świata."
      },
      {
        "text1": "9 maja 1950 r. francuski minister spraw zagranicznych Robert Schuman przedstawił propozycję utworzenia Europejskiej Wspólnoty Węgla i Stali (EWWiS), co stanowi ważny krok w kierunku integracji europejskiej."
      }
    ]
  },
  "5-10": {
    "curiosity": [
      {
        "text": "10 maja 1503 roku włoski malarz renesansowy Michał Anioł rozpoczął prace nad rzeźbą Dawida, jednym ze swoich najsłynniejszych dzieł."
      },
      {
        "text1": "10 maja 1994 r. Nelson Mandela został zaprzysiężony na pierwszego czarnoskórego prezydenta Republiki Południowej Afryki, co oznaczało koniec apartheidu w kraju i początek nowej ery."
      }
    ]
  },
  "5-11": {
    "curiosity": [
      {
        "text": "11 maja 330 roku cesarz rzymski Konstantyn I założył miasto Konstantynopol, które stało się stolicą Wschodniego Cesarstwa Rzymskiego, a później Cesarstwa Bizantyjskiego."
      },
      {
        "text1": "11 maja 1998 r. Indie pomyślnie przeprowadziły swój pierwszy test broni nuklearnej, zwiększając napięcie w regionie i zapoczątkowując serię testów nuklearnych w Azji Południowej."
      }
    ]
  },
  "5-12": {
    "curiosity": [
      {
        "text": "12 maja 1820 roku we Florencji we Włoszech urodziła się Florence Nightingale, pionierka nowoczesnego pielęgniarstwa."
      },
      {
        "text1": "12 maja 1962 roku amerykański astronauta Scott Carpenter jako drugi Amerykanin okrążył Ziemię na pokładzie statku kosmicznego Aurora 7."
      }
    ]
  },
  "5-13": {
    "curiosity": [
      {
        "text": "13 maja 1917 r. w Fatimie w Portugalii miało miejsce pierwsze objawienie Najświętszej Maryi Panny trzem dzieciom pastuszkom, rozpoczynając serię wydarzeń, które stały się znane jako objawienia fatimskie."
      },
      {
        "text1": "13 maja 1981 roku papież Jan Paweł II doznał ataku w Rzymie, odniósł poważne obrażenia, ale przeżył atak."
      }
    ]
  },
  "5-14": {
    "curiosity": [
      {
        "text": "14 maja 1948 roku ogłoszono niepodległość Państwa Izrael, upamiętniając powstanie nowoczesnego państwa żydowskiego."
      },
      {
        "text1": "14 maja 2011 roku miała miejsce Deklaracja Niepodległości Sudanu Południowego, dzięki czemu Sudan Południowy stał się najmłodszym krajem na świecie."
      }
    ]
  },
  "5-15": {
    "curiosity": [
      {
        "text": "15 maja 1252 roku papież Innocenty IV wydał bullę Ad Extirpanda, zezwalającą Inkwizycji na stosowanie tortur w celu uzyskania wyznania herezji."
      },
      {
        "text1": "15 maja 1940 roku podczas II wojny światowej Holandia poddała się siłom niemieckim, kończąc bitwę o Holandię."
      }
    ]
  },
  "5-16": {
    "curiosity": [
      {
        "text": "16 maja 1929 roku powołano Akademię Sztuki i Nauki Filmowej, odpowiedzialną za przyznawanie Oscarów."
      },
      {
        "text1": "16 maja 1966 roku ukazał się kultowy album The Beach Boys zatytułowany „Pet Sounds”, który stał się punktem odniesienia w muzyce pop i wywarł wpływ na pokolenia artystów."
      }
    ]
  },
  "5-17": {
    "curiosity": [
      {
        "text": "17 maja 1792 roku podczas rewolucji francuskiej królowa Francji Maria Antonina została osądzona i skazana na śmierć."
      },
      {
        "text1": "17 maja 2004 roku w Stanach Zjednoczonych, w stanie Massachusetts, zalegalizowano pierwsze małżeństwa osób tej samej płci."
      }
    ]
  },
  "5-18": {
    "curiosity": [
      {
        "text": "18 maja 1804 roku Napoleon Bonaparte został ogłoszony cesarzem Francuzów, ustanawiając Pierwsze Cesarstwo Francuskie."
      },
      {
        "text1": "18 maja 1980 r. wybuchł wulkan Mount Saint Helens w Stanach Zjednoczonych, co spowodowało jedną z największych erupcji wulkanu w historii kraju."
      }
    ]
  },
  "5-19": {
    "curiosity": [
      {
        "text": "19 maja 1536 roku Anna Boleyn, druga żona angielskiego Henryka VIII, została stracona pod zarzutem cudzołóstwa i zdrady stanu."
      },
      {
        "text1": "19 maja 1962 roku aktorka Marilyn Monroe zaśpiewała „Happy Birthday” prezydentowi Stanów Zjednoczonych Johnowi F. Kennedy’emu podczas przyjęcia z okazji jego urodzin."
      }
    ]
  },
  "5-20": {
    "curiosity": [
      {
        "text": "20 maja 1498 roku do Indii przybył portugalski odkrywca Vasco da Gama, otwierając drogę morską pomiędzy Europą a subkontynentem indyjskim."
      },
      {
        "text1": "20 maja 1873 roku słynny rosyjski kompozytor Piotr Iljicz Czajkowski wykonał prawykonanie swojej symfonii „III Symfonia D-dur op. 29”, zwanej także „Symfonią Polską”."
      }
    ]
  },
  "5-21": {
    "curiosity": [
      {
        "text": "21 maja 1927 roku amerykański pilot Charles Lindbergh wykonał pierwszy samodzielny lot transatlantycki bez międzylądowania, lecąc z Nowego Jorku do Paryża na pokładzie samolotu Spirit of St. Louis."
      },
      {
        "text1": "21 maja 1991 r. były prezydent Filipin Corazon Aquino ogłosił wycofanie amerykańskich baz wojskowych z kraju, kończąc dziesięciolecia amerykańskiej obecności wojskowej na Filipinach."
      }
    ]
  },
  "5-22": {
    "curiosity": [
      {
        "text": "22 maja 1455 roku w Anglii rozpoczęła się Wojna Dwóch Róż, konflikt domowy między domami Yorku i Lancaster o kontrolę nad tronem."
      },
      {
        "text1": "W dniu 22 maja 2010 r. w mieście Christchurch w Nowej Zelandii miało miejsce trzęsienie ziemi o sile 6,3 w skali Richtera, które spowodowało poważne zniszczenia i ofiary śmiertelne."
      }
    ]
  },
  "5-23": {
    "curiosity": [
      {
        "text": "23 maja 1430 roku Joanna d'Arc została schwytana przez wojska burgundzkie podczas wojny stuletniej, a później wydana Anglikom i osądzona za herezję."
      },
      {
        "text1": "23 maja 1934 roku para przestępcza Bonnie Parker i Clyde Barrow, znani jako „Bonnie i Clyde”, zostali zastrzeleni przez policję podczas konfrontacji."
      }
    ]
  },
  "5-24": {
    "curiosity": [
      {
        "text": "24 maja 1543 roku Mikołaj Kopernik opublikował książkę „De Revolutionibus Orbium Celestium”, w której przedstawił swoją heliocentryczną teorię Układu Słonecznego."
      },
      {
        "text1": "24 maja 1883 roku otwarto dla ruchu Most Brookliński, jeden z najstarszych mostów wiszących w Stanach Zjednoczonych, łączący Manhattan z Brooklynem."
      }
    ]
  },
  "5-25": {
    "curiosity": [
      {
        "text": "25 maja 1977 roku w kinach w Stanach Zjednoczonych pojawił się pierwszy film z sagi „Gwiezdne wojny”, zatytułowany „Gwiezdne wojny: część IV – Nowa nadzieja”."
      },
      {
        "text1": "25 maja 2005 roku Airbus A380, największy samolot komercyjny na świecie, odbył swój pierwszy lot próbny w Tuluzie we Francji."
      }
    ]
  },
  "5-26": {
    "curiosity": [
      {
        "text": "26 maja 1896 roku Charles Dow opublikował pierwszy indeks giełdowy, znany jako Dow Jones Industrial Average, który stał się ważnym wskaźnikiem rynku finansowego."
      },
      {
        "text1": "26 maja 1967 roku ukazał się kultowy album Beatlesów zatytułowany „Sgt. ukazał się album Pepper's Lonely Hearts Club Band”, który stał się kamieniem milowym w historii muzyki popularnej."
      }
    ]
  },
  "5-27": {
    "curiosity": [
      {
        "text": "27 maja 1937 r. niemiecki sterowiec Hindenburg zapalił się podczas próby lądowania w New Jersey w Stanach Zjednoczonych, w wyniku czego zginęło 36 osób."
      },
      {
        "text1": "27 maja 1999 r. Światowa Organizacja Zdrowia (WHO) ogłosiła, że ​​polio zostało wykorzenione w obu Amerykach, stając się pierwszym regionem na świecie wolnym od tej choroby."
      }
    ]
  },
  "5-28": {
    "curiosity": [
      {
        "text": "28 maja 1953 roku nowozelandzki alpinista Edmund Hillary i Szerpa Tenzing Norgay jako pierwsi zdobyli szczyt Mount Everest, najwyższej góry świata."
      },
      {
        "text1": "28 maja 1995 roku reprezentacja Republiki Południowej Afryki w rugby zdobyła Puchar Świata w Rugby, będąc jej pierwszym występem po zakończeniu apartheidu."
      }
    ]
  },
  "5-29": {
    "curiosity": [
      {
        "text": "29 maja 1453 roku nastąpił upadek Konstantynopola, stolicy Cesarstwa Bizantyjskiego, pod naporem sił Imperium Osmańskiego, co oznaczało koniec średniowiecza i początek ery nowożytnej."
      },
      {
        "text1": "29 maja 1953 roku Sir Edmund Hillary i Tenzing Norgay po raz pierwszy w historii dotarli na szczyt Mount Everest, torując drogę przyszłym wyprawom i rzucając wyzwanie ograniczeniom człowieka."
      }
    ]
  },
  "5-30": {
    "curiosity": [
      {
        "text": "30 maja 1431 roku podczas wojny stuletniej Joanna d'Arc została spalona na stosie pod zarzutem herezji."
      },
      {
        "text1": "30 maja 1922 r. w Waszyngtonie w Stanach Zjednoczonych poświęcono pomnik Lincolna ku czci 16. prezydenta Stanów Zjednoczonych, Abrahama Lincolna."
      }
    ]
  },
  "5-31": {
    "curiosity": [
      {
        "text": "31 maja 1911 roku zakończył się pierwszy wyścig w Indianapolis, jeden z najbardziej znanych i tradycyjnych wyścigów samochodowych na świecie."
      },
      {
        "text1": "31 maja 1962 r. w Chile miało miejsce trzęsienie ziemi w Valdivii, uważane za najsilniejsze w historii, o szacowanej sile od 9,4 do 9,6."
      }
    ]
  },
  "6-1": {
    "curiosity": [
      {
        "text": "1 czerwca 1495 roku włoski odkrywca Krzysztof Kolumb odkrył wyspę Trynidad podczas swojej trzeciej podróży do Nowego Świata."
      },
      {
        "text1": "1 czerwca 1967 roku ukazał się kultowy album Beatlesów zatytułowany „Sgt. ukazał się album Pepper's Lonely Hearts Club Band”, który stał się kamieniem milowym w historii muzyki popularnej."
      }
    ]
  },
  "6-2": {
    "curiosity": [
      {
        "text": "W dniu 2 czerwca 1953 r. w Opactwie Westminsterskim w Londynie odbyła się koronacja królowej Wielkiej Brytanii Elżbiety II po śmierci jej ojca, króla Jerzego VI."
      },
      {
        "text1": "2 czerwca 1979 r. była pierwsza dama Filipin, Imelda Marcos, została aresztowana za korupcję i nielegalne wzbogacenie się po upadku reżimu dyktatora Ferdynanda Marcosa."
      }
    ]
  },
  "6-3": {
    "curiosity": [
      {
        "text": "3 czerwca 1965 roku amerykański astronauta Edward White został pierwszym astronautą Stanów Zjednoczonych, który odbył spacer kosmiczny podczas misji Gemini 4."
      },
      {
        "text1": "3 czerwca 1989 r. w Pekinie w Chinach doszło do masakry na placu Tiananmen, kiedy władze chińskie brutalnie stłumiły protestujących prodemokratycznie, co doprowadziło do setek, a może tysięcy ofiar śmiertelnych."
      }
    ]
  },
  "6-4": {
    "curiosity": [
      {
        "text": "4 czerwca 1942 roku, podczas II wojny światowej, na Pacyfiku rozpoczęła się bitwa o Midway, która zakończyła się strategicznym zwycięstwem Stanów Zjednoczonych nad Cesarstwem Japońskim."
      },
      {
        "text1": "4 czerwca 1989 r. prodemokratyczne protesty na placu Tiananmen w Pekinie w Chinach zostały brutalnie stłumione przez chiński rząd przy użyciu sił zbrojnych i czołgów."
      }
    ]
  },
  "6-5": {
    "curiosity": [
      {
        "text": "5 czerwca 1947 roku Sekretarz Stanu Stanów Zjednoczonych George Marshall ogłosił Plan Marshalla, którego celem było zapewnienie pomocy gospodarczej krajom europejskim dotkniętym II wojną światową."
      },
      {
        "text1": "5 czerwca 1967 roku rozpoczęła się wojna sześciodniowa, konflikt pomiędzy Izraelem a sąsiednimi krajami arabskimi, który zakończył się zdecydowanym zwycięstwem Izraela i znaczącymi zmianami w granicach regionu."
      }
    ]
  },
  "6-6": {
    "curiosity": [
      {
        "text": "6 czerwca 1944 r. miał miejsce D-Day, jedna z największych operacji wojskowych II wojny światowej, kiedy siły alianckie wylądowały w Normandii we Francji, rozpoczynając wyzwolenie Europy Zachodniej spod rządów nazistów."
      },
      {
        "text1": "6 czerwca 1968 r. w Los Angeles w Kalifornii podczas swojej kampanii prezydenckiej zamordowano amerykańskiego senatora Roberta F. Kennedy'ego, brata prezydenta Johna F. Kennedy'ego."
      }
    ]
  },
  "6-7": {
    "curiosity": [
      {
        "text": "7 czerwca 1494 roku został podpisany traktat w Tordesillas pomiędzy Portugalią a Hiszpanią, dzielący ziemie odkryte i te, które mają zostać odkryte poza Europą, ustanawiając wyimaginowaną linię dzielącą świat pomiędzy oba kraje."
      },
      {
        "text1": "7 czerwca 1981 roku sonda kosmiczna Voyager 2 dotarła do Saturna, przesyłając na Ziemię zdjęcia i szczegółowe informacje o planecie i jej księżycach."
      }
    ]
  },
  "6-8": {
    "curiosity": [
      {
        "text": "8 czerwca 1783 roku bracia Montgolfier wykonali pierwszy udany publiczny lot załogowym balonem na ogrzane powietrze w Annonay we Francji, wyznaczając początek ery lotnictwa."
      },
      {
        "text1": "8 czerwca 1972 roku w kinach w Stanach Zjednoczonych pojawił się film „Ojciec chrzestny” w reżyserii Francisa Forda Coppoli, z Marlonem Brando i Alem Pacino w rolach głównych."
      }
    ]
  },
  "6-9": {
    "curiosity": [
      {
        "text": "9 czerwca 1815 roku doszło do bitwy pod Waterloo w Belgii pomiędzy siłami dowodzonymi przez Napoleona Bonaparte a koalicją armii europejskich, która zakończyła się ostateczną porażką Napoleona i końcem jego imperium."
      },
      {
        "text1": "9 czerwca 1934 r. powołano Komisję do Spraw Nieamerykańskich Izby Reprezentantów Stanów Zjednoczonych, która rozpoczęła śledztwo w sprawie działalności komunistycznej w kraju, znane później jako „Polowanie na czarownice”."
      }
    ]
  },
  "6-10": {
    "curiosity": [
      {
        "text": "10 czerwca 1940 roku podczas II wojny światowej Włochy wypowiedziały wojnę Francji i Wielkiej Brytanii, przystępując do konfliktu po stronie nazistowskich Niemiec."
      },
      {
        "text1": "10 czerwca 1967 r. wojna sześciodniowa zakończyła się zdecydowanym zwycięstwem Izraela nad sąsiadującymi krajami arabskimi, co spowodowało istotne zmiany granic regionu."
      }
    ]
  },
  "6-11": {
    "curiosity": [
      {
        "text": "11 czerwca 1509 roku król Anglii Henryk VIII poślubił swoją pierwszą żonę, Katarzynę Aragońską, podczas ceremonii, która odbyła się w Kaplicy Królewskiej w Pałacu Greenwich."
      },
      {
        "text1": "11 czerwca 1963 roku wietnamski mnich buddyjski Thích Quảng Đức złożył ofiarę na ruchliwej ulicy w Sajgonie w proteście przeciwko prześladowaniom religijnym ze strony rządu Wietnamu Południowego."
      }
    ]
  },
  "6-12": {
    "curiosity": [
      {
        "text": "12 czerwca 1898 roku, podczas wojny hiszpańsko-amerykańskiej, w pobliżu Santiago de Cuba doszło do bitwy pod Las Guasimas pomiędzy siłami amerykańskimi a siłami hiszpańskimi."
      },
      {
        "text1": "12 czerwca 1987 r. prezydent Stanów Zjednoczonych Ronald Reagan wygłosił przemówienie w Berlinie w Niemczech, w którym wezwał radzieckiego przywódcę Michaiła Gorbaczowa do „zburzenia tego muru”, odnosząc się do muru berlińskiego."
      }
    ]
  },
  "6-13": {
    "curiosity": [
      {
        "text": "13 czerwca 1920 roku został podpisany Traktat w Trianon, który oficjalnie zakończył stan wojny pomiędzy mocarstwami sprzymierzonymi a Węgrami po I wojnie światowej."
      },
      {
        "text1": "13 czerwca 1971 roku wystrzelono pierwszego komercyjnego satelitę kosmicznego, Intelsat IV F-3, który umożliwił transmisję telewizyjną na żywo i międzynarodowe rozmowy telefoniczne."
      }
    ]
  },
  "6-14": {
    "curiosity": [
      {
        "text": "14 czerwca 1777 roku Kongres Kontynentalny Stanów Zjednoczonych przyjął „Flagę Stanów Zjednoczonych”, która składała się z trzynastu naprzemiennych czerwonych i białych pasów oraz niebieskiego pola z trzynastoma białymi gwiazdami w okręgu, reprezentujących oryginały trzynastu kolonii."
      },
      {
        "text1": "14 czerwca 1940 roku wojska niemieckie wkroczyły do ​​Paryża, zajmując stolicę Francji podczas II wojny światowej."
      }
    ]
  },
  "6-15": {
    "curiosity": [
      {
        "text": "15 czerwca 1215 roku król Anglii Jan podpisał Magna Carta, dokument ograniczający władzę monarchy oraz ustanawiający prawa i wolności angielskiej szlachty."
      },
      {
        "text1": "15 czerwca 1904 roku w Paryżu ukazało się pierwsze wydanie książki „Ulisses” autorstwa Jamesa Joyce’a, co stanowiło kamień milowy we współczesnej literaturze."
      }
    ]
  },
  "6-16": {
    "curiosity": [
      {
        "text": "16 czerwca 1858 r. miało miejsce przemówienie w Springfield, słynne przemówienie wygłoszone przez Abrahama Lincolna podczas konwencji Republikanów w Illinois, w którym stwierdził: „Dom podzielony wewnętrznie nie może się ostać”. ."
      },
      {
        "text1": "16 czerwca 1963 roku radziecka kosmonautka Walentina Tereshkova jako pierwsza kobieta poleciała w kosmos na pokładzie statku kosmicznego Wostok 6."
      }
    ]
  },
  "6-17": {
    "curiosity": [
      {
        "text": "17 czerwca 1579 roku Sir Francis Drake, angielski odkrywca i korsarz, podczas swojej podróży dookoła świata wylądował w miejscu znanym obecnie jako Drake's Bay w Kalifornii."
      },
      {
        "text1": "17 czerwca 1972 roku miało miejsce słynne włamanie do hotelu Watergate w Waszyngtonie, które doprowadziło do skandalu politycznego zwanego „aferą Watergate” i spowodowało dymisję Prezydenta Stanów Zjednoczonych Richarda Nixona w 1974 r."
      }
    ]
  },
  "6-18": {
    "curiosity": [
      {
        "text": "18 czerwca 1815 roku doszło do bitwy pod Waterloo, w której siły księcia Wellington i pruskiego marszałka Gebharda Leberechta von Blüchera definitywnie pokonały Napoleona Bonaparte i położyły kres jego imperium."
      },
      {
        "text1": "18 czerwca 1983 roku Sally Ride jako pierwsza Amerykanka poleciała w kosmos na pokładzie promu kosmicznego Challenger."
      }
    ]
  },
  "6-19": {
    "curiosity": [
      {
        "text": "19 czerwca 1865 roku ostatni ludzie zniewoleni w Teksasie w Stanach Zjednoczonych zostali poinformowani o swojej emancypacji w wydarzeniu, które stało się znane jako „11 czerwca”, które do dziś obchodzone jest jako Dzień Niepodległości. Emancypacja Afroamerykanów."
      },
      {
        "text1": "19 czerwca 1978 roku Garfield, słynny pomarańczowy kot stworzony przez Jima Davisa, zadebiutował jako komiks w gazetach w całych Stanach Zjednoczonych."
      }
    ]
  },
  "6-20": {
    "curiosity": [
      {
        "text": "20 czerwca 1782 roku Kongres Kontynentalny przyjął obecny projekt pieczęci Stanów Zjednoczonych, który przedstawia amerykańskiego orła z tarczą i trzynastoma gwiazdami, reprezentującego pierwotne trzynaście kolonii."
      },
      {
        "text1": "20 czerwca 1963 roku Związek Radziecki wystrzelił statek kosmiczny Wostok 6 z Walentiną Tereszkową na pokładzie, co czyni ją pierwszą kobietą, która wykonała samodzielny lot kosmiczny."
      }
    ]
  },
  "6-21": {
    "curiosity": [
      {
        "text": "21 czerwca 1948 roku Niemcy Zachodnie wprowadziły nową walutę, markę niemiecką, co zapoczątkowało rozdział monetarny między Niemcami Wschodnimi i Niemcami Zachodnimi."
      },
      {
        "text1": "21 czerwca 1982 roku Brytyjskie Siły Powietrzne rozpoczęły operację Black Buck podczas wojny o Falklandy, przeprowadzając ataki powietrzne na lotniska na Falklandach okupowanych przez Argentynę."
      }
    ]
  },
  "6-22": {
    "curiosity": [
      {
        "text": "22 czerwca 1941 roku, podczas II wojny światowej, nazistowskie Niemcy zaatakowały Związek Radziecki, rozpoczynając operację Barbarossa."
      },
      {
        "text1": "22 czerwca 1990 roku Niemcy Wschodnie i Niemcy Zachodnie podpisały Traktat Zjednoczeniowy, oznaczający koniec podziału Niemiec i ponowne zjednoczenie kraju."
      }
    ]
  },
  "6-23": {
    "curiosity": [
      {
        "text": "23 czerwca 1314 roku doszło do bitwy pod Bannockburn, w której armia szkocka pod wodzą Roberta Bruce’a odniosła zdecydowane zwycięstwo nad siłami angielskimi podczas I wojny o niepodległość Szkocji."
      },
      {
        "text1": "23 czerwca 2016 r. wyborcy w Wielkiej Brytanii w referendum zwanym Brexitem zagłosowali za opuszczeniem przez ten kraj Unii Europejskiej."
      }
    ]
  },
  "6-24": {
    "curiosity": [
      {
        "text": "24 czerwca 1497 roku włoski odkrywca Giovanni Caboto, znany jako John Cabot, przybył do Ameryki Północnej i zagarnął te ziemie w imieniu Anglii."
      },
      {
        "text1": "24 czerwca 1948 r. rozpoczęła się blokada Berlina, kiedy Związek Radziecki zamknął wszystkie drogi lądowe i wodne prowadzące do Berlina Zachodniego, co doprowadziło do kryzysu międzynarodowego."
      }
    ]
  },
  "6-25": {
    "curiosity": [
      {
        "text": "25 czerwca 1876 roku doszło do bitwy pod Little Bighorn, w której siły Siuksów i Czejenów pokonały 7. Pułk Kawalerii Armii Stanów Zjednoczonych, dowodzony przez podpułkownika George'a Armstronga Custera."
      },
      {
        "text1": "25 czerwca 1950 roku rozpoczęła się wojna koreańska, kiedy siły północnokoreańskie najechały Koreę Południową, co doprowadziło do konfliktu, który trwał do 1953 roku."
      }
    ]
  },
  "6-26": {
    "curiosity": [
      {
        "text": "26 czerwca 1284 roku doszło do bitwy pod Melorią, w której Republika Genui pokonała Republikę Pizy, ugruntowując swoją dominację nad zachodnim Morzem Śródziemnym."
      },
      {
        "text1": "26 czerwca 1975 r. nastąpiła niepodległość Mozambiku, co oznaczało koniec portugalskich rządów kolonialnych w tym kraju."
      }
    ]
  },
  "6-27": {
    "curiosity": [
      {
        "text": "27 czerwca 1709 roku Piotr Wielki, przywódca Rosji, wygrał bitwę pod Połtawą ze Szwecją, umacniając potęgę Rosji w regionie i wyznaczając upadek imperium szwedzkiego."
      },
      {
        "text1": "27 czerwca 1950 r. podczas wojny koreańskiej rozpoczęła się bitwa pod Taejon, podczas której siły północnokoreańskie zaatakowały miasto Taejon, bronione przez wojska Stanów Zjednoczonych."
      }
    ]
  },
  "6-28": {
    "curiosity": [
      {
        "text": "28 czerwca 1914 r. w Sarajewie w Bośni zamordowano austriackiego arcyksięcia Franciszka Ferdynanda i jego żonę, co doprowadziło do wybuchu pierwszej wojny światowej."
      },
      {
        "text1": "28 czerwca 1969 r. miały miejsce zamieszki w Stonewall – seria protestów w odpowiedzi na nalot policji na Stonewall Inn, bar odwiedzany przez osoby LGBTQ+ w Nowym Jorku, co stanowiło ważny kamień milowy w ruchu na rzecz praw LGBTQ+."
      }
    ]
  },
  "6-29": {
    "curiosity": [
      {
        "text": "29 czerwca 1613 roku teatr Globe w Londynie spłonął podczas przedstawienia sztuki Szekspira, a później został odbudowany."
      },
      {
        "text1": "29 czerwca 2007 roku w Stanach Zjednoczonych pojawił się pierwszy iPhone firmy Apple, rewolucjonizując branżę smartfonów i technologii mobilnych."
      }
    ]
  },
  "6-30": {
    "curiosity": [
      {
        "text": "30 czerwca 1859 roku Francuz Charles Blondin jako pierwszy przekroczył wodospad Niagara na rozciągniętej stalowej linie."
      },
      {
        "text1": "30 czerwca 1997 r. suwerenność Hongkongu została przeniesiona z Wielkiej Brytanii do Chińskiej Republiki Ludowej, co oznaczało koniec brytyjskiego panowania nad tym terytorium."
      }
    ]
  },
  "7-1": {
    "curiosity": [
      {
        "text": "1 lipca 1867 roku miała miejsce Konfederacja Kanady, łącząca prowincje Nowy Brunszwik, Nową Szkocję i Prowincję Kanady w autonomiczną federację w ramach Imperium Brytyjskiego, wyznaczając utworzenie nowoczesnej Kanady."
      },
      {
        "text1": "1 lipca 1916 roku, podczas I wojny światowej, rozpoczęła się bitwa nad Sommą, jedna z najkrwawszych i najbardziej niszczycielskich bitew w historii, w której zginęło ponad milion ofiar, w tym zabitych, rannych i zaginionych."
      }
    ]
  },
  "7-2": {
    "curiosity": [
      {
        "text": "2 lipca 1776 roku Kongres Kontynentalny Stanów Zjednoczonych głosował za niepodległością Trzynastu Kolonii od Wielkiej Brytanii, co było kluczowym wydarzeniem w historii Ameryki, które doprowadziło do ogłoszenia Deklaracji Niepodległości 4 lipca."
      },
      {
        "text1": "2 lipca 1881 roku prezydent Stanów Zjednoczonych James A. Garfield został zastrzelony w Waszyngtonie przez zabójcę, co doprowadziło do jego śmierci we wrześniu tego samego roku."
      }
    ]
  },
  "7-3": {
    "curiosity": [
      {
        "text": "3 lipca 1863 roku podczas wojny secesyjnej miała miejsce bitwa pod Gettysburgiem, będąca jednym z głównych starć konfliktu i uważana za jedną z najważniejszych bitew w historii Stanów Zjednoczonych."
      },
      {
        "text1": "3 lipca 1971 roku dziennik „The New York Times” zaczął publikować „Pentagon Papers”, serię tajnych dokumentów rządu Stanów Zjednoczonych, które ujawniły informacje o wojnie w Wietnamie i wywarły ogromny wpływ na opinię publiczną."
      }
    ]
  },
  "7-4": {
    "curiosity": [
      {
        "text": "4 lipca 1776 roku Stany Zjednoczone Ameryki ogłosiły niepodległość od Wielkiej Brytanii. Jest to Dzień Niepodległości Stanów Zjednoczonych, obchodzony corocznie jako święto narodowe."
      },
      {
        "text1": "4 lipca 1863 roku generał Robert E. Lee i jego siły Armii Północnej Wirginii poddali się generałowi Ulyssesowi S. Grantowi, kończąc bitwę pod Vicksburgiem podczas wojny secesyjnej."
      }
    ]
  },
  "7-5": {
    "curiosity": [
      {
        "text": "5 lipca 1948 roku Wielka Brytania znacjonalizowała brytyjskie koleje, tworząc British Railways, państwową spółkę odpowiedzialną za system kolejowy kraju."
      },
      {
        "text1": "5 lipca 1996 roku owca Dolly została pierwszym ssakiem sklonowanym z dorosłej komórki, co stanowi ważny kamień milowy w historii klonowania."
      }
    ]
  },
  "7-6": {
    "curiosity": [
      {
        "text": "6 lipca 1885 roku Louis Pasteur po raz pierwszy z powodzeniem podał szczepionkę przeciwko wściekliźnie ludzkiemu pacjentowi, co oznaczało znaczący postęp w dziedzinie szczepień."
      },
      {
        "text1": "6 lipca 1957 roku Althea Gibson została pierwszą afroamerykańską tenisistką, która wygrała turniej Wimbledonu, torując drogę różnorodności w sporcie."
      }
    ]
  },
  "7-7": {
    "curiosity": [
      {
        "text": "7 lipca 1937 r. bitwa pod mostem Lugou zapoczątkowała drugą wojnę chińsko-japońską, konflikt, który trwał do 1945 r. i miał znaczący wpływ na region Azji i Pacyfiku."
      },
      {
        "text1": "7 lipca 2005 r. w Londynie miały miejsce ataki z 7 lipca – seria skoordynowanych ataków terrorystycznych na miejski system transportu publicznego, w wyniku których zginęły 52 osoby, a setki zostały ranne."
      }
    ]
  },
  "7-8": {
    "curiosity": [
      {
        "text": "8 lipca 1497 roku portugalski odkrywca Vasco da Gama opuścił Lizbonę w swoją pierwszą podróż do Indii, otwierając bezpośrednią drogę morską między Europą a Azją."
      },
      {
        "text1": "8 lipca 1776 roku w Filadelfii w Pensylwanii po raz pierwszy publicznie odczytano Deklarację Niepodległości Stanów Zjednoczonych, ogłaszającą formalne oddzielenie Trzynastu Kolonii od Wielkiej Brytanii."
      }
    ]
  },
  "7-9": {
    "curiosity": [
      {
        "text": "9 lipca 1877 roku w Londynie odbył się pierwszy turniej tenisowy Wimbledon, który stał się jednym z najbardziej prestiżowych wydarzeń w sporcie."
      },
      {
        "text1": "9 lipca 1962 roku proklamowano Republikę Algierską, co oznaczało koniec wojny algierskiej przeciwko francuskim rządom kolonialnym."
      }
    ]
  },
  "7-10": {
    "curiosity": [
      {
        "text": "10 lipca 1962 roku wystrzelono w przestrzeń kosmiczną Telstar 1, pierwszy aktywny satelita komunikacyjny, umożliwiający transmisję sygnałów telewizyjnych, telefonicznych i danych na skalę globalną."
      },
      {
        "text1": "10 lipca 1940 roku, podczas drugiej wojny światowej, rozpoczęła się Bitwa o Anglię, będąca wyrazem intensywnej kampanii powietrznej pomiędzy Królewskimi Siłami Powietrznymi a niemiecką Luftwaffe."
      }
    ]
  },
  "7-11": {
    "curiosity": [
      {
        "text": "11 lipca 1804 roku ówczesny wiceprezydent Stanów Zjednoczonych Aaron Burr w notorycznym pojedynku śmiertelnie ranił Aleksandra Hamiltona, jednego z ojców założycieli kraju."
      },
      {
        "text1": "11 lipca 1960 r. Czad uzyskał niepodległość od Francji, co stanowiło ważny krok w kierunku dekolonizacji Afryki."
      }
    ]
  },
  "7-12": {
    "curiosity": [
      {
        "text": "12 lipca 1906 roku ukazała się książka „O powstawaniu gatunków” Karola Darwina, przedstawiająca teorię ewolucji na drodze doboru naturalnego, stanowiącą kamień milowy w biologii i zrozumieniu różnorodności życia na Ziemi."
      },
      {
        "text1": "12 lipca 1979 r. rząd Nikaragui pod przewodnictwem ruchu sandinistów obalił dyktaturę Anastasio Somoza Debayle, kończąc długą erę autorytarnych rządów w Nikaragui."
      }
    ]
  },
  "7-13": {
    "curiosity": [
      {
        "text": "13 lipca 1793 roku, podczas rewolucji francuskiej, Jean-Paul Marat, jeden z przywódców politycznych tamtego okresu, został zamordowany przez Charlotte Corday, sympatyk Girondinu."
      },
      {
        "text1": "13 lipca 1985 r. na stadionie Heysel w Brukseli przed finałem Ligi Mistrzów UEFA doszło do katastrofy, w wyniku której zginęło 39 osób w wyniku paniki wśród kibiców."
      }
    ]
  },
  "7-14": {
    "curiosity": [
      {
        "text": "14 lipca 1789 r. w Paryżu doszło do szturmu na Bastylię, wydarzenia, które symbolizowało początek rewolucji francuskiej oraz walkę o wolność i równość."
      },
      {
        "text1": "14 lipca 1965 roku sonda kosmiczna Mariner 4 wykonała pierwszy udany przelot obok Marsa, przesyłając pierwsze zbliżenia czerwonej planety."
      }
    ]
  },
  "7-15": {
    "curiosity": [
      {
        "text": "15 lipca 1099 r. miał miejsce podbój Jerozolimy przez siły I wyprawy krzyżowej, ustanawiając Królestwo Jerozolimskie w czasie wypraw krzyżowych w średniowieczu."
      },
      {
        "text1": "15 lipca 1971 roku wystrzelono Apollo 15, misję kosmiczną załogową NASA, która jako pierwsza wykorzystała łazik księżycowy do badania powierzchni Księżyca."
      }
    ]
  },
  "7-16": {
    "curiosity": [
      {
        "text": "16 lipca 1945 r. miała miejsce pierwsza udana eksplozja nuklearna w ramach Projektu Manhattan, zwana Testem Trójcy, wyznaczając początek ery nuklearnej."
      },
      {
        "text1": "16 lipca 1969 roku ze stacji sił powietrznych Cape Kennedy wystrzelono statek Apollo 11, którego celem było zabranie pierwszych astronautów na Księżyc."
      }
    ]
  },
  "7-17": {
    "curiosity": [
      {
        "text": "17 lipca 1918 roku rosyjska rodzina cesarska pod przewodnictwem cara Mikołaja II została rozstrzelana przez bolszewików podczas rewolucji rosyjskiej."
      },
      {
        "text1": "17 lipca 1996 r. miał miejsce lot TWA 800, samolot pasażerski Boeing 747, który eksplodował w powietrzu i rozbił się na Oceanie Atlantyckim w pobliżu Long Island w stanie Nowy Jork, powodując śmierć wszystkich 230 pasażerów. tablica."
      }
    ]
  },
  "7-18": {
    "curiosity": [
      {
        "text": "18 lipca 1925 roku w Parral w Meksyku, w okolicznościach wciąż owianych tajemnicą, zamordowano meksykańskiego przywódcę rewolucyjnego Pancho Villa."
      },
      {
        "text1": "18 lipca 1969 roku astronauta Neil Armstrong, podczas misji Apollo 11, jako pierwszy człowiek stanął na Księżycu, wypowiedział słynne zdanie: „To mały krok dla człowieka, ale skok gigantyczny dla ludzkości”."
      }
    ]
  },
  "7-19": {
    "curiosity": [
      {
        "text": "19 lipca 1799 r. podczas francuskiej okupacji Egiptu odkryto Kamień z Rosetty, będący kluczem do rozszyfrowania starożytnych egipskich hieroglifów."
      },
      {
        "text1": "19 lipca 1848 roku w Stanach Zjednoczonych odbyła się pierwsza konwencja w Seneca Falls, która zapoczątkowała ruch na rzecz praw kobiet."
      }
    ]
  },
  "7-20": {
    "curiosity": [
      {
        "text": "20 lipca 1969 roku Apollo 11 wylądował na powierzchni Księżyca, stając się pierwszą załogową misją kosmiczną, która wykonała lądowanie na Księżycu i umożliwiła astronautom Neilowi ​​Armstrongowi i Buzzowi Aldrinowi spacer po Księżycu."
      },
      {
        "text1": "20 lipca 1944 roku, podczas II wojny światowej, miał miejsce Atak Hitlera, nieudana próba zamachu na Adolfa Hitlera pod wodzą Clausa von Stauffenberga."
      }
    ]
  },
  "7-21": {
    "curiosity": [
      {
        "text": "21 lipca 1969 roku astronauci Apollo 11, Neil Armstrong i Buzz Aldrin, bezpiecznie powrócili na Ziemię po historycznej misji na Księżyc."
      },
      {
        "text1": "21 lipca 1944 r. podczas II wojny światowej miała miejsce bitwa o Guam, podczas której siły amerykańskie odbiły wyspę spod kontroli Japonii."
      }
    ]
  },
  "7-22": {
    "curiosity": [
      {
        "text": "22 lipca 1298 r. podczas pierwszej szkockiej wojny o niepodległość miała miejsce bitwa pod Falkirk, w której armia angielska dowodzona przez Edwarda I pokonała siły szkockie dowodzone przez Williama Wallace'a."
      },
      {
        "text1": "22 lipca 1933 roku Wiley Post jako pierwszy pilot samotnie okrążył świat samolotem, pokonując tę ​​trasę w 7 dni, 18 godzin i 49 minut."
      }
    ]
  },
  "7-23": {
    "curiosity": [
      {
        "text": "23 lipca 1952 r. egipski generał Muhammad Naguib obalił egipskiego króla Faruka I, rozpoczynając nową erę w kraju."
      },
      {
        "text1": "23 lipca 1903 roku firma Ford Motor Company została oficjalnie zarejestrowana w Stanach Zjednoczonych, tworząc jedną z największych firm motoryzacyjnych na świecie."
      }
    ]
  },
  "7-24": {
    "curiosity": [
      {
        "text": "24 lipca 1911 roku Hiram Bingham III ponownie odkrył zaginione miasto Machu Picchu w Peru, odsłaniając światu jeden z najważniejszych cudów archeologicznych w historii."
      },
      {
        "text1": "24 lipca 1969 roku dowódca Apollo 11 Neil Armstrong i pilot modułu księżycowego Buzz Aldrin odbyli pierwszy spacer kosmiczny po Księżycu, znany jako EVA (aktywność poza pojazdowa)."
      }
    ]
  },
  "7-25": {
    "curiosity": [
      {
        "text": "25 lipca 1797 roku podpisano Traktat Pokojowy w Campo Formio, kończący I Koalicję i uznający osiągnięcia rewolucyjnej Francji pod wodzą Napoleona Bonaparte."
      },
      {
        "text1": "25 lipca 1956 roku włoski liniowiec Andrea Doria zderzył się ze szwedzkim statkiem Stockholm u wybrzeży Nantucket w Stanach Zjednoczonych, co doprowadziło do jednej z najbardziej znanych katastrof morskich w historii."
      }
    ]
  },
  "7-26": {
    "curiosity": [
      {
        "text": "26 lipca 1953 r. miał miejsce szturm na koszary Moncada w Santiago de Cuba pod wodzą Fidela Castro i jego grupy rebeliantów, rozpoczynający rewolucję kubańską."
      },
      {
        "text1": "26 lipca 1945 roku dobiegła końca Konferencja Poczdamska, na której przywódcy mocarstw sprzymierzonych zebrali się, aby omówić przyszłość Europy po drugiej wojnie światowej."
      }
    ]
  },
  "7-27": {
    "curiosity": [
      {
        "text": "27 lipca 1953 roku podpisano rozejm w Panmunjom, oficjalnie kończący wojnę koreańską i ustanawiający strefę zdemilitaryzowaną między Koreą Północną i Południową."
      },
      {
        "text1": "27 lipca 1976 r. miało miejsce porwanie samolotu Air France Flight 139, podczas którego palestyńscy terroryści porwali samolot i jego pasażerów, co doprowadziło do dramatycznej akcji ratunkowej na lotnisku Entebbe w Ugandzie."
      }
    ]
  },
  "7-28": {
    "curiosity": [
      {
        "text": "28 lipca 1540 roku hiszpański odkrywca Francisco Vázquez de Coronado założył miasto Santa Fe, które stało się stolicą stanu Nowy Meksyk w Stanach Zjednoczonych."
      },
      {
        "text1": "28 lipca 1914 roku Austro-Węgry wypowiedziały wojnę Serbii, wywołując serię wydarzeń, które doprowadziły do ​​wybuchu I wojny światowej."
      }
    ]
  },
  "7-29": {
    "curiosity": [
      {
        "text": "29 lipca 1958 roku w Stanach Zjednoczonych powstała NASA, konsolidując amerykański program kosmiczny i prowadząc do bezprecedensowej eksploracji kosmosu."
      },
      {
        "text1": "29 lipca 1981 r. w katedrze św. Pawła w Londynie odbył się ślub księcia Karola i Lady Diany Spencer, wydarzenie o wielkim światowym znaczeniu."
      }
    ]
  },
  "7-30": {
    "curiosity": [
      {
        "text": "30 lipca 1619 roku pierwsze zgromadzenie ustawodawcze Ameryki Północnej, znane jako Zgromadzenie Burgesses of Virginia, odbyło swoje pierwsze spotkanie w Jamestown, ustanawiając ważny kamień milowy dla demokracji w kolonii angielskiej."
      },
      {
        "text1": "30 lipca 1971 r. w Moskwie podpisano Traktat o przyjaźni radziecko-chińskiej, kończący wieloletnie napięcia między obydwoma mocarstwami komunistycznymi."
      }
    ]
  },
  "7-31": {
    "curiosity": [
      {
        "text": "31 lipca 1498 roku portugalski odkrywca Vasco da Gama przybył do Calicut w Indiach, otwierając bezpośrednią drogę morską między Europą a Wschodem."
      },
      {
        "text1": "31 lipca 1972 r. rozpoczęto operację Piła Łańcuchowa, kierowana przez Brazylię, mającą na celu zwalczanie nielegalnego wylesiania w Amazonii, stając się kamieniem milowym w walce o ochronę lasów tropikalnych."
      }
    ]
  },
  "8-1": {
    "curiosity": [
      {
        "text": "1 sierpnia 1291 roku miało miejsce utworzenie Konfederacji Szwajcarskiej, kiedy trzy kantony połączyły się w pakcie o wzajemnej obronie, wyznaczając początek narodu szwajcarskiego."
      },
      {
        "text1": "1 sierpnia 1944 roku miało miejsce Powstanie Warszawskie, powstanie przeciwko okupacji hitlerowskiej stolicy Polski podczas II wojny światowej."
      }
    ]
  },
  "8-2": {
    "curiosity": [
      {
        "text": "2 sierpnia 1934 roku zmarł prezydent Niemiec Paul von Hindenburg, co pozwoliło Adolfowi Hitlerowi umocnić swoją władzę i zostać najwyższym przywódcą Niemiec."
      },
      {
        "text1": "2 sierpnia 1990 r. Irak najechał Kuwejt, wywołując wojnę w Zatoce Perskiej i prowadząc do międzynarodowej interwencji pod przewodnictwem Stanów Zjednoczonych."
      }
    ]
  },
  "8-3": {
    "curiosity": [
      {
        "text": "3 sierpnia 1492 roku Krzysztof Kolumb opuścił Palos de la Frontera w Hiszpanii z wyprawą, która miała zaowocować odkryciem Ameryki."
      },
      {
        "text1": "3 sierpnia 1914 Niemcy wypowiedziały wojnę Francji, rozpoczynając I wojnę światową."
      }
    ]
  },
  "8-4": {
    "curiosity": [
      {
        "text": "4 sierpnia 1944 roku naziści odkryli i aresztowali rodzinę Anny Frank oraz innych więźniów ukrywających się w Tajnym Aneksie w Amsterdamie w Holandii."
      },
      {
        "text1": "4 sierpnia 1964 r. miał miejsce incydent w Zatoce Tonkińskiej, kiedy dwa amerykańskie statki zgłosiły atak ze strony statków północnowietnamskich, co skłoniło Stany Zjednoczone do zintensyfikowania swojego udziału w wojnie w Wietnamie."
      }
    ]
  },
  "8-5": {
    "curiosity": [
      {
        "text": "5 sierpnia 1962 roku aktorka i ikona kina Marilyn Monroe została znaleziona martwa w swoim domu w Los Angeles w Kalifornii w okolicznościach, które pozostają przedmiotem kontrowersji i teorii spiskowych."
      },
      {
        "text1": "5 sierpnia 1914 roku Brazylia ogłosiła neutralność podczas I wojny światowej, trzymając się z dala od konfliktu, który pustoszył Europę."
      }
    ]
  },
  "8-6": {
    "curiosity": [
      {
        "text": "6 sierpnia 1945 roku Stany Zjednoczone zrzuciły bombę atomową Little Boy na japońskie miasto Hiroszima, powodując ogromne zniszczenia i tysiące natychmiastowych ofiar śmiertelnych."
      },
      {
        "text1": "6 sierpnia 1965 roku Prezydent Stanów Zjednoczonych Lyndon B. Johnson podpisał ustawę Voting Rights Act, która zabrania dyskryminacji rasowej w procesie wyborczym, gwarantując równe prawa wyborcze wszystkim obywatelom amerykańskim."
      }
    ]
  },
  "8-7": {
    "curiosity": [
      {
        "text": "7 sierpnia 1947 roku rozpoczął się incydent w Roswell, kiedy niezidentyfikowany obiekt rozbił się w pobliżu Roswell w Nowym Meksyku, wywołując spekulacje na temat możliwości, że jest to pozaziemski statek kosmiczny."
      },
      {
        "text1": "7 sierpnia 1998 r. w atakach terrorystycznych na ambasady amerykańskie w Nairobi w Kenii i Dar es Salaam w Tanzanii zginęło setki osób, a tysiące zostało rannych."
      }
    ]
  },
  "8-8": {
    "curiosity": [
      {
        "text": "8 sierpnia 1974 roku prezydent Stanów Zjednoczonych Richard Nixon złożył rezygnację ze stanowiska w związku ze skandalem Watergate, stając się pierwszym amerykańskim prezydentem, który złożył rezygnację."
      },
      {
        "text1": "8 sierpnia 1945 Związek Radziecki wypowiedział wojnę Japonii i najechał Mandżurię, przyczyniając się do kapitulacji Japonii i zakończenia II wojny światowej w Azji."
      }
    ]
  },
  "8-9": {
    "curiosity": [
      {
        "text": "9 sierpnia 1945 roku Stany Zjednoczone zrzuciły bombę atomową Fat Man na japońskie miasto Nagasaki, powodując masowe zniszczenia i śmierć ponad 70 000 osób."
      },
      {
        "text1": "9 sierpnia 1965 roku amerykański astronauta Neil Armstrong odbył pierwszy w historii spacer kosmiczny podczas misji Gemini 8."
      }
    ]
  },
  "8-10": {
    "curiosity": [
      {
        "text": "10 sierpnia 1519 roku wyprawa pod przewodnictwem Ferdynanda Magellana opuściła Sewillę w Hiszpanii w poszukiwaniu drogi morskiej na Wyspy Moluki, co zaowocowało pierwszym opłynięciem Ziemi."
      },
      {
        "text1": "10 sierpnia 1792 r. w Paryżu podczas rewolucji francuskiej doszło do masakry w Tuileries, podczas której siły rewolucyjne zaatakowały Pałac Tuileries, w którym schroniła się rodzina królewska."
      }
    ]
  },
  "8-11": {
    "curiosity": [
      {
        "text": "Według kalendarza Majów 11 sierpnia 3114 roku p.n.e. był początkiem obecnego długiego cyklu liczenia czasu Majów, znanego jako 13.0.0.0.0, wyznaczającego znaczącą datę w kulturze Majów."
      },
      {
        "text1": "11 sierpnia 1999 r. w niektórych częściach Europy, Azji i Afryki miało miejsce całkowite zaćmienie Słońca, będące wydarzeniem astronomicznym o ogromnym znaczeniu i zainteresowaniu opinii publicznej."
      }
    ]
  },
  "8-12": {
    "curiosity": [
      {
        "text": "Według doniesień 12 sierpnia 30 roku p.n.e. egipska królowa Kleopatra VII zmarła w wyniku samobójstwa po klęsce Marka Antoniusza i przyłączeniu Egiptu do Cesarstwa Rzymskiego."
      },
      {
        "text1": "12 sierpnia 1944 roku podczas II wojny światowej rozpoczęła się bitwa pod Narwą, w której wojska niemieckie i ich sojusznicy zmierzyli się z Armią Czerwoną w Estonii."
      }
    ]
  },
  "8-13": {
    "curiosity": [
      {
        "text": "13 sierpnia 1961 roku rozpoczęto budowę muru berlińskiego, który podzielił Berlin na dwie części, oddzielając Niemcy Wschodnie od Niemiec Zachodnich."
      },
      {
        "text1": "13 sierpnia 1521 roku stolica Azteków, Tenochtitlán, została zdobyta przez siły hiszpańskie dowodzone przez Hernána Cortésa, co oznaczało koniec imperium Azteków w Meksyku."
      }
    ]
  },
  "8-14": {
    "curiosity": [
      {
        "text": "14 sierpnia 1945 roku Japonia przyjęła warunki bezwarunkowej kapitulacji, kończąc II wojnę światową i obchodząc w Japonii Dzień Zwycięstwa."
      },
      {
        "text1": "14 sierpnia 1947 r. Pakistan stał się niepodległym krajem po oddzieleniu się od Indii, co było kamieniem milowym w historii regionu, który doprowadził do powstania dwóch odrębnych państw."
      }
    ]
  },
  "8-15": {
    "curiosity": [
      {
        "text": "15 sierpnia 1947 r. Indie uzyskały niepodległość od brytyjskich rządów kolonialnych, stając się suwerennym narodem i obchodząc Dzień Niepodległości Indii."
      },
      {
        "text1": "15 sierpnia 1969 roku w Bethel w stanie Nowy Jork rozpoczął się festiwal muzyczny Woodstock, stając się jednym z najbardziej kultowych i wpływowych wydarzeń w historii muzyki."
      }
    ]
  },
  "8-16": {
    "curiosity": [
      {
        "text": "16 sierpnia 1977 roku w swoim domu w Graceland w Memphis w stanie Tennessee zmarł król rock'n'rolla Elvis Presley, pozostawiając trwałe dziedzictwo w muzyce i kulturze popularnej."
      },
      {
        "text1": "16 sierpnia 1819 roku w Manchesterze w Anglii doszło do masakry w Peterloo, kiedy brytyjska kawaleria i piechota zaatakowały tłum protestujący na rzecz reform politycznych i społecznych, co spowodowało śmierć i poważne obrażenia."
      }
    ]
  },
  "8-17": {
    "curiosity": [
      {
        "text": "17 sierpnia 1945 roku Indonezja ogłosiła niepodległość od holenderskiej okupacji kolonialnej, co zapoczątkowało długą walkę o suwerenność kraju."
      },
      {
        "text1": "17 sierpnia 2017 r. w Barcelonie w Hiszpanii miał miejsce atak terrorystyczny, podczas którego furgonetka została celowo wjechana w ruchliwy obszar, w wyniku czego kilka osób zginęło i zostało rannych."
      }
    ]
  },
  "8-18": {
    "curiosity": [
      {
        "text": "18 sierpnia 1920 r. ratyfikowano 19. poprawkę do Konstytucji Stanów Zjednoczonych, przyznającą kobietom prawo głosu."
      },
      {
        "text1": "18 sierpnia 1966 roku NASA wystrzeliła sondę kosmiczną Lunar Orbiter 1, rozpoczynając serię misji mających na celu sporządzenie mapy powierzchni Księżyca."
      }
    ]
  },
  "8-19": {
    "curiosity": [
      {
        "text": "19 sierpnia 1934 roku doszło do podpisania Paktu Pokojowego między Włochami a Etiopią, kończącego drugą wojnę włosko-etiopską."
      },
      {
        "text1": "19 sierpnia 1991 r. w Związku Radzieckim miał miejsce zamach stanu sierpniowy, kiedy konserwatywna frakcja Partii Komunistycznej podjęła próbę obalenia prezydenta Michaiła Gorbaczowa i przejęcia władzy."
      }
    ]
  },
  "8-20": {
    "curiosity": [
      {
        "text": "20 sierpnia 1975 roku NASA wystrzeliła sondę kosmiczną Viking 1 w stronę Marsa, co było pierwszą misją, która pomyślnie wylądowała na powierzchni czerwonej planety."
      },
      {
        "text1": "20 sierpnia 1968 roku wojska Układu Warszawskiego pod wodzą Związku Radzieckiego najechały Czechosłowację, kończąc Praską Wiosnę i wzmacniając komunistyczną kontrolę w kraju."
      }
    ]
  },
  "8-21": {
    "curiosity": [
      {
        "text": "21 sierpnia 1959 roku Hawaje stały się 50. stanem Stanów Zjednoczonych, po dziesięcioleciach walk o przyłączenie tego terytorium do kraju."
      },
      {
        "text1": "21 sierpnia 1911 roku z Luwru w Paryżu została skradziona słynna Mona Lisa pędzla Leonarda da Vinci, wywołując wielkie zamieszanie i stając się jedną z najbardziej znanych kradzieży dzieł sztuki w historii. historia."
      }
    ]
  },
  "8-22": {
    "curiosity": [
      {
        "text": "22 sierpnia 1485 roku miała miejsce bitwa pod Bosworth, w której Henryk Tudor pokonał króla Anglii Ryszarda III, kończąc Wojnę Dwóch Róż i początek dynastii Tudorów."
      },
      {
        "text1": "22 sierpnia 1962 roku Niemcy Wschodnie rozpoczęły budowę Muru Berlińskiego, dzieląc Berlin i symbolizując podział zimnej wojny."
      }
    ]
  },
  "8-23": {
    "curiosity": [
      {
        "text": "23 sierpnia 1305 roku szkocki przywódca William Wallace został schwytany przez siły angielskie, a następnie stracony za zdradę stanu."
      },
      {
        "text1": "23 sierpnia 1944 roku podczas II wojny światowej miała miejsce bitwa pod Narwą, w której wojskom niemieckim udało się odeprzeć zmasowany atak Armii Czerwonej w Estonii."
      }
    ]
  },
  "8-24": {
    "curiosity": [
      {
        "text": "24 sierpnia 79 roku n.e. wybuchł Wezuwiusz, niszcząc rzymskie miasta Pompeje i Herkulanum i grzebiąc je pod popiołem wulkanicznym."
      },
      {
        "text1": "24 sierpnia 1814 r. podczas wojny 1812 r. doszło do spalenia Waszyngtonu, kiedy siły brytyjskie podpaliły kilka budynków rządowych, w tym Biały Dom i Kapitol Stanów Zjednoczonych."
      }
    ]
  },
  "8-25": {
    "curiosity": [
      {
        "text": "25 sierpnia 1944 r. Paryż został wyzwolony spod panowania niemieckiego przez siły alianckie podczas II wojny światowej, co stanowiło moment świętowania dla miasta i Francji."
      },
      {
        "text1": "25 sierpnia 1835 r. doszło do buntu w Males, powstania islamskich niewolników w mieście Salvador w Brazylii, którzy pragnęli wolności i ustanowienia Państwa Islamskiego."
      }
    ]
  },
  "8-26": {
    "curiosity": [
      {
        "text": "26 sierpnia 1789 roku Narodowe Zgromadzenie Konstytucyjne Francji podczas Rewolucji Francuskiej uchwaliło Deklarację Praw Człowieka i Obywatela, ustanawiającą podstawowe prawa i zasady polityczne narodu."
      },
      {
        "text1": "26 sierpnia 1914 roku podczas I wojny światowej rozegrała się bitwa pod Tannenbergiem, która zakończyła się zdecydowanym zwycięstwem wojsk niemieckich nad armią rosyjską."
      }
    ]
  },
  "8-27": {
    "curiosity": [
      {
        "text": "27 sierpnia 1859 roku NASA wystrzeliła sondę kosmiczną Jowisz, co było pierwszą misją mającą na celu zbadanie planety Jowisz i jego księżyców."
      },
      {
        "text1": "27 sierpnia 1928 r. podpisano Pakt Brianda-Kellogga, znany również jako Pakt Brianda-Kellogga, wielostronny traktat, w którym wyrzeczono się wojny jako środka rozstrzygania sporów międzynarodowych."
      }
    ]
  },
  "8-28": {
    "curiosity": [
      {
        "text": "28 sierpnia 1963 r. odbył się Marsz na Waszyngton na rzecz Pracy i Wolności, kultowe wydarzenie ruchu na rzecz praw obywatelskich w Stanach Zjednoczonych, podczas którego Martin Luther King Jr. wygłosił słynne przemówienie „Mam marzenie”."
      },
      {
        "text1": "28 sierpnia 1996 r. miał miejsce atak terrorystyczny na Wieżę Eiffla w Paryżu we Francji, w wyniku którego eksplodowała bomba w samochodzie, w wyniku czego kilka osób zostało rannych."
      }
    ]
  },
  "8-29": {
    "curiosity": [
      {
        "text": "29 sierpnia 2005 r. huragan Katrina uderzył w wybrzeże Zatoki Meksykańskiej w Stanach Zjednoczonych, powodując jedną z najgorszych klęsk żywiołowych w historii kraju, głównie w Nowym Orleanie."
      },
      {
        "text1": "29 sierpnia 1949 roku Związek Radziecki pomyślnie przetestował swoją pierwszą bombę atomową, rozpoczynając wyścig zbrojeń nuklearnych w czasie zimnej wojny."
      }
    ]
  },
  "8-30": {
    "curiosity": [
      {
        "text": "30 sierpnia 1797 roku w Londynie w Anglii urodziła się Mary Shelley, autorka Frankensteina, stając się jedną z najbardziej wpływowych pisarek literatury gotyckiej i science fiction."
      },
      {
        "text1": "30 sierpnia 2003 r. brazylijski astronauta Marcos Pontes został wystrzelony w przestrzeń kosmiczną na pokładzie statku kosmicznego Sojuz, stając się pierwszym brazylijskim astronautą, który udał się na Międzynarodową Stację Kosmiczną."
      }
    ]
  },
  "8-31": {
    "curiosity": [
      {
        "text": "31 sierpnia 1997 r. tragiczna śmierć księżnej Diany nastąpiła w wypadku samochodowym w Paryżu we Francji, wywołując zamieszanie na całym świecie i pozostawiając trwałe dziedzictwo jako działaczka humanitarna."
      },
      {
        "text1": "31 sierpnia 1939 roku wraz z inwazją nazistowskich Niemiec na Polskę rozpoczęła się II wojna światowa, rozpoczynając globalny konflikt, który miał trwać sześć lat i pochłonąć miliony ofiar śmiertelnych."
      }
    ]
  },
  "9-1": {
    "curiosity": [
      {
        "text": "1 września 1939 roku nazistowskie Niemcy zaatakowały Polskę, rozpoczynając II wojnę światową w Europie."
      },
      {
        "text1": "1 września 1985 roku zespół badawczy kierowany przez Roberta Ballarda odkrył na dnie Oceanu Atlantyckiego wrak Titanica."
      }
    ]
  },
  "9-2": {
    "curiosity": [
      {
        "text": "2 września 1945 roku nastąpiła formalna kapitulacja Japonii, kończąca II wojnę światową po eksplozji bomb atomowych w Hiroszimie i Nagasaki."
      },
      {
        "text1": "2 września 1666 roku wybuchł wielki pożar Londynu, niszcząc znaczną część miasta, w tym słynną katedrę św. Pawła."
      }
    ]
  },
  "9-3": {
    "curiosity": [
      {
        "text": "3 września 1783 roku podpisano traktat paryski, który zakończył wojnę o niepodległość Stanów Zjednoczonych i uznał niepodległość Stanów Zjednoczonych Ameryki."
      },
      {
        "text1": "3 września 1939 roku Francja i Wielka Brytania wypowiedziały wojnę nazistowskim Niemcom w odpowiedzi na inwazję na Polskę, rozpoczynając II wojnę światową w Europie."
      }
    ]
  },
  "9-4": {
    "curiosity": [
      {
        "text": "4 września 1957 roku Związek Radziecki pomyślnie wystrzelił w przestrzeń kosmiczną statek kosmiczny Sputnik 2, który wyniósł w przestrzeń kosmiczną pierwszą żywą istotę, psa Łajkę."
      },
      {
        "text1": "4 września 1781 roku amerykańskie siły kolonialne dowodzone przez Jerzego Waszyngtona pokonały armię brytyjską w bitwie pod Yorktown, decydującym wydarzeniu amerykańskiej wojny o niepodległość."
      }
    ]
  },
  "9-5": {
    "curiosity": [
      {
        "text": "5 września 1972 roku izraelska drużyna lekkoatletyczna stała się celem ataku terrorystycznego podczas igrzysk olimpijskich w Monachium, w wyniku którego zginęło 11 sportowców."
      },
      {
        "text1": "5 września 1793 r. w kontekście rewolucji francuskiej miała miejsce masakra w Lyonie, podczas której stracono setki ludzi w odwecie za opór wobec Konwencji Narodowej."
      }
    ]
  },
  "9-6": {
    "curiosity": [
      {
        "text": "6 września 1901 roku w Buffalo w stanie Nowy Jork prezydent Stanów Zjednoczonych William McKinley został zamordowany przez anarchistę Leona Czołgosza."
      },
      {
        "text1": "6 września 1966 roku w Stanach Zjednoczonych miała swoją premierę serial telewizyjny Star Trek, stając się fenomenem kulturowym i wpływającym na przyszłe pokolenia fanów i produkcji science fiction."
      }
    ]
  },
  "9-7": {
    "curiosity": [
      {
        "text": "7 września 1822 roku Brazylia ogłosiła niepodległość od Portugalii, co oznaczało początek nowego kraju i koniec portugalskich rządów kolonialnych."
      },
      {
        "text1": "7 września 1940 roku, podczas II wojny światowej, niemieckie bombardowania Londynu osiągnęły apogeum w czasie Blitz, powodując znaczne zniszczenia miasta."
      }
    ]
  },
  "9-8": {
    "curiosity": [
      {
        "text": "8 września 1565 roku doszło do bitwy o Maltę, w której joannici pokonali armię osmańską, uniemożliwiając podbój wyspy przez Imperium Osmańskie."
      },
      {
        "text1": "8 września 1900 r. huragan Galveston nawiedził miasto Galveston w Teksasie w Stanach Zjednoczonych, powodując jedną z najgorszych klęsk żywiołowych w historii Stanów Zjednoczonych, w wyniku której zginęło ponad 8 000 osób."
      }
    ]
  },
  "9-9": {
    "curiosity": [
      {
        "text": "9 września 1971 r. Państwo Katar ogłosiło niepodległość od Wielkiej Brytanii, stając się suwerennym krajem w Zatoce Perskiej."
      },
      {
        "text1": "9 września 1948 roku Korea Północna proklamowała Koreańską Republikę Ludowo-Demokratyczną, ustanawiając się państwem komunistycznym odrębnym od Korei Południowej."
      }
    ]
  },
  "9-10": {
    "curiosity": [
      {
        "text": "10 września 1939 roku Kanada wypowiedziała wojnę nazistowskim Niemcom, przystępując do drugiej wojny światowej wraz z Wielką Brytanią i innymi krajami alianckimi."
      },
      {
        "text1": "10 września 2008 roku po raz pierwszy włączono Wielki Zderzacz Hadronów (LHC), największy na świecie akcelerator cząstek, torując drogę nowym odkryciom naukowym."
      }
    ]
  },
  "9-11": {
    "curiosity": [
      {
        "text": "11 września 2001 roku Stany Zjednoczone były celem ataków terrorystycznych koordynowanych przez organizację Al-Kaida, których efektem było zniszczenie Bliźniaczych Wież World Trade Center, atak na Pentagon i samolot United Flight 93, który rozbił się w Pensylwania."
      },
      {
        "text1": "11 września 1973 r. w Chile doszło do zamachu stanu pod przywództwem generała Augusto Pinocheta, którego skutkiem był upadek demokratycznego rządu Salvadora Allende i ustanowienie dyktatury wojskowej."
      }
    ]
  },
  "9-12": {
    "curiosity": [
      {
        "text": "12 września 1940 roku podczas II wojny światowej Francja zmuszona była podpisać rozejm z hitlerowskimi Niemcami, kończąc swój aktywny udział w konflikcie."
      },
      {
        "text1": "12 września 1959 roku wystrzelona przez Związek Radziecki sonda kosmiczna Łuna 2 jako pierwszy obiekt stworzony przez człowieka dotarła na Księżyc, co stanowi ważny kamień milowy w eksploracji kosmosu."
      }
    ]
  },
  "9-13": {
    "curiosity": [
      {
        "text": "13 września 1993 r. przywódcy Izraela i Organizacji Wyzwolenia Palestyny ​​(OWP) podpisali Porozumienia z Oslo, kładąc podwaliny pod pokój na Bliskim Wschodzie."
      },
      {
        "text1": "13 września 1948 r. Francja, Wielka Brytania i Stany Zjednoczone wydały Deklarację Trójstronną, potwierdzając swoje poparcie dla pokojowego rozwiązania konfliktu arabsko-izraelskiego."
      }
    ]
  },
  "9-14": {
    "curiosity": [
      {
        "text": "14 września 1901 roku prezydent Stanów Zjednoczonych William McKinley zmarł w wyniku obrażeń odniesionych w strzelaninie, co doprowadziło do objęcia prezydentury przez Theodore'a Roosevelta."
      },
      {
        "text1": "14 września 1982 r. w obozach dla uchodźców palestyńskich w Bejrucie w Libanie doszło do masakry w Sabra i Shatila, w wyniku której zginęły tysiące ludzi."
      }
    ]
  },
  "9-15": {
    "curiosity": [
      {
        "text": "15 września 1821 roku Ameryka Środkowa ogłosiła niepodległość od Hiszpanii, tworząc Zjednoczone Prowincje Ameryki Środkowej, które później zostały podzielone na kilka krajów."
      },
      {
        "text1": "15 września 1944 roku siły alianckie rozpoczęły podczas II wojny światowej operację Market Garden, nieudaną próbę zdobycia kluczowych mostów w okupowanej przez nazistów Holandii."
      }
    ]
  },
  "9-16": {
    "curiosity": [
      {
        "text": "16 września 1810 roku Meksyk rozpoczął walkę o niepodległość od Hiszpanii, w ramach ruchu znanego jako Krzyk Dolores."
      },
      {
        "text1": "16 września 1978 r. podpisano traktat pokojowy w Camp David między Izraelem a Egiptem, oficjalnie kończący dziesięciolecia wrogości między obydwoma krajami."
      }
    ]
  },
  "9-17": {
    "curiosity": [
      {
        "text": "17 września 1787 roku w Filadelfii w stanie Pensylwania została podpisana Konstytucja Stanów Zjednoczonych Ameryki, ustanawiająca podstawy systemu politycznego i prawnego kraju."
      },
      {
        "text1": "17 września 1948 roku, po podziale Półwyspu Koreańskiego pod koniec II wojny światowej, proklamowano Republikę Korei (Koreę Południową)."
      }
    ]
  },
  "9-18": {
    "curiosity": [
      {
        "text": "18 września 1931 roku Japonia najechała Mandżurię, rozpoczynając konflikt znany jako incydent w Mukden, który ostatecznie doprowadził do drugiej wojny chińsko-japońskiej."
      },
      {
        "text1": "18 września 2001 roku Kongres Stanów Zjednoczonych przyjął uchwałę zezwalającą na użycie sił zbrojnych, torującą drogę wojnie z terroryzmem po atakach z 11 września."
      }
    ]
  },
  "9-19": {
    "curiosity": [
      {
        "text": "19 września 1870 roku podczas wojny francusko-pruskiej doszło do bitwy pod Sedanem, w wyniku której wojska pruskie pojmały cesarza Francji Napoleona III."
      },
      {
        "text1": "19 września 1985 roku w mieście Meksyk miało miejsce niszczycielskie trzęsienie ziemi o sile 8,1 w skali Richtera, które spowodowało śmierć tysięcy ludzi i rozległe zniszczenia."
      }
    ]
  },
  "9-20": {
    "curiosity": [
      {
        "text": "20 września 1519 roku portugalski odkrywca Ferdynand Magellan wyruszył w swoją wyprawę dookoła świata, która trwała prawie trzy lata."
      },
      {
        "text1": "20 września 2001 r. Prezydent Stanów Zjednoczonych George W. Bush wygłosił przed Kongresem przemówienie, w którym ogłosił „wojnę z terroryzmem” w odpowiedzi na ataki z 11 września."
      }
    ]
  },
  "9-21": {
    "curiosity": [
      {
        "text": "21 września 1937 r. podczas drugiej wojny chińsko-japońskiej doszło do masakry w Nankinie, podczas której siły japońskie dopuściły się okrucieństw wobec ludności cywilnej i jeńców wojennych."
      },
      {
        "text1": "21 września 1989 r. huragan Hugo uderzył w wybrzeże Karoliny Południowej w Stanach Zjednoczonych, powodując rozległe zniszczenia i śmierć ponad 80 osób."
      }
    ]
  },
  "9-22": {
    "curiosity": [
      {
        "text": "22 września 1980 r. Irak pod wodzą Saddama Husajna najechał Iran, rozpoczynając wojnę, która miała trwać osiem lat i pochłonęła miliony ofiar śmiertelnych."
      },
      {
        "text1": "22 września 1862 roku, podczas wojny secesyjnej, miała miejsce bitwa pod Antietam, najkrwawsza konfrontacja w historii Stanów Zjednoczonych, w której w ciągu jednego dnia zginęło ponad 22 000 osób."
      }
    ]
  },
  "9-23": {
    "curiosity": [
      {
        "text": "23 września 1949 roku Mao Zedonga proklamował Chińską Republikę Ludową, ustanawiając w kraju reżim komunistyczny."
      },
      {
        "text1": "23 września 2008 roku firma finansowa Lehman Brothers ogłosiła upadłość, wywołując światowy kryzys finansowy i pogłębiając światową recesję."
      }
    ]
  },
  "9-24": {
    "curiosity": [
      {
        "text": "24 września 622 roku miała miejsce Hidżra, migracja proroka Mahometa z Mekki do Medyny, wyznaczająca początek kalendarza islamskiego."
      },
      {
        "text1": "24 września 1946 roku Międzynarodowy Trybunał Wojskowy w Norymberdze w Niemczech skazał 12 przywódców nazistowskich na śmierć za zbrodnie wojenne i zbrodnie przeciwko ludzkości."
      }
    ]
  },
  "9-25": {
    "curiosity": [
      {
        "text": "25 września 1513 roku hiszpański odkrywca Vasco Núñez de Balboa, po przekroczeniu Przesmyku Panamskiego, jako pierwszy Europejczyk dostrzegł Ocean Spokojny."
      },
      {
        "text1": "25 września 1957 roku dziewięciu czarnoskórych uczniów rozpoczęło naukę w szkole Little Rock Central High School w Little Rock w stanie Arkansas pod ochroną federalną, co stanowiło ważny kamień milowy w ruchu na rzecz praw obywatelskich w Stanach Zjednoczonych."
      }
    ]
  },
  "9-26": {
    "curiosity": [
      {
        "text": "26 września 1580 roku powstała Unia Iberyjska, jednocząca korony Portugalii i Hiszpanii pod panowaniem króla hiszpańskiego Filipa II."
      },
      {
        "text1": "26 września 1983 roku radziecki przywódca Jurij Andropow ogłosił, że Związek Radziecki nie weźmie udziału w Letnich Igrzyskach Olimpijskich w Los Angeles w 1984 roku w odwecie za decyzję Stanów Zjednoczonych o bojkocie Igrzysk Olimpijskich w Moskwie w 1980 roku."
      }
    ]
  },
  "9-27": {
    "curiosity": [
      {
        "text": "27 września 1822 roku Brazylia ogłosiła niepodległość od Portugalii, ogłaszając Pedra I swoim cesarzem."
      },
      {
        "text1": "27 września 1905 roku podczas wojny rosyjsko-japońskiej miała miejsce bitwa pod Mukden, która zakończyła się zdecydowanym zwycięstwem Japonii nad siłami rosyjskimi."
      }
    ]
  },
  "9-28": {
    "curiosity": [
      {
        "text": "28 września 1066 roku w Anglii miała miejsce bitwa pod Stamford Bridge, w której król Anglii Harold II pokonał siły najeźdźców dowodzone przez Harolda III z Norwegii."
      },
      {
        "text1": "28 września 1928 roku Alexander Fleming przypadkowo odkrył penicylinę, jeden z najważniejszych antybiotyków w historii medycyny."
      }
    ]
  },
  "9-29": {
    "curiosity": [
      {
        "text": "29 września 1941 roku, podczas II wojny światowej, w Babim Jarze, wąwozie na obrzeżach Kijowa na Ukrainie, doszło do jednej z największych masakr w historii, podczas której hitlerowcy zamordowali ponad 33 000 Żydów w ciągu zaledwie dwóch dni."
      },
      {
        "text1": "29 września 2008 roku kryzys finansowy osiągnął nowy poziom wraz z upadkiem banku inwestycyjnego Lehman Brothers, zapoczątkowując szereg wydarzeń, które miały wpływ na światowy system finansowy."
      }
    ]
  },
  "9-30": {
    "curiosity": [
      {
        "text": "30 września 1938 r. doszło do podpisania Porozumień Monachijskich, w ramach których przywódcy europejscy ulegli żądaniom Adolfa Hitlera, zezwalając na aneksję regionu Sudetów przez nazistowskie Niemcy."
      },
      {
        "text1": "30 września 2005 roku kontrowersyjny proces Michaela Jacksona, oskarżonego o wykorzystywanie seksualne dzieci, zakończył się jego uniewinnieniem ze wszystkich zarzutów."
      }
    ]
  },
  "10-1": {
    "curiosity": [
      {
        "text": "1 października 1949 roku Mao Zedonga proklamował Chińską Republikę Ludową, ustanawiając w kraju reżim komunistyczny."
      },
      {
        "text1": "1 października 1961 roku powstała Organizacja Krajów Eksportujących Ropę Naftową (OPEC), sojusz krajów produkujących ropę naftową, którego celem jest koordynacja polityki związanej z handlem ropą naftową i ochrona interesów krajów członkowskich."
      }
    ]
  },
  "10-2": {
    "curiosity": [
      {
        "text": "2 października 1187 roku miała miejsce bitwa pod Hattin, w której muzułmański przywódca Saladyn pokonał chrześcijańskie siły Królestwa Jerozolimskiego, torując drogę muzułmańskiemu podbojowi Jerozolimy."
      },
      {
        "text1": "2 października 1968 r. w Meksyku podczas protestów studenckich przeciwko rządowi Meksyku doszło do masakry w Tlatelolco, w wyniku której zginęły setki demonstrantów."
      }
    ]
  },
  "10-3": {
    "curiosity": [
      {
        "text": "3 października 1990 roku Niemcy ponownie się zjednoczyły, oficjalnie kończąc podział między NRD i RFN."
      },
      {
        "text1": "3 października 1952 roku Wielka Brytania przeprowadziła swój pierwszy test bomby atomowej, stając się trzecią potęgą nuklearną na świecie."
      }
    ]
  },
  "10-4": {
    "curiosity": [
      {
        "text": "4 października 1957 roku Związek Radziecki pomyślnie wystrzelił Sputnika 1, pierwszego sztucznego satelitę w historii, zapoczątkowując erę kosmiczną."
      },
      {
        "text1": "4 października 2004 roku sonda kosmiczna Cassini-Huygens zakończyła swoją 7-letnią misję na Saturna, przesyłając cenne dane i obrazy dotyczące planety i jej księżyców."
      }
    ]
  },
  "10-5": {
    "curiosity": [
      {
        "text": "5 października 1789 r. podczas rewolucji francuskiej odbył się Marsz Kobiet na Wersal, kiedy tysiące paryżanek maszerowało pod Pałac Wersalski, żądając chleba i upadku króla."
      },
      {
        "text1": "5 października 2000 r. były prezydent Serbii Slobodan Milošević został obalony i przekazany Międzynarodowemu Trybunałowi Karnemu dla byłej Jugosławii, gdzie miał być sądzony za zbrodnie wojenne i zbrodnie przeciw ludzkości."
      }
    ]
  },
  "10-6": {
    "curiosity": [
      {
        "text": "6 października 1973 roku rozpoczęła się wojna Jom Kippur, konflikt pomiędzy Izraelem a koalicją pod wodzą Egiptu i Syrii, który pociągnął za sobą wielkie straty ludzkie i terytorialne."
      },
      {
        "text1": "6 października 1927 roku na ekrany kin wszedł niemy film „Śpiewak jazzowy”, będący pierwszym filmem fabularnym zawierającym sekwencje ze zsynchronizowanymi dialogami dźwiękowymi."
      }
    ]
  },
  "10-7": {
    "curiosity": [
      {
        "text": "7 października 1571 roku miała miejsce bitwa pod Lepanto, w której sojusz chrześcijański pod przewodnictwem Republiki Weneckiej i Imperium Hiszpańskiego pokonał flotę osmańską, zatrzymując natarcie osmańskie na zachodnią część Morza Śródziemnego."
      },
      {
        "text1": "7 października 1989 r. na terenie ówczesnej Czechosłowacji rozpoczęła się Pokojowa Rewolucja, wyznaczając początek końca reżimu komunistycznego w tym kraju."
      }
    ]
  },
  "10-8": {
    "curiosity": [
      {
        "text": "8 października 1871 roku miał miejsce Wielki Pożar Chicago, jedna z największych katastrof miejskich w historii Stanów Zjednoczonych, która zniszczyła znaczną część miasta."
      },
      {
        "text1": "8 października 2001 roku Stany Zjednoczone rozpoczęły inwazję wojskową na Afganistan w odpowiedzi na ataki terrorystyczne z 11 września 2001 roku."
      }
    ]
  },
  "10-9": {
    "curiosity": [
      {
        "text": "9 października 1967 r. argentyński przywódca rewolucyjny Che Guevara został schwytany w Boliwii, co oznaczało koniec jego kampanii partyzanckiej w Ameryce Południowej."
      },
      {
        "text1": "9 października 1989 r. nastąpił upadek muru berlińskiego, jedno z najważniejszych wydarzeń kończących zimną wojnę i zjednoczeniu Niemiec."
      }
    ]
  },
  "10-10": {
    "curiosity": [
      {
        "text": "10 października 732 roku we Francji miała miejsce bitwa pod Tours, gdzie siły frankońskie dowodzone przez Karola Martela pokonały armię muzułmańską, uniemożliwiając ekspansję kalifatu Umajjadów w Europie Zachodniej."
      },
      {
        "text1": "10 października 1845 roku w mieście Röcken w Niemczech urodził się filozof Fryderyk Nietzsche, stając się jedną z najbardziej wpływowych postaci współczesnej filozofii."
      }
    ]
  },
  "10-11": {
    "curiosity": [
      {
        "text": "11 października 1899 roku rozpoczęła się druga wojna burska, konflikt pomiędzy Wielką Brytanią a republikami burskimi w Republice Południowej Afryki, który zakończył się długotrwałą i wyniszczającą wojną."
      },
      {
        "text1": "11 października 1984 roku amerykańska astronautka Kathryn D. Sullivan jako pierwsza kobieta odbyła spacer kosmiczny."
      }
    ]
  },
  "10-12": {
    "curiosity": [
      {
        "text": "12 października 1492 roku do Ameryki przybył nawigator Krzysztof Kolumb, co zapoczątkowało europejską kolonizację kontynentu."
      },
      {
        "text1": "12 października 1984 roku pierwsza brytyjska astronautka, Helen Sharman, została wystrzelona w przestrzeń kosmiczną na pokładzie misji Sojuz TM-12."
      }
    ]
  },
  "10-13": {
    "curiosity": [
      {
        "text": "13 października 1307 roku, w piątek 13-go, nastąpiło masowe aresztowanie templariuszy we Francji, co oznaczało koniec wpływów i potęgi tego wojskowo-religijnego zakonu."
      },
      {
        "text1": "13 października 1972 roku lot 571 Urugwajskich Sił Powietrznych uległ wypadkowi w Andach, pozostawiając ocalałych przed walką o przetrwanie znaną jako „Cud Andów”."
      }
    ]
  },
  "10-14": {
    "curiosity": [
      {
        "text": "14 października 1066 roku miała miejsce bitwa pod Hastings, w której armia normańska dowodzona przez Wilhelma Zdobywcę pokonała króla Anglii Harolda II, zmieniając historię Anglii."
      },
      {
        "text1": "14 października 1947 roku amerykański pilot Chuck Yeager jako pierwszy człowiek w locie przekroczył barierę dźwięku."
      }
    ]
  },
  "10-15": {
    "curiosity": [
      {
        "text": "15 października 1815 roku Napoleon Bonaparte został pokonany w bitwie pod Waterloo, definitywnie kończąc jego panowanie i okres znany jako wojny napoleońskie."
      },
      {
        "text1": "15 października 1987 r. na nowojorskiej giełdzie miało miejsce wydarzenie zwane „Czarnym Poniedziałkiem”, które spowodowało znaczny spadek wartości giełdy."
      }
    ]
  },
  "10-16": {
    "curiosity": [
      {
        "text": "16 października 1793 roku podczas Rewolucji Francuskiej zgilotynowano królową Francji Marię Antoninę."
      },
      {
        "text1": "16 października 1962 r. rozpoczął się kryzys kubański, kiedy na wyspie odkryto radzieckie rakiety nuklearne, co doprowadziło świat na skraj wojny nuklearnej."
      }
    ]
  },
  "10-17": {
    "curiosity": [
      {
        "text": "17 października 1905 roku w Sankt Petersburgu w Rosji miała miejsce Krwawa Niedziela, kiedy żołnierze armii carskiej otworzyli ogień do pokojowych demonstrantów, wywołując serię wydarzeń, których kulminacją była rewolucja rosyjska 1917 roku."
      },
      {
        "text1": "17 października 1989 r. trzęsienie ziemi o sile 6,9 ​​w skali Richtera nawiedziło obszar Zatoki San Francisco w Kalifornii, powodując rozległe zniszczenia i pozbawiając dachu nad głową tysiące ludzi."
      }
    ]
  },
  "10-18": {
    "curiosity": [
      {
        "text": "18 października 1867 roku Alaska została formalnie przeniesiona z Rosji do Stanów Zjednoczonych, po wykupieniu terytorium przez Amerykanów."
      },
      {
        "text1": "18 października 1968 roku w Meksyku odbyły się Letnie Igrzyska Olimpijskie, które upamiętniły słynny protest czarnych sportowców ze Stanów Zjednoczonych na podium."
      }
    ]
  },
  "10-19": {
    "curiosity": [
      {
        "text": "19 października 1987 r. indeks Dow Jones na nowojorskiej giełdzie odnotował największy jednodniowy spadek, zwany „Czarnym Poniedziałkiem”."
      },
      {
        "text1": "19 października 2003 roku wystrzelono europejską sondę kosmiczną Beagle 2 w celu lądowania na Marsie, jednak kontakt z sondą został utracony, a jej dokładna lokalizacja pozostaje nieznana."
      }
    ]
  },
  "10-20": {
    "curiosity": [
      {
        "text": "20 października 1944 r., podczas II wojny światowej, miasto Belgrad, stolica Jugosławii, zostało wyzwolone spod sił hitlerowskich przez Armię Czerwoną i Ludowo-Wyzwoleńczą Armię Jugosławii."
      },
      {
        "text1": "Kryzys naftowy rozpoczął się 20 października 1973 r., kiedy kraje arabskie będące członkami OPEC ogłosiły embargo na ropę w odwecie za wsparcie Zachodu dla Izraela w wojnie Jom Kippur."
      }
    ]
  },
  "10-21": {
    "curiosity": [
      {
        "text": "21 października 1520 roku w Meksyku miała miejsce bitwa pod Otumbą, gdzie siły Azteków zmierzyły się z wojskami hiszpańskimi dowodzonymi przez Hernána Cortésa."
      },
      {
        "text1": "21 października 1966 r. osuwisko w hrabstwie Aberfan w Walii spowodowało śmierć 144 osób, w większości dzieci, w wyniku zawalenia się hałdy węgla."
      }
    ]
  },
  "10-22": {
    "curiosity": [
      {
        "text": "22 października 1797 roku brytyjska marynarka wojenna pokonała flotę hiszpańską w bitwie u przylądka św. Wincentego podczas wojen napoleońskich."
      },
      {
        "text1": "22 października 1962 roku prezydent Stanów Zjednoczonych John F. Kennedy publicznie ogłosił odkrycie radzieckich rakiet nuklearnych na Kubie, co wywołało kryzys kubański."
      }
    ]
  },
  "10-23": {
    "curiosity": [
      {
        "text": "23 października 1956 r. rozpoczęła się rewolucja węgierska, ludowe powstanie przeciwko komunistycznemu rządowi Węgier, stłumione przez siły radzieckie."
      },
      {
        "text1": "23 października 2001 roku firma Apple wprowadziła na rynek iPoda, jedno z najpopularniejszych i najbardziej wpływowych przenośnych urządzeń muzycznych w historii."
      }
    ]
  },
  "10-24": {
    "curiosity": [
      {
        "text": "24 października 1945 roku utworzono Organizację Narodów Zjednoczonych (ONZ), której celem było wspieranie pokoju i współpracy międzynarodowej po drugiej wojnie światowej."
      },
      {
        "text1": "24 października 2003 roku wystrzelono europejską sondę kosmiczną Mars Express, której celem było zbadanie Marsa i poszukiwanie śladów wody na planecie."
      }
    ]
  },
  "10-25": {
    "curiosity": [
      {
        "text": "25 października 1415 roku we Francji miała miejsce bitwa pod Azincourt, gdzie siły angielskie dowodzone przez Henryka V odniosły znaczące zwycięstwo podczas wojny stuletniej."
      },
      {
        "text1": "25 października 2001 roku firma Microsoft wypuściła system operacyjny Windows XP, stając się jednym z najpopularniejszych i najdłużej działających systemów operacyjnych w historii."
      }
    ]
  },
  "10-26": {
    "curiosity": [
      {
        "text": "26 października 1947 roku po raz pierwszy ukazała się słynna książka dla dzieci „Mały Książę” autorstwa Antoine’a de Saint-Exupéry’ego."
      },
      {
        "text1": "26 października 1979 r. zmarł radziecki przywódca Leonid Breżniew, kończąc 18-letni okres przywództwa i rozpoczynając nową erę w Związku Radzieckim."
      }
    ]
  },
  "10-27": {
    "curiosity": [
      {
        "text": "27 października 1904 roku otwarto dla publiczności pierwszą edycję nowojorskiego metra, rewolucjonizując transport w mieście."
      },
      {
        "text1": "27 października 1962 roku, podczas kryzysu kubańskiego, nad Kubą zestrzelono samolot szpiegowski U-2, co jeszcze bardziej zwiększyło napięcie między Stanami Zjednoczonymi a Związkiem Radzieckim."
      }
    ]
  },
  "10-28": {
    "curiosity": [
      {
        "text": "28 października 1886 roku w porcie nowojorskim oficjalnie poświęcono Statuę Wolności, ikoniczny symbol Stanów Zjednoczonych."
      },
      {
        "text1": "28 października 1962 r., podczas kryzysu kubańskiego, prezydent Stanów Zjednoczonych John F. Kennedy ogłosił, że radzieckie rakiety zostaną usunięte z Kuby, co zakończy kryzys."
      }
    ]
  },
  "10-29": {
    "curiosity": [
      {
        "text": "29 października 1929 r. miał miejsce słynny krach na giełdzie nowojorskiej, który zapoczątkował Wielki Kryzys, który dotknął światową gospodarkę."
      },
      {
        "text1": "29 października 1956 roku Izrael, Francja i Wielka Brytania najechały Egipt w ramach tak zwanego kryzysu sueskiego, mając na celu przejęcie kontroli nad Kanałem Sueskim i obalenie egipskiego prezydenta Gamala Abdela Nassera."
      }
    ]
  },
  "10-30": {
    "curiosity": [
      {
        "text": "30 października 1938 roku odbyła się słynna audycja radiowa pod tytułem „Wojna światów”, w której reżyser Orson Welles zaadaptował książkę HG Wellsa, wywołując panikę wśród słuchaczy, którzy wierzyli, że jest to inwazja kosmitów."
      },
      {
        "text1": "30 października 1961 roku Związek Radziecki zdetonował „Car Bombę”, największą bombę atomową, jaką kiedykolwiek zdetonowano w historii, o szacunkowej mocy 50 megaton."
      }
    ]
  },
  "10-31": {
    "curiosity": [
      {
        "text": "31 października 1517 roku mnich Marcin Luter umieścił swoje 95 tez na drzwiach kościoła zamkowego w Wittenberdze w Niemczech, co zapoczątkowało reformację protestancką."
      },
      {
        "text1": "31 października 1956 r. miała miejsce rewolucja węgierska, powstanie przeciwko komunistycznemu rządowi Węgier, które zostało brutalnie stłumione przez siły radzieckie."
      }
    ]
  },
  "11-1": {
    "curiosity": [
      {
        "text": "1 listopada 1512 roku w Watykanie w Rzymie odsłonięto malowidło ścienne „Fresk na suficie Kaplicy Sykstyńskiej” autorstwa Michała Anioła, które jest uważane za jedno z najsłynniejszych i najważniejszych dzieł sztuki w historii."
      },
      {
        "text1": "1 listopada 1952 roku w Stanach Zjednoczonych miała miejsce pierwsza udana detonacja bomby wodorowej, co oznaczało znaczący postęp w technologii broni nuklearnej."
      }
    ]
  },
  "11-2": {
    "curiosity": [
      {
        "text": "2 listopada 1917 roku, podczas I wojny światowej, po śmiałej szarży kawalerii brytyjski generał Edmund Allenby zdobył miasto Beersheba w Palestynie."
      },
      {
        "text1": "2 listopada 1983 roku Stany Zjednoczone dokonały militarnej inwazji na karaibską wyspę Grenada w ramach operacji znanej jako „Operacja Urgent Fury”, której celem było obalenie marksistowsko-leninowskiego rządu, który przejął władzę."
      }
    ]
  },
  "11-3": {
    "curiosity": [
      {
        "text": "3 listopada 1948 r. prezydent Stanów Zjednoczonych Harry S. Truman został ponownie wybrany na urząd prezydenta, po zaskakującym zwycięstwie nad kandydatem Republikanów Thomasem E. Deweyem."
      },
      {
        "text1": "3 listopada 1957 roku Związek Radziecki pomyślnie wystrzelił pierwszego sztucznego satelitę Ziemi, Sputnika 2, który wyniósł w przestrzeń kosmiczną pierwszą żywą istotę, psa Łajkę."
      }
    ]
  },
  "11-4": {
    "curiosity": [
      {
        "text": "4 listopada 1979 r. miał miejsce kryzys z udziałem zakładników w Iranie, kiedy irańscy studenci zaatakowali ambasadę Stanów Zjednoczonych w Teheranie, przetrzymując 52 Amerykanów jako zakładników przez ponad rok."
      },
      {
        "text1": "4 listopada 2008 roku Barack Obama został wybrany 44. prezydentem Stanów Zjednoczonych, stając się pierwszym afroamerykańskim prezydentem w historii kraju."
      }
    ]
  },
  "11-5": {
    "curiosity": [
      {
        "text": "5 listopada 1605 roku w Wielkiej Brytanii miał miejsce słynny „spisek prochowy”, podczas którego Guy Fawkes i inni katoliccy spiskowcy planowali wysadzić brytyjski parlament podczas oficjalnego otwarcia sesji."
      },
      {
        "text1": "5 listopada 1911 roku król Włoch Wiktor Emanuel III ogłosił aneksję Libii do terytorium Włoch po militarnym podboju tego północnoafrykańskiego kraju."
      }
    ]
  },
  "11-6": {
    "curiosity": [
      {
        "text": "6 listopada 1860 roku Abraham Lincoln został wybrany 16. prezydentem Stanów Zjednoczonych, co wywołało napięcia, których kulminacją była wojna secesyjna."
      },
      {
        "text1": "6 listopada 1985 r. wybuchł wulkan Nevado del Ruiz w Kolumbii, powodując lawinę błota i popiołu, która spustoszyła miasto Armero i spowodowała śmierć ponad 23 000 ludzi."
      }
    ]
  },
  "11-7": {
    "curiosity": [
      {
        "text": "7 listopada 1917 r. miała miejsce rewolucja rosyjska, podczas której bolszewicy pod wodzą Włodzimierza Lenina przejęli władzę i ustanowili komunistyczne rządy w Rosji."
      },
      {
        "text1": "7 listopada 2000 r. Demokrata Al Gore zdobył większość w głosowaniu powszechnym, ale republikanin George W. Bush wygrał wybory prezydenckie w Stanach Zjednoczonych po kontrowersyjnym orzeczeniu Sądu Najwyższego."
      }
    ]
  },
  "11-8": {
    "curiosity": [
      {
        "text": "8 listopada 1895 roku Wilhelm Conrad Roentgen odkrył promienie rentgenowskie, ważne odkrycie, które zrewolucjonizowało medycynę i radiologię."
      },
      {
        "text1": "8 listopada 2016 roku Donald Trump został wybrany 45. prezydentem Stanów Zjednoczonych, pokonując kandydatkę Demokratów Hillary Clinton."
      }
    ]
  },
  "11-9": {
    "curiosity": [
      {
        "text": "9 listopada 1989 roku upadł Mur Berliński, który podzielił Berlin na prawie 30 lat, symbolizując koniec zimnej wojny i upadek bloku socjalistycznego."
      },
      {
        "text1": "9 listopada 1938 r. w nazistowskich Niemczech miała miejsce tzw. „Noc Tłuczonego Szkła”, czyli seria brutalnych ataków na ludność żydowską, jej majątek i synagogi."
      }
    ]
  },
  "11-10": {
    "curiosity": [
      {
        "text": "10 listopada 1483 roku urodził się Marcin Luter, przywódca reformacji protestanckiej i ważna postać w historii religijnej i politycznej Europy."
      },
      {
        "text1": "10 listopada 1975 roku królowa Wielkiej Brytanii Elżbieta II złożyła historyczną wizytę w Australii, pierwszą wizytę brytyjskiego monarchy w tym kraju od czasu Federacji Australijskiej w 1901 roku."
      }
    ]
  },
  "11-11": {
    "curiosity": [
      {
        "text": "11 listopada 1918 roku podpisano rozejm w Compiègne, który położył kres I wojnie światowej, wszedł w życie o godzinie 11:00 i był obchodzony w wielu krajach jako Dzień Rozejmu."
      },
      {
        "text1": "11 listopada 1889 roku stan Rio de Janeiro w Brazylii zniósł niewolnictwo, stając się pierwszą brazylijską jednostką federacyjną, która to zrobiła."
      }
    ]
  },
  "11-12": {
    "curiosity": [
      {
        "text": "12 listopada 1955 roku miał miejsce incydent znany jako „Cud w Lourdes”, kiedy posąg Matki Boskiej zaczął płakać w mieście Syracuse w stanie Nowy Jork, co doprowadziło do wzrostu liczby pielgrzymów i dochodzenia w sprawie zjawisko w Kościele katolickim."
      },
      {
        "text1": "12 listopada 1990 roku należąca do NASA sonda kosmiczna Galileo przeleciała nad Wenus po swojej trajektorii w kierunku Jowisza, przeprowadzając obserwacje i zbierając dane naukowe."
      }
    ]
  },
  "11-13": {
    "curiosity": [
      {
        "text": "13 listopada 354 roku urodził się św. Augustyn, jeden z najbardziej wpływowych teologów i filozofów Kościoła katolickiego, znany z takich dzieł jak „Wyznania” i „Miasto Boże”."
      },
      {
        "text1": "13 listopada 2015 r. w Paryżu we Francji miała miejsce seria skoordynowanych ataków terrorystycznych dokonanych przez ekstremistyczną grupę Państwo Islamskie, w wyniku których zginęło 130 osób, a setki zostały ranne."
      }
    ]
  },
  "11-14": {
    "curiosity": [
      {
        "text": "14 listopada 1851 roku po raz pierwszy ukazała się brytyjska gazeta „The New York Times”, stając się jedną z najbardziej wpływowych i renomowanych gazet na świecie."
      },
      {
        "text1": "14 listopada 1969 roku wystrzelono Apollo 12, drugą załogową misję programu Apollo NASA, której celem było lądowanie na Księżycu."
      }
    ]
  },
  "11-15": {
    "curiosity": [
      {
        "text": "15 listopada 1889 roku w Brazylii miała miejsce proklamacja Republiki, oznaczająca koniec Cesarstwa i ustanowienie w kraju reżimu republikańskiego."
      },
      {
        "text1": "15 listopada 1988 roku Palestyna ogłosiła niepodległość w mieście Algier w Algierii, uznając ją przez kilka krajów za suwerenne państwo."
      }
    ]
  },
  "11-16": {
    "curiosity": [
      {
        "text": "16 listopada 1532 roku w Peru miała miejsce bitwa pod Cajamarca, podczas której hiszpański zdobywca Francisco Pizarro pojmał cesarza Inków Atahualpę, rozpoczynając hiszpański podbój regionu."
      },
      {
        "text1": "16 listopada 1995 r. podpisano Ogólne Porozumienie Pokojowe, oficjalnie kończące wojnę w Bośni, konflikt etniczno-religijny, który w latach 90. spustoszył region Bałkanów."
      }
    ]
  },
  "11-17": {
    "curiosity": [
      {
        "text": "17 listopada 1558 roku na tron ​​wstąpiła angielska królowa Elżbieta I, rozpoczynając jedno z najważniejszych i najdłuższych panowań w historii kraju."
      },
      {
        "text1": "17 listopada 1989 roku w Czechosłowacji rozpoczęła się aksamitna rewolucja, pokojowy ruch, który doprowadził do upadku reżimu komunistycznego w kraju."
      }
    ]
  },
  "11-18": {
    "curiosity": [
      {
        "text": "18 listopada 1307 roku we Francji miało miejsce aresztowanie templariuszy, co było przełomowym wydarzeniem w historii Zakonu Templariuszy."
      },
      {
        "text1": "18 listopada 1928 roku wynalazca i inżynier elektronik John Logie Baird wyemitował w Stanach Zjednoczonych pierwszą transmisję w telewizji kolorowej."
      }
    ]
  },
  "11-19": {
    "curiosity": [
      {
        "text": "19 listopada 1863 roku prezydent Stanów Zjednoczonych Abraham Lincoln wygłosił słynne przemówienie w Gettysburgu podczas wojny secesyjnej, potwierdzając ideały równości i wolności."
      },
      {
        "text1": "19 listopada 1997 r. NASA wystrzeliła sondę kosmiczną Cassini-Huygens w celu zbadania planety Saturn i jej księżyców."
      }
    ]
  },
  "11-20": {
    "curiosity": [
      {
        "text": "20 listopada 1945 roku rozpoczął się proces norymberski, w którym przywódcy nazistowscy byli sądzeni za zbrodnie wojenne i zbrodnie przeciw ludzkości podczas II wojny światowej."
      },
      {
        "text1": "20 listopada 1989 roku Zgromadzenie Ogólne ONZ przyjęła Konwencję o prawach dziecka, ustanawiającą podstawowe prawa dzieci na całym świecie."
      }
    ]
  },
  "11-21": {
    "curiosity": [
      {
        "text": "21 listopada 1877 roku Thomas Edison ogłosił wynalezienie fonografu, jednego z pierwszych urządzeń zdolnych do odtwarzania nagranych dźwięków."
      },
      {
        "text1": "21 listopada 1974 roku po upadku cesarza Haile Selassie Etiopia stała się państwem socjalistycznym."
      }
    ]
  },
  "11-22": {
    "curiosity": [
      {
        "text": "22 listopada 1963 r. w Dallas w Teksasie został zamordowany prezydent Stanów Zjednoczonych John F. Kennedy. Wydarzenie to wstrząsnęło krajem i światem."
      },
      {
        "text1": "22 listopada 2005 roku firma Microsoft wprowadziła na rynek konsolę do gier wideo Xbox 360, zapoczątkowując nową generację konsol do gier."
      }
    ]
  },
  "11-23": {
    "curiosity": [
      {
        "text": "23 listopada 1889 roku irlandzka dziennikarka i pisarka Nellie Bly rozpoczęła podróż dookoła świata w 72 dni, ustanawiając rekord świata."
      },
      {
        "text1": "23 listopada 1981 r. Stacja kosmiczna Skylab wystrzelona przez NASA w 1973 r. ponownie weszła w atmosferę ziemską i rozpadła się, kończąc swoją misję."
      }
    ]
  },
  "11-24": {
    "curiosity": [
      {
        "text": "24 listopada 1859 roku ukazała się książka Karola Darwina „O powstawaniu gatunków”, przedstawiająca teorię ewolucji poprzez dobór naturalny."
      },
      {
        "text1": "24 listopada 1963 r. po zabójstwie Prezydenta Stanów Zjednoczonych Johna F. Kennedy'ego nastąpiło zabójstwo Lee Harveya Oswalda, głównego podejrzanego o tę zbrodnię, dokonane przez Jacka Ruby'ego."
      }
    ]
  },
  "11-25": {
    "curiosity": [
      {
        "text": "25 listopada 1975 r. w Birmie (wówczas Birmie) aresztowano przywódczynię polityczną i działaczkę na rzecz praw kobiet Aung San Suu Kyi, która przez kilka lat przebywała w areszcie domowym."
      },
      {
        "text1": "25 listopada 2001 roku utworzono Światową Organizację Handlu (WTO), której celem jest promowanie wolnego handlu i regulacja handlu międzynarodowego."
      }
    ]
  },
  "11-26": {
    "curiosity": [
      {
        "text": "26 listopada 1922 roku brytyjscy archeolodzy odkryli wejście do grobowca faraona Tutanchamona w Dolinie Królów w Egipcie."
      },
      {
        "text1": "26 listopada 2008 r. w Bombaju w Indiach miał miejsce atak terrorystyczny przeprowadzony przez grupę islamską, w wyniku którego doszło do kilku skoordynowanych ataków w całym mieście."
      }
    ]
  },
  "11-27": {
    "curiosity": [
      {
        "text": "27 listopada 1095 roku papież Urban II wygłosił przemówienie w Clermont, wzywając do zorganizowania pierwszej krucjaty w celu odzyskania Jerozolimy z rąk muzułmanów."
      },
      {
        "text1": "27 listopada 1978 roku burmistrz Jonestown w Gujanie Jim Jones doprowadził do zbiorowego samobójstwa ponad 900 wyznawców swojego kultu w wydarzeniu znanym jako masakra w Jonestown."
      }
    ]
  },
  "11-28": {
    "curiosity": [
      {
        "text": "28 listopada 1520 roku w Meksyku miała miejsce bitwa pod Otumbą, w której hiszpański zdobywca Hernán Cortés i jego rdzenni sojusznicy pokonali armię Azteków dowodzoną przez Cuauhtémoca."
      },
      {
        "text1": "28 listopada 1942 roku, podczas II wojny światowej, miała miejsce operacja Torch, podczas której siły alianckie wylądowały na wybrzeżu Afryki Północnej, rozpoczynając kampanię na śródziemnomorskim teatrze działań."
      }
    ]
  },
  "11-29": {
    "curiosity": [
      {
        "text": "29 listopada 1947 r. Zgromadzenie Ogólne Narodów Zjednoczonych zatwierdziło Plan Podziału Palestyny, który przewidywał utworzenie w regionie państwa żydowskiego i państwa arabskiego."
      },
      {
        "text1": "29 listopada 1961 roku NASA wystrzeliła kapsułę kosmiczną Mercury-Atlas 5 z małpą Enos na pokładzie, wykonując w ten sposób drugi załogowy lot orbitalny w ramach programu Mercury."
      }
    ]
  },
  "11-30": {
    "curiosity": [
      {
        "text": "30 listopada 1803 roku Stany Zjednoczone formalnie nabyły od Francji terytorium Luizjany w ramach umowy znanej jako zakup Luizjany."
      },
      {
        "text1": "30 listopada 1966 roku Barbados uniezależnił się od Wielkiej Brytanii, kończąc swój status kolonii brytyjskiej."
      }
    ]
  },
  "12-01": {
    "curiosity": [
      {
        "text": "1 grudnia 1955 roku Rosa Parks, działaczka na rzecz praw obywatelskich, odmówiła ustąpienia miejsca białemu mężczyźnie w autobusie w Montgomery w stanie Alabama, co wywołało ruch na rzecz praw obywatelskich w Stanach Zjednoczonych."
      },
      {
        "text1": "1 grudnia 1990 r. nastąpiło zjednoczenie Niemiec, polegające na zjednoczeniu Niemiec Zachodnich i NRD po upadku muru berlińskiego."
      }
    ]
  },
  "12-02": {
    "curiosity": [
      {
        "text": "2 grudnia 1804 roku Napoleon Bonaparte został koronowany na cesarza Francji w katedrze Notre-Dame w Paryżu."
      },
      {
        "text1": "2 grudnia 1942 roku, podczas II wojny światowej, w laboratorium Los Alamos w Nowym Meksyku w Stanach Zjednoczonych odbył się pierwszy udany test bomby atomowej."
      }
    ]
  },
  "12-03": {
    "curiosity": [
      {
        "text": "3 grudnia 1967 roku południowoafrykański chirurg Christiaan Barnard przeprowadził w Cape Town w Republice Południowej Afryki pierwszy udany przeszczep ludzkiego serca."
      },
      {
        "text1": "3 grudnia 1984 r. w mieście Bhopal w Indiach miał miejsce poważny wyciek toksycznego gazu, uważany za jedną z najgorszych katastrof przemysłowych w historii, powodujący śmierć i obrażenia tysięcy osób."
      }
    ]
  },
  "12-04": {
    "curiosity": [
      {
        "text": "4 grudnia 1945 roku utworzono Organizację Narodów Zjednoczonych ds. Oświaty, Nauki i Kultury (UNESCO), której celem jest promowanie pokoju i współpracy międzynarodowej poprzez edukację, naukę i kulturę."
      },
      {
        "text1": "4 grudnia 1971 roku Indie pokonały Pakistan w wojnie o niepodległość Bangladeszu, co doprowadziło do niepodległości Bangladeszu i zakończenia wojny."
      }
    ]
  },
  "12-05": {
    "curiosity": [
      {
        "text": "5 grudnia 1933 roku w Stanach Zjednoczonych uchylono prohibicję, ponownie zezwalając na produkcję i sprzedaż napojów alkoholowych."
      },
      {
        "text1": "5 grudnia 2013 r. w wieku 95 lat zmarł Nelson Mandela, przywódca przeciwny apartheidowi i były prezydent Republiki Południowej Afryki, pozostawiając dziedzictwo walki o prawa człowieka i pojednanie."
      }
    ]
  },
  "12-06": {
    "curiosity": [
      {
        "text": "6 grudnia 1877 roku Thomas Edison po raz pierwszy publicznie zademonstrował swój fonograf, urządzenie zdolne do nagrywania i odtwarzania dźwięków."
      },
      {
        "text1": "6 grudnia 1989 r. w Pekinie w Chinach doszło do masakry na placu Tiananmen, kiedy wojska rządowe brutalnie stłumiły protestujących prodemokratycznie."
      }
    ]
  },
  "12-07": {
    "curiosity": [
      {
        "text": "7 grudnia 1941 roku miał miejsce japoński atak na bazę morską Pearl Harbor na Hawajach, upamiętniający przystąpienie Stanów Zjednoczonych do II wojny światowej."
      },
      {
        "text1": "7 grudnia 1972 roku wystrzelono Apollo 17, ostatnią załogową misję programu Apollo NASA, która była jednocześnie ostatnią misją człowieka na Księżycu."
      }
    ]
  },
  "12-08": {
    "curiosity": [
      {
        "text": "8 grudnia 1980 roku w Nowym Jorku w Stanach Zjednoczonych były Beatles John Lennon został zamordowany przez zaniepokojonego fana."
      },
      {
        "text1": "8 grudnia 1991 r. przywódcy Rosji, Ukrainy i Białorusi podpisali Porozumienie Belaveja, które rozwiązało Związek Radziecki i utworzyło Wspólnotę Niepodległych Państw (WNP)."
      }
    ]
  },
  "12-09": {
    "curiosity": [
      {
        "text": "9 grudnia 1987 roku podpisano międzynarodowe porozumienie zwane Protokołem montrealskim, którego celem jest ochrona warstwy ozonowej poprzez stopniowe ograniczanie stosowania substancji zubożających ją."
      },
      {
        "text1": "9 grudnia 2013 r. były prezydent Republiki Południowej Afryki Nelson Mandela został uhonorowany pomnikiem w Johannesburgu, w którym zgromadzili się przywódcy i osobistości z całego świata."
      }
    ]
  },
  "12-10": {
    "curiosity": [
      {
        "text": "10 grudnia 1948 roku Zgromadzenie Ogólne Narodów Zjednoczonych przyjęło Powszechną Deklarację Praw Człowieka, ustanawiającą podstawowe prawa wszystkich istot ludzkich."
      },
      {
        "text1": "10 grudnia 1989 r. czeski przywódca Václav Havel został wybrany na prezydenta Czechosłowacji, co oznaczało koniec reżimu komunistycznego w kraju."
      }
    ]
  },
  "12-11": {
    "curiosity": [
      {
        "text": "11 grudnia 1936 roku król Wielkiej Brytanii Edward VIII zrzekł się tronu, aby poślubić rozwiedzioną Amerykankę Wallis Simpson, co wywołało kryzys konstytucyjny."
      },
      {
        "text1": "11 grudnia 2001 roku Chiny przystąpiły do ​​Światowej Organizacji Handlu (WTO), otwierając swoją gospodarkę na rynek globalny."
      }
    ]
  },
  "12-12": {
    "curiosity": [
      {
        "text": "12 grudnia 1915 roku w Stanach Zjednoczonych wyemitowano pierwszą rozrywkową audycję radiową, co zapoczątkowało erę radia jako popularnego środka komunikacji."
      },
      {
        "text1": "12 grudnia 2000 roku Sąd Najwyższy Stanów Zjednoczonych zakończył spór wyborczy związany z wyborami prezydenckimi w 2000 roku, ogłaszając zwycięzcą George'a W. Busha."
      }
    ]
  },
  "12-13": {
    "curiosity": [
      {
        "text": "13 grudnia 1937 roku miasto Nanking w Chinach zostało zajęte przez siły japońskie, co zapoczątkowało masakrę w Nankinie, jedno z najbrutalniejszych wydarzeń drugiej wojny chińsko-japońskiej."
      },
      {
        "text1": "13 grudnia 2003 r. Saddam Husajn, były prezydent Iraku, został schwytany przez siły amerykańskie, co zakończyło jego życie jako zbieg."
      }
    ]
  },
  "12-14": {
    "curiosity": [
      {
        "text": "14 grudnia 1900 roku Max Planck po raz pierwszy przedstawił swoją teorię kwantową, która była kamieniem milowym współczesnej fizyki."
      },
      {
        "text1": "14 grudnia 2012 r. bandyta otworzył ogień w szkole podstawowej Sandy Hook w Stanach Zjednoczonych, zabijając 26 osób, w tym 20 dzieci, w jednej z najgorszych strzelanin w szkołach w historii kraju."
      }
    ]
  },
  "12-15": {
    "curiosity": [
      {
        "text": "15 grudnia 1791 roku ratyfikowano Kartę Praw Stanów Zjednoczonych, składającą się z dziesięciu poprawek do Konstytucji, gwarantującą obywatelom wolności obywatelskie i indywidualne."
      },
      {
        "text1": "15 grudnia 2001 r. miasto Kandahar w Afganistanie zostało zajęte przez siły koalicji pod przywództwem USA, co stanowiło punkt zwrotny w wojnie w Afganistanie."
      }
    ]
  },
  "12-16": {
    "curiosity": [
      {
        "text": "16 grudnia 1773 roku miała miejsce Boston Tea Party, protest, podczas którego amerykańscy koloniści wrzucali ładunki brytyjskiej herbaty do portu bostońskiego w akcie oporu wobec brytyjskich podatków."
      },
      {
        "text1": "16 grudnia 1971 roku Indie oficjalnie uznały Bangladesz za niepodległy kraj, kończąc wojnę wyzwoleńczą Bangladeszu przeciwko Pakistanowi."
      }
    ]
  },
  "12-17": {
    "curiosity": [
      {
        "text": "17 grudnia 1903 roku bracia Wright wykonali pierwszy kontrolowany lot samolotu z napędem w Kitty Hawk w Karolinie Północnej w Stanach Zjednoczonych."
      },
      {
        "text1": "17 grudnia 2010 r. tunezyjski sprzedawca uliczny Mohamed Bouazizi podpalił się, wywołując masowe protesty w Tunezji, znane jako jaśminowa rewolucja, które rozprzestrzeniły się w całym świecie arabskim."
      }
    ]
  },
  "12-18": {
    "curiosity": [
      {
        "text": "18 grudnia 1865 roku ratyfikowano trzynastą poprawkę do Konstytucji Stanów Zjednoczonych, znoszącą niewolnictwo w kraju."
      },
      {
        "text1": "18 grudnia 1892 roku angielski pisarz Arthur Conan Doyle opublikował powieść „Pies Baskerville’ów”, jedną z najsłynniejszych opowieści o Sherlocku Holmesie."
      }
    ]
  },
  "12-19": {
    "curiosity": [
      {
        "text": "19 grudnia 1843 roku ukazała się książka „Opowieść wigilijna” autorstwa Charlesa Dickensa, jedna z najpopularniejszych opowieści bożonarodzeniowych wszechczasów."
      },
      {
        "text1": "19 grudnia 1998 r. Izba Reprezentantów Stanów Zjednoczonych zatwierdziła impeachment prezydenta Billa Clintona, oskarżonego o krzywoprzysięstwo i utrudnianie działania wymiaru sprawiedliwości."
      }
    ]
  },
  "12-20": {
    "curiosity": [
      {
        "text": "20 grudnia 1803 roku Stany Zjednoczone formalnie nabyły od Francji terytorium Luizjany w ramach umowy znanej jako zakup Luizjany."
      },
      {
        "text1": "20 grudnia 1989 r. siły zbrojne Stanów Zjednoczonych dokonały inwazji na Panamę w ramach operacji mającej na celu schwytanie dyktatora Manuela Noriegi, oskarżonego o handel narkotykami i przestępstwa przeciwko prawom człowieka."
      }
    ]
  },
  "12-21": {
    "curiosity": [
      {
        "text": "21 grudnia 1620 roku angielscy koloniści wylądowali w Plymouth Rock w stanie Massachusetts, zakładając kolonię Plymouth i wyznaczając początek brytyjskiej kolonizacji Ameryki Północnej."
      },
      {
        "text1": "21 grudnia 1968 roku załogowa misja kosmiczna NASA Apollo 8 została wystrzelona w przestrzeń kosmiczną, stając się pierwszym statkiem kosmicznym, który okrążył Księżyc i bezpiecznie powrócił na Ziemię."
      }
    ]
  },
  "12-22": {
    "curiosity": [
      {
        "text": "22 grudnia 1807 roku podpisano traktat w Tylży, kończący wojnę między Francją Napoleona Bonaparte a Rosją cara Aleksandra I."
      },
      {
        "text1": "22 grudnia 1989 r. w Rumunii odbył się proces i po rewolucji rumuńskiej wykonano wyrok na komunistycznym dyktatorze Nicolae Ceaușescu i jego żonie Elenie."
      }
    ]
  },
  "12-23": {
    "curiosity": [
      {
        "text": "23 grudnia 1888 roku holenderski malarz Vincent van Gogh w czasie załamania psychotycznego odciął sobie część lewego ucha."
      },
      {
        "text1": "23 grudnia 1947 Indyjski Kongres Narodowy przyjął uchwałę żądającą niepodległości Indii i położenia kresu brytyjskim rządom kolonialnym."
      }
    ]
  },
  "12-24": {
    "curiosity": [
      {
        "text": "24 grudnia 1814 roku, podczas wojny 1812 roku pomiędzy Stanami Zjednoczonymi a Wielką Brytanią, doszło do podpisania Traktatu Gandawskiego, który oficjalnie zakończył konflikt i przywrócił stosunki dyplomatyczne między obydwoma krajami."
      },
      {
        "text1": "24 grudnia 1914 roku, podczas I wojny światowej, doszło do „rozejmu bożonarodzeniowego”, podczas którego żołnierze wroga w okopach frontu zachodniego przerwali działania wojenne i bratali się w Wigilię Bożego Narodzenia."
      }
    ]
  },
  "12-25": {
    "curiosity": [
      {
        "text": "25 grudnia 336 roku cesarz rzymski Konstantyn I Wielki obchodził pierwsze oficjalne obchody Bożego Narodzenia jako święta chrześcijańskiego."
      },
      {
        "text1": "25 grudnia 1941 roku, podczas II wojny światowej, wojska niemieckie dowodzone przez Adolfa Hitlera upadły w bitwie pod Moskwą, co oznaczało poważną porażkę sił nazistowskich."
      }
    ]
  },
  "12-26": {
    "curiosity": [
      {
        "text": "26 grudnia 1776 roku, podczas amerykańskiej wojny o niepodległość, George Washington poprowadził niespodziewany atak na wojska Hesji w Trenton w stanie New Jersey, odnosząc decydujące zwycięstwo amerykańskich rebeliantów."
      },
      {
        "text1": "26 grudnia 2004 r. na Oceanie Indyjskim miało miejsce niszczycielskie tsunami wywołane podwodnym trzęsieniem ziemi, które spowodowało jedną z najgorszych klęsk żywiołowych w historii, w wyniku której w kilku krajach przybrzeżnych zginęły setki tysięcy osób."
      }
    ]
  },
  "12-27": {
    "curiosity": [
      {
        "text": "27 grudnia 1831 roku Karol Darwin wyruszył na pokład HMS Beagle w podróż, która doprowadziła go do opracowania teorii ewolucji gatunków."
      },
      {
        "text1": "27 grudnia 2007 r. była premier Pakistanu Benazir Bhutto została zamordowana w samobójczym zamachu bombowym podczas wiecu politycznego w Rawalpindi."
      }
    ]
  },
  "12-28": {
    "curiosity": [
      {
        "text": "28 grudnia 1895 roku bracia Lumière zorganizowali pierwszy publiczny pokaz poruszających filmów w Grand Café w Paryżu, upamiętniając narodziny kina."
      },
      {
        "text1": "28 grudnia 1973 roku prezydent Stanów Zjednoczonych Richard Nixon podpisał ustawę o transformacji energetycznej, która ustanowiła cele w zakresie oszczędzania energii i promowała wykorzystanie odnawialnych źródeł energii."
      }
    ]
  },
  "12-29": {
    "curiosity": [
      {
        "text": "29 grudnia 1890 roku doszło do masakry Wounded Knee Massacre, tragicznej konfrontacji pomiędzy amerykańskimi żołnierzami a członkami plemienia Lakota Sioux, w wyniku której zginęło około 300 rdzennych Amerykanów, w tym kobiety i dzieci."
      },
      {
        "text1": "29 grudnia 1972 roku NASA wystrzeliła statek kosmiczny Apollo 17, ostatnią jak dotąd misję załogową na Księżyc, z Eugene Cernanem, Ronaldem Evansem i Harrisonem Schmittem na pokładzie."
      }
    ]
  },
  "12-30": {
    "curiosity": [
      {
        "text": "30 grudnia 1922 roku proklamowano Związek Socjalistycznych Republik Radzieckich (ZSRR), tworząc nowe państwo obejmujące kilka republik radzieckich."
      },
      {
        "text1": "30 grudnia 2006 r. były prezydent Iraku Saddam Husajn został stracony przez powieszenie po tym, jak został skazany za zbrodnie przeciwko ludzkości."
      }
    ]
  },
  "12-31": {
    "curiosity": [
      {
        "text": "31 grudnia 1759 roku w Salzburgu urodził się słynny austriacki kompozytor Wolfgang Amadeusz Mozart, pozostawiając trwałe dziedzictwo w muzyce klasycznej."
      },
      {
        "text1": "31 grudnia 1999 r. nastąpił przełom tysiącleci, wyznaczający początek XXI wieku, a budzący grozę „Błąd Millennium” nie spowodował przewidywanych, katastrofalnych problemów w systemach komputerowych na całym świecie."
      }
    ]
  }
}