{
  "1-1": {
    "curiosity": [
      {
        "text": "كانت مملكة غانا، الواقعة في غرب أفريقيا، أول إمبراطورية عظيمة في المنطقة، عرفت بتجارة الذهب والملح."
      },
      {
        "text1": "أفريقيا هي مهد الإنسانية، حيث تطور الإنسان الأول."
      }
    ]
  },
  "1-2": {
    "curiosity": [
      {
        "text": "كانت الإمبراطورية الإثيوبية واحدة من الدول الأفريقية القليلة التي قاومت الاستعمار الأوروبي خلال القرن التاسع عشر."
      },
      {
        "text1": "وكانت مصر القديمة من أكثر الحضارات تقدما في التاريخ، حيث قامت ببناء الأهرامات الشهيرة."
      }
    ]
  },
  "1-3": {
    "curiosity": [
      {
        "text": "حرب البوير هي صراع وقع في جنوب أفريقيا بين المستوطنين من أصل هولندي وبريطاني."
      },
      {
        "text1": "كانت مملكة أكسوم، الواقعة في إثيوبيا الحديثة، واحدة من أولى الحضارات العظيمة في أفريقيا."
      }
    ]
  },
  "1-4": {
    "curiosity": [
      {
        "text": "مملكة قرطاج، الواقعة في شمال أفريقيا، كانت تنافس روما في فترة الجمهورية الرومانية."
      },
      {
        "text1": "يعد سور الصين العظيم أحد أعظم الأعمال الهندسية في التاريخ، حيث تم بناؤه لحماية البلاد من الغزوات."
      }
    ]
  },
  "1-5": {
    "curiosity": [
      {
        "text": "كانت مملكة كوش، الواقعة في منطقة السودان الحديثة، مركزًا مهمًا للتجارة والقوة في مصر القديمة."
      },
      {
        "text1": "كانت إمبراطورية الإنكا أعظم حضارة في أمريكا ما قبل كولومبوس، والمعروفة بهندستها المعمارية المتقدمة ونظام الطرق."
      }
    ]
  },
  "1-6": {
    "curiosity": [
      {
        "text": "اشتهرت مملكة مالي الواقعة في غرب أفريقيا بحاكمها مانسا موسى الذي يعتبر من أغنى الرجال في التاريخ."
      },
      {
        "text1": "شكلت الثورة الصناعية تغييرا كبيرا في المجتمع والاقتصاد، مدفوعا باختراع الآلات والمصانع."
      }
    ]
  },
  "1-7": {
    "curiosity": [
      {
        "text": "كانت إمبراطورية سونغاي، الواقعة في غرب أفريقيا، واحدة من أكبر الإمبراطوريات في تاريخ أفريقيا."
      },
      {
        "text1": "كانت الثورة الفرنسية فترة من التغيير السياسي والاجتماعي المكثف في فرنسا، وكان لها تأثيرات دائمة في جميع أنحاء العالم."
      }
    ]
  },
  "1-8": {
    "curiosity": [
      {
        "text": "كانت مملكة أكسوم في إثيوبيا قوة تجارية ودينية مهمة، وكانت لها روابط بحرية مع مصر والهند والإمبراطورية الرومانية."
      },
      {
        "text1": "كانت الإمبراطورية المغولية، بقيادة جنكيز خان، أكبر إمبراطورية متواصلة في التاريخ، حيث امتدت من شرق آسيا إلى أوروبا الشرقية."
      }
    ]
  },
  "1-9": {
    "curiosity": [
      {
        "text": "تتمتع المملكة المغربية بتاريخ طويل، مع التأثيرات البربرية والعربية والأوروبية على مر القرون."
      },
      {
        "text1": "كان إعلان استقلال الولايات المتحدة، الذي تم التوقيع عليه في 4 يوليو 1776، علامة بارزة في النضال من أجل الاستقلال في المستعمرات الأمريكية."
      }
    ]
  },
  "1-10": {
    "curiosity": [
      {
        "text": "وسيطرت الإمبراطورية العثمانية، التي تأسست في القرن الثالث عشر، على مساحة واسعة شملت أجزاء من أوروبا وآسيا وأفريقيا لأكثر من 600 عام."
      },
      {
        "text1": "كان للثورة الصناعية في بريطانيا تأثير كبير على تحويل المجتمع والاقتصاد، ودفع الإنتاج والتوسع الحضري على نطاق واسع."
      }
    ]
  },
  "1-11": {
    "curiosity": [
      {
        "text": "كانت مملكة الكونغو، الواقعة في وسط أفريقيا، دولة قوية قبل الاستعمار ومعروفة بتجارة العاج والعبيد."
      },
      {
        "text1": "كانت معركة واترلو، التي وقعت في 18 يونيو 1815، حدثًا محوريًا في التاريخ الأوروبي، وكانت بمثابة الهزيمة النهائية لنابليون بونابرت."
      }
    ]
  },
  "1-12": {
    "curiosity": [
      {
        "text": "كانت إمبراطورية مالي، بقيادة الملك الشهير مانسا موسى، مركزًا للتجارة والتعليم والثروة في غرب إفريقيا في العصور الوسطى."
      },
      {
        "text1": "أدت الثورة الروسية، التي اندلعت عام 1917، إلى سقوط الإمبراطورية الروسية وتشكيل الاتحاد السوفييتي، ودشنت حقبة سياسية واجتماعية جديدة."
      }
    ]
  },
  "1-13": {
    "curiosity": [
      {
        "text": "كانت إمبراطورية الأزتك، الواقعة في المكسيك، واحدة من أعظم حضارات ما قبل كولومبوس، والمعروفة بهندستها المعمارية والتقدم في الزراعة."
      },
      {
        "text1": "حولت الثورة الصناعية في الولايات المتحدة البلاد إلى قوة صناعية واقتصادية عالمية في القرن التاسع عشر."
      }
    ]
  },
  "1-14": {
    "curiosity": [
      {
        "text": "كانت مملكة بنين، في ما يعرف الآن بنيجيريا، مركزًا تجاريًا وثقافيًا مهمًا في غرب إفريقيا ما قبل الاستعمار."
      },
      {
        "text1": "أدى إعلان تحرير العبيد، الذي أصدره رئيس الولايات المتحدة أبراهام لنكولن في الأول من يناير عام 1863، إلى تحرير العبيد في الولايات الكونفدرالية خلال الحرب الأهلية الأمريكية."
      }
    ]
  },
  "1-15": {
    "curiosity": [
      {
        "text": "حافظت الإمبراطورية البيزنطية، ومقرها القسطنطينية، على تراث الإمبراطورية الرومانية الشرقية ولعبت دورًا حاسمًا في الحفاظ على الثقافة الكلاسيكية."
      },
      {
        "text1": "كانت الحرب الباردة فترة من التوتر السياسي والعسكري بين الولايات المتحدة والاتحاد السوفييتي، واتسمت بالتنافس الأيديولوجي والمنافسة العالمية."
      }
    ]
  },
  "1-16": {
    "curiosity": [
      {
        "text": "كانت مملكة زيمبابوي في الجنوب الأفريقي مركزًا تجاريًا وثقافيًا مهمًا خلال العصور الوسطى."
      },
      {
        "text1": "عززت الثورة الصناعية في ألمانيا التطور الاقتصادي والتكنولوجي للبلاد، مما جعلها قوة صناعية في القرن التاسع عشر."
      }
    ]
  },
  "1-17": {
    "curiosity": [
      {
        "text": "عُرفت إمبراطورية غوبتا في الهند باسم العصر الذهبي للهند بسبب ازدهارها في الفنون والعلوم والتجارة."
      },
      {
        "text1": "كانت الحرب الأهلية الأمريكية، التي اندلعت في الفترة من 1861 إلى 1865، صراعًا دمويًا بين الولايات الشمالية والجنوبية للولايات المتحدة، وكان السبب الرئيسي في ذلك هو قضية العبودية."
      }
    ]
  },
  "1-18": {
    "curiosity": [
      {
        "text": "لعبت مملكة البرتغال دورًا رئيسيًا في عصر الاستكشاف، حيث استكشفت الطرق البحرية وأقامت مستعمرات حول العالم."
      },
      {
        "text1": "أدت الثورة المكسيكية، التي بدأت عام 1910، إلى الإطاحة بالحكومة الدكتاتورية لبورفيريو دياز والبحث عن العدالة الاجتماعية والإصلاحات السياسية في المكسيك."
      }
    ]
  },
  "1-19": {
    "curiosity": [
      {
        "text": "كانت إمبراطورية المايا، التي تقع في أمريكا الوسطى، واحدة من أكثر الحضارات تقدما في العصور القديمة، والمعروفة بالكتابة الهيروغليفية وأنظمة التقويم المعقدة."
      },
      {
        "text1": "أدت الثورة الصناعية في اليابان، التي حدثت في نهاية القرن التاسع عشر، إلى تحديث البلاد وتحولها إلى قوة صناعية."
      }
    ]
  },
  "1-20": {
    "curiosity": [
      {
        "text": "لعبت مملكة بوغندا، الواقعة فيما يعرف الآن بأوغندا، دورًا مهمًا في تاريخ وثقافة شرق إفريقيا."
      },
      {
        "text1": "كانت الحرب العالمية الثانية، التي اندلعت في الفترة من 1939 إلى 1945، أكثر الصراعات العالمية تدميرا في التاريخ، حيث شاركت القوى الرئيسية في العالم في صراع عسكري واسع النطاق."
      }
    ]
  },
  "1-21": {
    "curiosity": [
      {
        "text": "كانت الإمبراطورية الرومانية واحدة من أعظم الإمبراطوريات في التاريخ، والمعروفة بهندستها وتشريعاتها وتأثيرها الدائم على الثقافة الغربية."
      },
      {
        "text1": "جلبت الثورة الصناعية في فرنسا، في القرن التاسع عشر، تقدمًا تكنولوجيًا وتغيرات اجتماعية واقتصادية كبيرة إلى البلاد."
      }
    ]
  },
  "1-22": {
    "curiosity": [
      {
        "text": "لعبت مملكة الكونغو، في وسط أفريقيا، دورًا مهمًا في تجارة الرقيق عبر المحيط الأطلسي خلال القرنين السادس عشر والسابع عشر."
      },
      {
        "text1": "أدت حرب الاستقلال الأمريكية، التي اندلعت في الفترة من 1775 إلى 1783، إلى تشكيل الولايات المتحدة كدولة مستقلة."
      }
    ]
  },
  "1-23": {
    "curiosity": [
      {
        "text": "أسست الإمبراطورية الفارسية، في عهد كورش الكبير، واحدة من أعظم الإمبراطوريات في العصور القديمة، والمعروفة بتسامحها الديني وحكمها الفعال."
      },
      {
        "text1": "حولت الثورة الصناعية في روسيا في القرن التاسع عشر الاقتصاد الروسي وعززت النمو الصناعي في البلاد."
      }
    ]
  },
  "1-24": {
    "curiosity": [
      {
        "text": "تشتهر مملكة بوتان، في آسيا، بسياسة السعادة الوطنية الإجمالية، حيث تسعى إلى تحقيق الرفاهية المادية والروحية لمواطنيها."
      },
      {
        "text1": "كانت الثورة الهايتية، التي اندلعت بين عامي 1791 و1804، أول ثورة عبيد ناجحة في التاريخ، مما أدى إلى استقلال هايتي ونهاية العبودية في مستعمرة سان دومينغو الفرنسية."
      }
    ]
  },
  "1-25": {
    "curiosity": [
      {
        "text": "كانت إمبراطورية الإنكا، التي تقع في منطقة الأنديز، أكبر حضارة ما قبل كولومبوس، اشتهرت بهندستها المعمارية الحجرية وأنظمتها الزراعية المتقدمة."
      },
      {
        "text1": "عززت الثورة الصناعية في بلجيكا في القرن التاسع عشر تطور البلاد كمركز صناعي وتجاري في أوروبا."
      }
    ]
  },
  "1-26": {
    "curiosity": [
      {
        "text": "كانت مملكة أكسوم، في إثيوبيا الحديثة، مركزًا تجاريًا مهمًا وواحدة من أولى الحضارات المسيحية في إفريقيا."
      },
      {
        "text1": "كانت الثورة الفرنسية، التي اندلعت بين عامي 1789 و1799، فترة من الاضطرابات السياسية والاجتماعية الشديدة في فرنسا، أدت إلى سقوط النظام الملكي وتأسيس الجمهورية الفرنسية."
      }
    ]
  },
  "1-27": {
    "curiosity": [
      {
        "text": "كانت الإمبراطورية النمساوية المجرية، التي تأسست عام 1867، قوة عظمى في أوروبا الوسطى، وتضم العديد من الجنسيات والثقافات المختلفة."
      },
      {
        "text1": "أدت الثورة الصناعية في كندا في القرن التاسع عشر إلى دفع النمو الاقتصادي للبلاد، وخاصة في الصناعات التحويلية والنقل."
      }
    ]
  },
  "1-28": {
    "curiosity": [
      {
        "text": "كانت مملكة كوش، الواقعة في منطقة السودان الحديث، مملكة قوية كانت تسيطر على طرق التجارة بين أفريقيا الوسطى والبحر الأبيض المتوسط."
      },
      {
        "text1": "حولت الثورة الصناعية في إيطاليا في القرن التاسع عشر البلاد من اقتصاد زراعي في الغالب إلى قوة صناعية وتجارية."
      }
    ]
  },
  "1-29": {
    "curiosity": [
      {
        "text": "كانت الإمبراطورية الصينية، في عهد أسرة تانغ، واحدة من أكثر الفترات ازدهارًا في تاريخ الصين، والمعروفة بتبادلها التجاري والثقافي."
      },
      {
        "text1": "كان للثورة الصناعية في إسبانيا في القرن التاسع عشر تأثير كبير على التنمية الاقتصادية والاجتماعية للبلاد."
      }
    ]
  },
  "1-30": {
    "curiosity": [
      {
        "text": "كانت الإمبراطورية البريطانية أكبر إمبراطورية في التاريخ، حيث امتدت إلى مناطق في جميع أنحاء العالم وكان لها تأثير سياسي وثقافي دائم."
      },
      {
        "text1": "عززت الثورة الصناعية في أستراليا، في القرن التاسع عشر، اقتصاد البلاد، وذلك بشكل رئيسي من خلال استغلال الموارد الطبيعية وتطوير الصناعات التحويلية."
      }
    ]
  },
  "1-31": {
    "curiosity": [
      {
        "text": "لعبت مملكة إيميريسيا، في جورجيا الحالية، دورًا مهمًا في تاريخ القوقاز وكانت مركزًا للتجارة والثقافة في المنطقة."
      },
      {
        "text1": "أحدثت الثورة الصناعية في الهند، في القرن التاسع عشر، تغييرات كبيرة في اقتصاد البلاد ومجتمعها، مما أدى إلى نمو صناعة النسيج وقطاع النقل."
      }
    ]
  },
  "2-1": {
    "curiosity": [
      {
        "text": "كانت الإمبراطورية العثمانية، التي تأسست في القرن الثالث عشر، واحدة من أكبر الإمبراطوريات في التاريخ، حيث شملت مناطق في أوروبا وآسيا وأفريقيا."
      },
      {
        "text1": "حولت الثورة الصناعية في السويد، في القرن التاسع عشر، البلاد إلى قوة صناعية مهمة، خاصة في قطاع التعدين والمعادن."
      }
    ]
  },
  "2-2": {
    "curiosity": [
      {
        "text": "تتمتع المملكة المغربية، الواقعة في شمال أفريقيا، بتاريخ غني يعود إلى العصور القديمة، ولعبت دورا حاسما في طرق التجارة عبر الصحراء."
      },
      {
        "text1": "عززت الثورة الصناعية في البرازيل، في القرن التاسع عشر، نمو الصناعة وتحديث البلاد، خاصة مع توسع قطاع القهوة."
      }
    ]
  },
  "2-3": {
    "curiosity": [
      {
        "text": "كانت الإمبراطورية المغولية، بقيادة جنكيز خان، أكبر إمبراطورية متواصلة في التاريخ، حيث امتدت من شرق آسيا إلى أوروبا الشرقية."
      },
      {
        "text1": "عززت الثورة الصناعية في الأرجنتين، في القرن التاسع عشر، التنمية الاقتصادية في البلاد، وخاصة في القطاع الزراعي وصناعة الأغذية."
      }
    ]
  },
  "2-4": {
    "curiosity": [
      {
        "text": "تشتهر مملكة سوكوترا، الواقعة في الأرخبيل الذي يحمل نفس الاسم في المحيط الهندي، بنباتاتها الفريدة ومناظرها الطبيعية المورقة."
      },
      {
        "text1": "عززت الثورة الصناعية في تشيلي، في القرن التاسع عشر، التنمية الاقتصادية في البلاد، وخاصة في مجال التعدين وصناعة النحاس."
      }
    ]
  },
  "2-5": {
    "curiosity": [
      {
        "text": "كانت الإمبراطورية الإسبانية واحدة من أكبر الإمبراطوريات في التاريخ، حيث امتدت عبر أجزاء واسعة من أوروبا وأمريكا وأفريقيا وآسيا."
      },
      {
        "text1": "أحدثت الثورة الصناعية في اليونان، في القرن التاسع عشر، تغييرات كبيرة في اقتصاد البلاد، وخاصة في القطاع البحري وصناعة النسيج."
      }
    ]
  },
  "2-6": {
    "curiosity": [
      {
        "text": "مملكة تونغا في جنوب المحيط الهادئ هي الدولة الوحيدة في القارة المحيطية التي لم يتم استعمارها من قبل قوة أجنبية."
      },
      {
        "text1": "أحدثت الثورة الصناعية في المكسيك، في القرن التاسع عشر، تغييرات اقتصادية واجتماعية عميقة في البلاد، مما عزز تطوير صناعة النسيج وقطاع التعدين والبنية التحتية للنقل."
      }
    ]
  },
  "2-7": {
    "curiosity": [
      {
        "text": "كانت الإمبراطورية البيزنطية، وعاصمتها القسطنطينية، واحدة من أطول الإمبراطوريات عمرًا في التاريخ، حيث حافظت على ثقافة وتراث الإمبراطورية الرومانية الشرقية."
      },
      {
        "text1": "عززت الثورة الصناعية في النمسا في القرن التاسع عشر النمو الاقتصادي للبلاد، وخاصة في صناعة الصلب وإنتاج الآلات."
      }
    ]
  },
  "2-8": {
    "curiosity": [
      {
        "text": "كانت مملكة غرناطة، الواقعة في شبه الجزيرة الأيبيرية، آخر معقل للمسلمين في المنطقة قبل أن تغزوها الممالك المسيحية خلال فترة الاسترداد."
      },
      {
        "text1": "أحدثت الثورة الصناعية في النرويج في القرن التاسع عشر تغييرات كبيرة في اقتصاد البلاد، وخاصة في صناعات الأخشاب وصيد الأسماك والطاقة الكهرومائية."
      }
    ]
  },
  "2-9": {
    "curiosity": [
      {
        "text": "كانت الإمبراطورية الموريانية في الهند القديمة واحدة من أكبر الإمبراطوريات في ذلك الوقت، حيث وحدت جزءًا كبيرًا من شبه القارة الهندية تحت حكومة واحدة."
      },
      {
        "text1": "حولت الثورة الصناعية في فنلندا في القرن التاسع عشر البلاد من الاقتصاد الزراعي إلى الاقتصاد الصناعي، وخاصة في صناعة اللب والورق."
      }
    ]
  },
  "2-10": {
    "curiosity": [
      {
        "text": "كانت مملكة أكسوم، الواقعة في إثيوبيا وإريتريا الحاليتين، مركزًا تجاريًا وثقافيًا مهمًا في العصور القديمة، حيث كانت تسيطر على طرق التجارة بين إفريقيا وآسيا وأوروبا."
      },
      {
        "text1": "أدت الثورة الصناعية في كوريا الجنوبية، التي بدأت في ستينيات القرن الماضي، إلى دفع عجلة التنمية الاقتصادية والصناعية السريعة في البلاد، والمعروفة باسم \"معجزة نهر هان\"."
      }
    ]
  },
  "2-11": {
    "curiosity": [
      {
        "text": "الإمبراطورية الكارولنجية، التي أسسها شارلمان، كانت إمبراطورية أوروبية شملت جزءًا كبيرًا من أوروبا الغربية خلال العصور الوسطى."
      },
      {
        "text1": "حولت الثورة الصناعية في بولندا في القرن التاسع عشر البلاد من الاقتصاد الزراعي إلى الاقتصاد الصناعي، وخاصة في صناعات النسيج والصلب."
      }
    ]
  },
  "2-12": {
    "curiosity": [
      {
        "text": "كانت الثورة الفرنسية، التي اندلعت بين عامي 1789 و1799، حدثًا ساهم في الانتقال من الملكية المطلقة إلى الجمهورية في فرنسا، وكان له تداعيات سياسية واجتماعية مهمة."
      },
      {
        "text1": "كانت الحرب العالمية الأولى، التي اندلعت في الفترة من 1914 إلى 1918، صراعًا عالميًا شاركت فيه القوى العالمية الكبرى في ذلك الوقت وكان لها تأثير كبير على الجغرافيا السياسية والمجتمع في القرن العشرين."
      }
    ]
  },
  "2-13": {
    "curiosity": [
      {
        "text": "قسمت معاهدة تورديسيلاس، الموقعة عام 1494، الأراضي المكتشفة والتي سيتم اكتشافها بين البرتغال وإسبانيا، مما أرسى الأساس لاستعمار الأمريكتين من قبل كلا البلدين."
      },
      {
        "text1": "كانت الحرب الباردة، التي استمرت من عام 1947 إلى عام 1991، فترة توتر سياسي وعسكري وأيديولوجي بين الولايات المتحدة والاتحاد السوفيتي، واتسمت بالتنافس بين الكتلتين اللتين تقودهما هذه القوى."
      }
    ]
  },
  "2-14": {
    "curiosity": [
      {
        "text": "عيد الحب، الذي يتم الاحتفال به في 14 فبراير، نشأ من تحية للقديس فالنتين، وهو كاهن روماني استشهد لأنه تزوج سرا من الجنود، متحديا أوامر الإمبراطور كلوديوس الثاني."
      },
      {
        "text1": "كانت معاهدة فرساي، الموقعة عام 1919، بمثابة نهاية للحرب العالمية الأولى وفرضت عقوبات شديدة على ألمانيا، ووضعت الأسس لفترة ما بين الحربين العالميتين وظهور الحرب العالمية الثانية."
      }
    ]
  },
  "2-15": {
    "curiosity": [
      {
        "text": "في 15 فبراير 1898، انفجرت السفينة الحربية يو إس إس مين في ميناء هافانا بكوبا، وهو الحدث الذي لعب دورًا مهمًا في اندلاع الحرب الأمريكية الإسبانية."
      },
      {
        "text1": "في 15 فبراير 1954، اعتمدت كندا رسميًا علم أوراق القيقب باللونين الأحمر والأبيض، مما جعله الرمز الوطني للبلاد."
      }
    ]
  },
  "2-16": {
    "curiosity": [
      {
        "text": "في 16 فبراير 1923، أُعلنت مصر مملكة مستقلة، منهية فترة الحكم البريطاني وإقامة نظام ملكي دستوري."
      },
      {
        "text1": "في 16 فبراير 1968، وقعت معركة هوي الشهيرة، وهي إحدى الاشتباكات الرئيسية خلال حرب فيتنام، بين قوات أمريكا الشمالية وقوات الفيتكونغ."
      }
    ]
  },
  "2-17": {
    "curiosity": [
      {
        "text": "في 17 فبراير 1867، وقعت المملكة المتحدة معاهدة روما مع مملكة إيطاليا، للاعتراف بتوحيد إيطاليا وإنهاء حكم الولايات البابوية."
      },
      {
        "text1": "في 17 فبراير 1979، حدثت الثورة الإسلامية في إيران، والتي أدت إلى سقوط الشاه محمد رضا بهلوي وصعود آية الله الخميني إلى السلطة."
      }
    ]
  },
  "2-18": {
    "curiosity": [
      {
        "text": "في 18 فبراير 1930، وقعت الحادثة الشهيرة المعروفة باسم \"مسيرة الملح\" في الهند، بقيادة المهاتما غاندي، كاحتجاج سلمي ضد الضرائب البريطانية على الملح."
      },
      {
        "text1": "في 18 فبراير 1954، اكتشف العالمان جيمس واتسون وفرانسيس كريك بنية الحمض النووي، وهو معلم مهم في فهم علم الوراثة والوراثة."
      }
    ]
  },
  "2-19": {
    "curiosity": [
      {
        "text": "في 19 فبراير 1878، حصل توماس إديسون على براءة اختراع للفونوغراف، وهو أحد الأجهزة الأولى القادرة على تسجيل الأصوات وإعادة إنتاجها."
      },
      {
        "text1": "في 19 فبراير 1942، خلال الحرب العالمية الثانية، وقع رئيس الولايات المتحدة، فرانكلين روزفلت، الأمر التنفيذي رقم 9066، الذي يسمح باعتقال المواطنين اليابانيين والأمريكيين اليابانيين في معسكرات الاعتقال."
      }
    ]
  },
  "2-20": {
    "curiosity": [
      {
        "text": "في 20 فبراير 1962، أصبح رائد الفضاء الأمريكي جون جلين أول أمريكي يدور حول الأرض، على متن المركبة الفضائية فريندشيب 7."
      },
      {
        "text1": "في 20 فبراير 1986، تم إطلاق محطة مير الفضائية، لتصبح أول محطة فضائية معيارية في مدار الأرض."
      }
    ]
  },
  "2-21": {
    "curiosity": [
      {
        "text": "في 21 فبراير 1848، نُشر البيان الشيوعي، الذي كتبه كارل ماركس وفريدريك إنجلز، وهو وثيقة أساسية للأيديولوجية الشيوعية."
      },
      {
        "text1": "في 21 فبراير 1965، اغتيل الناشط الأمريكي من أصل أفريقي مالكولم إكس في نيويورك، وهو الحدث الذي كان له تأثير كبير على حركة الحقوق المدنية في الولايات المتحدة."
      }
    ]
  },
  "2-22": {
    "curiosity": [
      {
        "text": "في 22 فبراير 1632، نشر الفيلسوف رينيه ديكارت أشهر أعماله الفلسفية، «خطاب حول المنهج»، والذي أرسى أسس العقلانية الحديثة."
      },
      {
        "text1": "في 22 فبراير 1980، هزم فريق هوكي الجليد الأمريكي فريق الاتحاد السوفيتي في مباراة تاريخية عرفت باسم \"معجزة على الجليد\" خلال دورة الألعاب الأولمبية الشتوية لعام 1980."
      }
    ]
  },
  "2-23": {
    "curiosity": [
      {
        "text": "في 23 فبراير 1945، خلال الحرب العالمية الثانية، استعادت القوات الأمريكية والفلبينية مدينة مانيلا بالفلبين، بعد قتال عنيف ضد القوات اليابانية."
      },
      {
        "text1": "في 23 فبراير 1981، وقع الانقلاب العسكري في إسبانيا، المعروف باسم \"23-F\"، عندما قامت مجموعة من الحرس المدني بغزو البرلمان الإسباني في محاولة انقلاب فاشلة."
      }
    ]
  },
  "2-24": {
    "curiosity": [
      {
        "text": "في 24 فبراير 1868، حدثت بداية الثورة المجيدة في إسبانيا، وهي الحركة التي أدت إلى الإطاحة بالملكة إيزابيلا الثانية وتشكيل حكومة مؤقتة."
      },
      {
        "text1": "في 24 فبراير 1989، قدم العالم البريطاني تيم بيرنرز لي مقترح إنشاء شبكة الويب العالمية، وهي واحدة من أهم المعالم في تاريخ الإنترنت."
      }
    ]
  },
  "2-25": {
    "curiosity": [
      {
        "text": "في 25 فبراير 1836، وقعت معركة ألامو، وهي اشتباك بين القوات المكسيكية والمدافعين عن تكساس والذي أصبح رمزًا للشجاعة والمقاومة في تاريخ تكساس."
      },
      {
        "text1": "في 25 فبراير 1956، ألقى الزعيم السوفيتي نيكيتا خروتشوف خطابًا سريًا في المؤتمر العشرين للحزب الشيوعي للاتحاد السوفيتي، أدان فيه الجرائم والتجاوزات التي ارتكبت خلال نظام جوزيف ستالين."
      }
    ]
  },
  "2-26": {
    "curiosity": [
      {
        "text": "في 26 فبراير 1815، وقعت معركة واترلو في بلجيكا، حيث هُزمت قوات الإمبراطور نابليون بونابرت على يد قوات التحالف بقيادة دوق ولنجتون، وكانت هذه المعركة بمثابة النهاية الحاسمة للإمبراطورية النابليونية."
      },
      {
        "text1": "في 26 فبراير 1993، وقع الهجوم على مركز التجارة العالمي في نيويورك، عندما انفجرت شاحنة مفخخة في مرآب المجمع، مما أدى إلى مقتل ستة أشخاص وإصابة المئات."
      }
    ]
  },
  "2-27": {
    "curiosity": [
      {
        "text": "في 27 فبراير 1900، تأسست شركة الأفلام الأمريكية Universal Pictures، لتصبح واحدة من أقدم منتجي الأفلام وأكثرهم تأثيرًا في العالم."
      },
      {
        "text1": "في 27 فبراير 1933، استخدم النازيون حريق الرايخستاغ، البرلمان الألماني في برلين، كذريعة لتقييد الحريات المدنية وتعزيز سلطتهم."
      }
    ]
  },
  "2-28": {
    "curiosity": [
      {
        "text": "في 28 فبراير 1953، اكتشف العالم جيمس واتسون وعالم الأحياء فرانسيس كريك بنية جزيء الحمض النووي، وهو أحد أهم الاكتشافات في تاريخ علم الأحياء."
      },
      {
        "text1": "في 28 فبراير 1986، انفجرت المركبة الفضائية تشالنجر بعد وقت قصير من إطلاقها، مما أدى إلى مقتل جميع رواد الفضاء السبعة الذين كانوا على متنها."
      }
    ]
  },
  "2-29": {
    "curiosity": [
      {
        "text": "في 28 فبراير 1986، انفجرت المركبة الفضائية تشالنجر بعد وقت قصير من إطلاقها، مما أدى إلى مقتل جميع رواد الفضاء السبعة الذين كانوا على متنها."
      },
      {
        "text1": "في 28 فبراير 1953، اكتشف العالم جيمس واتسون وعالم الأحياء فرانسيس كريك بنية جزيء الحمض النووي، وهو أحد أهم الاكتشافات في تاريخ علم الأحياء."
      }
    ]
  },
  "3-1": {
    "curiosity": [
      {
        "text": "في الأول من مارس عام 1872، تم إنشاء حديقة يلوستون الوطنية في الولايات المتحدة، لتصبح أول حديقة وطنية في العالم."
      },
      {
        "text1": "في الأول من مارس عام 1994، توفيت المجموعة الموسيقية البرازيلية ماموناس أساسيناس في حادث تحطم طائرة مأساوي، مما أدى إلى توقف الصعود السريع للفرقة قبل الأوان."
      }
    ]
  },
  "3-2": {
    "curiosity": [
      {
        "text": "وفي 2 مارس 1956، حصل المغرب على استقلاله، منهيا فترة الاستعمار الفرنسي في البلاد."
      },
      {
        "text1": "في 2 مارس 1962، أصدر المغني وكاتب الأغاني الأمريكي بوب ديلان أول ألبوم له بعنوان \"بوب ديلان\"، والذي أصبح علامة بارزة في الموسيقى الشعبية."
      }
    ]
  },
  "3-3": {
    "curiosity": [
      {
        "text": "في 3 مارس 1845، تم قبول فلوريدا باعتبارها الولاية السابعة والعشرين للولايات المتحدة، مما أدى إلى توسيع أراضي البلاد في منطقة خليج المكسيك."
      },
      {
        "text1": "في 3 مارس 1913، أقيمت مسيرة سوفراجيت في واشنطن العاصمة، حيث سارت آلاف النساء للحصول على حق التصويت في الولايات المتحدة."
      }
    ]
  },
  "3-4": {
    "curiosity": [
      {
        "text": "في 4 مارس 1789، تم تنصيب أول رئيس للولايات المتحدة، جورج واشنطن، إيذانا ببداية التاريخ الرئاسي للبلاد."
      },
      {
        "text1": "في 4 مارس 1933، تولى الرئيس فرانكلين روزفلت منصبه خلال فترة الكساد الكبير، وألقى خطاب التنصيب الشهير بعبارة \"الشيء الوحيد الذي يجب أن نخافه هو الخوف نفسه\"."
      }
    ]
  },
  "3-5": {
    "curiosity": [
      {
        "text": "في 5 مارس 1953، توفي الزعيم السوفييتي جوزيف ستالين، بعد أن حكم الاتحاد السوفييتي بقبضة من حديد لأكثر من عقدين من الزمن."
      },
      {
        "text1": "في 5 مارس 1984، تم إصدار برنامج الكمبيوتر Lotus 1-2-3، وهو أحد برامج جداول البيانات الأولى، ولعب دورًا مهمًا في تعميم أجهزة الكمبيوتر الشخصية."
      }
    ]
  },
  "3-6": {
    "curiosity": [
      {
        "text": "في 6 مارس 1475، ولد رسام عصر النهضة الشهير مايكل أنجلو، المعروف بروائعه مثل نحت \"ديفيد\" ولوحة كنيسة سيستين."
      },
      {
        "text1": "وفي 6 مارس 1957، أصبحت غانا أول دولة أفريقية تحصل على الاستقلال من الاستعمار، وقادت حركة إنهاء الاستعمار في القارة."
      }
    ]
  },
  "3-7": {
    "curiosity": [
      {
        "text": "في 7 مارس 1876، حصل ألكسندر جراهام بيل على براءة اختراع للهاتف، مما أحدث ثورة في الاتصالات ومهّد الطريق لعصر الاتصالات."
      },
      {
        "text1": "في 7 مارس 1965، وقعت الحادثة الشهيرة المعروفة باسم \"الأحد الدامي\"، عندما تم قمع المتظاهرين من أجل الحقوق المدنية بوحشية من قبل الشرطة على الجسر الممتد من سلمى إلى مونتغمري، في الولايات المتحدة."
      }
    ]
  },
  "3-8": {
    "curiosity": [
      {
        "text": "في 8 مارس 1917، وفي سياق الحرب العالمية الأولى، حدثت بداية الثورة الروسية، بمظاهرات نسائية في بتروغراد، أدت فيما بعد إلى سقوط النظام القيصري."
      },
      {
        "text1": "في 8 مارس 1971، خاض الملاكم محمد علي وجو فرايزر معركة أصبحت تعرف باسم \"نزال القرن\"، وفاز فريزر بالقرار بالإجماع."
      }
    ]
  },
  "3-9": {
    "curiosity": [
      {
        "text": "في 9 مارس 1959، تم تسريح المغني والممثل إلفيس بريسلي من الخدمة العسكرية، بعد أن أدى واجبه في ألمانيا، وعاد إلى حياته المهنية الناجحة."
      },
      {
        "text1": "في 9 مارس 1997، قُتل مغني الراب The Notorious BIG، المعروف أيضًا باسم Biggie Smalls، في إطلاق نار في لوس أنجلوس، تاركًا إرثًا رائعًا في عالم الهيب هوب."
      }
    ]
  },
  "3-10": {
    "curiosity": [
      {
        "text": "في 10 مارس 1876، حصل الحاكي، وهو سلف مشغل الأسطوانات، الذي اخترعه توماس إديسون، على براءة اختراع، مما أحدث ثورة في طريقة تسجيل الموسيقى وإعادة إنتاجها."
      },
      {
        "text1": "في 10 مارس 1959، غزت الصين التبت، مما أدى إلى فترة طويلة من القمع الثقافي والسياسي في البلاد."
      }
    ]
  },
  "3-11": {
    "curiosity": [
      {
        "text": "في 11 مارس 1818، توفي الملحن الألماني الشهير يوهان سيباستيان باخ، تاركًا إرثًا من الأعمال الموسيقية الكلاسيكية أثرت في الأجيال اللاحقة."
      },
      {
        "text1": "في 11 مارس 2011، ضرب زلزال بقوة 9.0 درجة اليابان، أعقبه تسونامي مدمر، مما أدى إلى أزمة نووية خطيرة في محطة فوكوشيما."
      }
    ]
  },
  "3-12": {
    "curiosity": [
      {
        "text": "في 12 مارس 1930، بدأ المهاتما غاندي مسيرة الملح في الهند، وهي واحدة من المعالم البارزة في حركة استقلال البلاد ضد الحكم البريطاني."
      },
      {
        "text1": "في 12 مارس 1994، وقعت مجزرة الخليل، وهو هجوم إرهابي على مسجد في مدينة الخليل بالضفة الغربية، وأدى إلى مقتل 29 فلسطينيًا وإصابة العشرات."
      }
    ]
  },
  "3-13": {
    "curiosity": [
      {
        "text": "في 13 مارس 1781، اكتشف عالم الفلك ويليام هيرشل كوكب أورانوس، مما أدى إلى توسيع المعرفة حول النظام الشمسي."
      },
      {
        "text1": "في 13 مارس 2013، تم انتخاب الكاردينال خورخي ماريو بيرجوليو من الأرجنتين بابا الفاتيكان فرانسيس، ليصبح أول بابا من أمريكا اللاتينية في تاريخ الكنيسة الكاثوليكية."
      }
    ]
  },
  "3-14": {
    "curiosity": [
      {
        "text": "في 14 مارس 1879، ولد ألبرت أينشتاين، أحد أشهر العلماء في التاريخ، في أولم، في مملكة فورتمبيرغ، في الإمبراطورية الألمانية."
      },
      {
        "text1": "في 14 مارس 1950، أعلنت الأمم المتحدة اليوم العالمي للمرأة، الذي يتم الاحتفال به سنويًا لتعزيز المساواة بين الجنسين وحقوق المرأة."
      }
    ]
  },
  "3-15": {
    "curiosity": [
      {
        "text": "في 15 مارس 44 قبل الميلاد، وقع اغتيال يوليوس قيصر، القائد والإمبراطور الروماني، على يد مجموعة من أعضاء مجلس الشيوخ، مما أدى إلى تغيير كبير في مسار التاريخ الروماني."
      },
      {
        "text1": "في 15 مارس 1972، اعتمدت المملكة المتحدة نظام العملة العشرية، ليحل محل النظام القديم للجنيه والشلن والبنس."
      }
    ]
  },
  "3-16": {
    "curiosity": [
      {
        "text": "في 16 مارس 1521، وصل الملاح البرتغالي فرديناند ماجلان إلى الفلبين خلال رحلة الطواف التي قام بها، ليصبح أول أوروبي يقوم بذلك."
      },
      {
        "text1": "وفي 16 مارس 1968، وقعت مذبحة ماي لاي خلال حرب فيتنام، والتي قتل فيها الجنود الأمريكيون أكثر من 500 مدني فيتنامي، بينهم نساء وأطفال وشيوخ."
      }
    ]
  },
  "3-17": {
    "curiosity": [
      {
        "text": "في 17 مارس سنة 461 م، توفي القديس باتريك، شفيع أيرلندا، الذي يحتفل به سنويا في يوم القديس باتريك، المعروف باسم عيد القديس باتريك."
      },
      {
        "text1": "في 17 مارس 1905، وقع الأحد الدامي في سانت بطرسبرغ، روسيا، عندما قام الجيش القيصري بقمع المتظاهرين السلميين، مما أدى إلى مقتل المئات، وكان بمثابة بداية الثورة الروسية عام 1905."
      }
    ]
  },
  "3-18": {
    "curiosity": [
      {
        "text": "في 18 مارس 1314، تم حرق جاك دي مولاي، آخر معلم كبير من فرسان الهيكل، على المحك، إيذانًا بنهاية وسام فرسان الهيكل."
      },
      {
        "text1": "في 18 مارس 1965، جرت مسيرة الحقوق المدنية من سلمى إلى مونتغمري في الولايات المتحدة في محاولة لتأمين حقوق التصويت للأميركيين الأفارقة."
      }
    ]
  },
  "3-19": {
    "curiosity": [
      {
        "text": "في 19 مارس 1687، نشر إسحاق نيوتن تحفته \"مبادئ الرياضيات\"، التي أسست قوانين الحركة وقانون الجاذبية، مما أحدث ثورة في الفيزياء."
      },
      {
        "text1": "في 19 مارس 2003، بدأت حرب العراق بقيادة الولايات المتحدة وحلفائها، مما أدى إلى سلسلة من الأحداث التي شكلت الجغرافيا السياسية للمنطقة."
      }
    ]
  },
  "3-20": {
    "curiosity": [
      {
        "text": "في 20 مارس 1852، نشرت هارييت بيتشر ستو رواية \"كوخ العم توم\"، وهو عمل مهم في الحرب ضد العبودية في الولايات المتحدة."
      },
      {
        "text1": "في 20 آذار/مارس 2016، قام الرئيس الأمريكي السابق باراك أوباما بزيارة تاريخية إلى كوبا، مما شكل علامة فارقة في تطبيع العلاقات بين البلدين."
      }
    ]
  },
  "3-21": {
    "curiosity": [
      {
        "text": "في 21 مارس 1960، وقعت مذبحة شاربفيل في جنوب أفريقيا، عندما فتحت الشرطة النار على المتظاهرين السلميين ضد قوانين الفصل العنصري، مما أدى إلى مقتل 69 شخصًا."
      },
      {
        "text1": "في 21 مارس 2014، ضمت روسيا شبه جزيرة القرم، في أعقاب استفتاء مثير للجدل أدانه المجتمع الدولي."
      }
    ]
  },
  "3-22": {
    "curiosity": [
      {
        "text": "في 22 مارس 1622، وقعت مذبحة جيمستاون في مستعمرة فرجينيا البريطانية، عندما هاجم الأمريكيون الأصليون المستعمرين البريطانيين وقتلوهم."
      },
      {
        "text1": "في 22 مارس 1993، توفي موسيقي الروك والمغني الكندي جون كاندي عن عمر يناهز 43 عامًا، تاركًا إرثًا من الكوميديا ​​والعروض التي لا تُنسى."
      }
    ]
  },
  "3-23": {
    "curiosity": [
      {
        "text": "في 23 مارس 1806، بدأ لويس وكلارك رحلتهما الأسطورية لاستكشاف غرب الولايات المتحدة، وهي رحلة استغرقت أكثر من عامين وساعدت في توسيع المعرفة حول جغرافيا وطبيعة الولايات المتحدة. منطقة."
      },
      {
        "text1": "وفي 23 مارس 2001، أطلقت روسيا محطة مير الفضائية إلى الفضاء، والتي أصبحت علامة بارزة في استكشاف الفضاء وعملت لأكثر من 15 عامًا قبل أن يتم إبطال مفعولها."
      }
    ]
  },
  "3-24": {
    "curiosity": [
      {
        "text": "في 24 مارس 1603، توفيت الملكة إليزابيث الأولى ملكة إنجلترا، لتنتهي بذلك سلالة تيودور وتؤذن ببداية عهد أسرة ستيوارت، مع اعتلاء جيمس السادس ملك اسكتلندا للعرش الإنجليزي باسم جيمس الأول."
      },
      {
        "text1": "في 24 مارس 1999، بدأ الناتو القصف الجوي على صربيا، كجزء من التدخل العسكري في صراع كوسوفو، خلال حرب كوسوفو."
      }
    ]
  },
  "3-25": {
    "curiosity": [
      {
        "text": "في 25 مارس 1807، أصدر البرلمان البريطاني قانون إلغاء تجارة الرقيق، الذي يحظر تجارة الرقيق في الإمبراطورية البريطانية."
      },
      {
        "text1": "في 25 مارس 1957، تم التوقيع على معاهدة روما، التي أدت إلى إنشاء الجماعة الاقتصادية الأوروبية (EEC)، تمهيدا للاتحاد الأوروبي (EU)."
      }
    ]
  },
  "3-26": {
    "curiosity": [
      {
        "text": "في 26 مارس 1979، تم التوقيع على معاهدة السلام بين إسرائيل ومصر في واشنطن العاصمة، منهية رسميًا حالة الحرب بين البلدين."
      },
      {
        "text1": "في 26 مارس 1997، انطلقت المركبة الفضائية الروسية Soyuz TM-24، وعلى متنها طاقم مكون من رائد فضاء روسي ورائد فضاء أمريكي ورائد فضاء ألماني إلى محطة مير الفضائية."
      }
    ]
  },
  "3-27": {
    "curiosity": [
      {
        "text": "في 27 مارس 1912، وقعت اليابان والصين معاهدة شينتشو، التي أنهت الحرب الروسية اليابانية وأسست استقلال منغوليا الخارجية."
      },
      {
        "text1": "وفي 27 مارس 1977، اصطدمت طائرتان من طراز بوينغ 747 في تينيريفي بجزر الكناري، مما أدى إلى أسوأ كارثة جوية في التاريخ، حيث راح ضحيتها 583 شخصا."
      }
    ]
  },
  "3-28": {
    "curiosity": [
      {
        "text": "في 28 مارس 1930، تم تغيير اسم القسطنطينية، عاصمة الإمبراطورية البيزنطية، إلى إسطنبول، مما يمثل تغييرًا كبيرًا في تاريخ المدينة."
      },
      {
        "text1": "في 28 مارس 1979، وقع الحادث في محطة ثري مايل آيلاند للطاقة النووية في الولايات المتحدة، مما أدى إلى واحدة من أسوأ الكوارث النووية في تاريخ البلاد."
      }
    ]
  },
  "3-29": {
    "curiosity": [
      {
        "text": "في 29 مارس 1974، حدثت ثورة القرنفل في البرتغال، وهي انتفاضة عسكرية أطاحت بديكتاتورية إستادو نوفو وكانت بمثابة بداية فترة من التحول الديمقراطي في البلاد."
      },
      {
        "text1": "وفي 29 مارس 2004، انضمت بلغاريا وإستونيا ولاتفيا وليتوانيا ورومانيا وسلوفاكيا وسلوفينيا إلى حلف شمال الأطلسي، مما عزز التحالف العسكري."
      }
    ]
  },
  "3-30": {
    "curiosity": [
      {
        "text": "وفي 30 مارس 1856، تم التوقيع على معاهدة باريس، التي أنهت حرب القرم وأسست ظروف السلام بين القوى المعنية."
      },
      {
        "text1": "في 30 مارس 1981، تعرض رئيس الولايات المتحدة رونالد ريغان لإطلاق النار في محاولة اغتيال، لكنه نجا بعد خضوعه لعملية جراحية."
      }
    ]
  },
  "3-31": {
    "curiosity": [
      {
        "text": "في 31 مارس 1492، أصدر الملوك الكاثوليك، فرديناند الثاني ملك أراغون وإيزابيل الأولى ملكة قشتالة، مرسوم قصر الحمراء، الذي طرد اليهود من إسبانيا، مما أدى إلى واحدة من أحلك اللحظات في التاريخ اليهودي."
      },
      {
        "text1": "في 31 مارس 1889، تم افتتاح برج إيفل، أحد أشهر أيقونات باريس والعالم، خلال معرض باريس العالمي."
      }
    ]
  },
  "4-1": {
    "curiosity": [
      {
        "text": "في الأول من أبريل عام 1867، سنت المملكة المتحدة قانون أمريكا الشمالية البريطانية، الذي أنشأ اتحاد كندا ووضع الأساس لتشكيل كندا الحديثة."
      },
      {
        "text1": "في الأول من أبريل عام 1976، تأسست شركة أبل على يد ستيف جوبز وستيف وزنياك ورونالد واين، مما أدى إلى إنشاء واحدة من أكثر شركات التكنولوجيا تأثيرًا في العالم."
      }
    ]
  },
  "4-2": {
    "curiosity": [
      {
        "text": "في 2 أبريل 1917، دخلت الولايات المتحدة الحرب العالمية الأولى، وأرسلت قوات للقتال إلى جانب قوات الحلفاء ضد القوى المركزية."
      },
      {
        "text1": "في 2 أبريل 2005، توفي البابا يوحنا بولس الثاني عن عمر يناهز 84 عامًا، بعد بابوية طويلة استمرت حوالي 27 عامًا، ليصبح أحد الباباوات الأكثر شعبية في التاريخ الحديث."
      }
    ]
  },
  "4-3": {
    "curiosity": [
      {
        "text": "في 3 أبريل 1948، دخلت خطة مارشال، وهي برنامج مساعدات اقتصادية أمريكي لإعادة إعمار أوروبا ما بعد الحرب العالمية الثانية، حيز التنفيذ."
      },
      {
        "text1": "في 3 أبريل 1973، صنعت شركة موتورولا أول هاتف خلوي، مما يمثل علامة فارقة مهمة في تطور تكنولوجيا الهاتف المحمول."
      }
    ]
  },
  "4-4": {
    "curiosity": [
      {
        "text": "في 4 أبريل 1968، اغتيل زعيم الحقوق المدنية في الولايات المتحدة مارتن لوثر كينغ جونيور في ممفيس، تينيسي، مما تسبب في اضطرابات واحتجاجات في جميع أنحاء البلاد."
      },
      {
        "text1": "في 4 أبريل 1949، تم تأسيس منظمة حلف شمال الأطلسي (الناتو)، لتأسيس تحالف عسكري بين عدة دول غربية للدفاع المشترك."
      }
    ]
  },
  "4-5": {
    "curiosity": [
      {
        "text": "في 5 أبريل 1614، تزوجت بوكاهونتاس، وهي واحدة من أشهر الشخصيات في اللقاء بين المستعمرين الإنجليز والشعوب الأمريكية الأصلية، من جون رولف في فرجينيا بالولايات المتحدة."
      },
      {
        "text1": "في 5 أبريل 1955، استقال ونستون تشرشل من منصب رئيس وزراء المملكة المتحدة، منهيًا فترة ولايته الثانية."
      }
    ]
  },
  "4-6": {
    "curiosity": [
      {
        "text": "في 6 أبريل 1917، أعلنت الولايات المتحدة الحرب على الإمبراطورية الألمانية، ودخلت رسميًا الحرب العالمية الأولى."
      },
      {
        "text1": "في 6 أبريل 1994، بدأت الإبادة الجماعية في رواندا، حيث قُتل نحو 800 ألف شخص، معظمهم من جماعة التوتسي العرقية، بوحشية على مدى حوالي 100 يوم."
      }
    ]
  },
  "4-7": {
    "curiosity": [
      {
        "text": "في 7 أبريل 1948، أصدرت الجمعية العامة للأمم المتحدة الإعلان العالمي لحقوق الإنسان، الذي أرسى الحقوق الأساسية لجميع البشر."
      },
      {
        "text1": "في 7 أبريل 1964، أطلقت ناسا أول قمر صناعي للاتصالات، سينكوم 3، إلى مداره، لتبدأ حقبة جديدة في الاتصالات العالمية."
      }
    ]
  },
  "4-8": {
    "curiosity": [
      {
        "text": "في 8 أبريل 1974، توفي الدكتاتور البرتغالي أنطونيو دي أوليفيرا سالازار، مما أدى إلى سقوط نظام استادو نوفو الاستبدادي وإرساء الديمقراطية في البرتغال."
      },
      {
        "text1": "في 8 أبريل 1994، عُثر على مغني الروك كورت كوبين، قائد فرقة نيرفانا، ميتًا في منزله في سياتل بالولايات المتحدة."
      }
    ]
  },
  "4-9": {
    "curiosity": [
      {
        "text": "في 9 أبريل 1865، حدث استسلام الجنرال الكونفدرالي روبرت إي لي لجنرال الاتحاد يوليسيس إس جرانت، إيذانًا بنهاية الحرب الأهلية الأمريكية."
      },
      {
        "text1": "في 9 أبريل 1940، غزت ألمانيا النازية الدنمارك والنرويج، وبدأت احتلال هذه البلدان خلال الحرب العالمية الثانية."
      }
    ]
  },
  "4-10": {
    "curiosity": [
      {
        "text": "في 10 أبريل 1912، أبحرت السفينة RMS Titanic في رحلتها الأولى من ساوثامبتون، إنجلترا، إلى نيويورك، الولايات المتحدة، قبل أن تصطدم بجبل جليدي وتغرق في المحيط الأطلسي."
      },
      {
        "text1": "في 10 أبريل 1972، قام رئيس الوزراء الياباني كاكوي تاناكا بزيارة الصين، مما يمثل لحظة مهمة في تطبيع العلاقات بين البلدين."
      }
    ]
  },
  "4-11": {
    "curiosity": [
      {
        "text": "في 11 أبريل 1951، تم إعفاء الجنرال دوغلاس ماك آرثر من قيادته في الحرب الكورية من قبل رئيس الولايات المتحدة هاري إس ترومان بعد خلافات حول الإستراتيجية العسكرية."
      },
      {
        "text1": "في 11 أبريل 1979، أعلن رئيس زيمبابوي، كنعان بانانا، استقلال البلاد، وإنهاء الحكم الاستعماري البريطاني وتأسيس جمهورية زيمبابوي."
      }
    ]
  },
  "4-12": {
    "curiosity": [
      {
        "text": "في 12 أبريل 1961، أصبح رائد الفضاء السوفييتي يوري جاجارين أول إنسان يدور حول الأرض على متن المركبة الفضائية فوستوك 1."
      },
      {
        "text1": "في 12 أبريل 1992، تم افتتاح النفق الأوروبي، الذي يربط المملكة المتحدة بفرنسا تحت القناة الإنجليزية، مما يوفر اتصالاً مباشرًا بالسكك الحديدية بين البلدين."
      }
    ]
  },
  "4-13": {
    "curiosity": [
      {
        "text": "في 13 أبريل 1743، ولد توماس جيفرسون، الرئيس الثالث للولايات المتحدة والمؤلف الرئيسي لإعلان الاستقلال، في مستعمرة فرجينيا."
      },
      {
        "text1": "في 13 أبريل 1943، حدثت انتفاضة غيتو وارسو، وهي عملية مقاومة نظمها اليهود ضد القوات النازية خلال الحرب العالمية الثانية."
      }
    ]
  },
  "4-14": {
    "curiosity": [
      {
        "text": "في 14 أبريل 1865، اغتيل رئيس الولايات المتحدة أبراهام لنكولن على يد الممثل جون ويلكس بوث، في مسرح بالعاصمة واشنطن."
      },
      {
        "text1": "في 14 أبريل 1986، نفذت الولايات المتحدة ضربة جوية ضد ليبيا، ردا على تورط البلاد المزعوم في هجوم إرهابي على ملهى ليلي في برلين."
      }
    ]
  },
  "4-15": {
    "curiosity": [
      {
        "text": "في 15 أبريل 1912، غرقت السفينة RMS Titanic بعد اصطدامها بجبل جليدي، مما أدى إلى مقتل أكثر من 1500 شخص في واحدة من أشهر الكوارث البحرية في التاريخ."
      },
      {
        "text1": "في 15 أبريل 1947، ظهر لاعب البيسبول جاكي روبنسون لأول مرة في دوري البيسبول الرئيسي، وكسر الحاجز العنصري في الرياضات الاحترافية في الولايات المتحدة."
      }
    ]
  },
  "4-16": {
    "curiosity": [
      {
        "text": "في 16 أبريل 1945، انتحر الدكتاتور الألماني أدولف هتلر في مخبأه في برلين، إيذانا بنهاية النظام النازي خلال الحرب العالمية الثانية."
      },
      {
        "text1": "وفي 16 أبريل 1972، وقعت مذبحة ماي لاي، التي قتل فيها الجنود الأمريكيون مئات المدنيين الفيتناميين خلال حرب فيتنام."
      }
    ]
  },
  "4-17": {
    "curiosity": [
      {
        "text": "في 17 أبريل 1961، وقع غزو خليج الخنازير، وهي محاولة فاشلة من قبل وكالة المخابرات المركزية للإطاحة بنظام فيدل كاسترو في كوبا."
      },
      {
        "text1": "في 17 أبريل 1975، سيطر الخمير الحمر بقيادة بول بوت على بنوم بنه، عاصمة كمبوديا، إيذانًا ببداية فترة من الإبادة الجماعية والقمع في البلاد."
      }
    ]
  },
  "4-18": {
    "curiosity": [
      {
        "text": "في 18 أبريل 1775، وقعت أول مواجهة مسلحة بين المستعمرين الأمريكيين والقوات البريطانية في معركة ليكسينغتون وكونكورد، والتي كانت بمثابة بداية حرب الاستقلال الأمريكية."
      },
      {
        "text1": "في 18 أبريل 1980، جرت عملية إنقاذ الرهائن الأمريكيين في سفارة الولايات المتحدة في طهران بإيران، والمعروفة باسم عملية مخلب النسر، والتي انتهت بالفشل وأسفرت عن مقتل العديد من الجنود الأمريكيين."
      },
      {
        "text1": "في 18 أبريل 1996، وقع الجيش الأوغندي وجماعة جيش الرب للمقاومة المتمردة على وقف مؤقت لإطلاق النار بعد سنوات من الصراع المسلح في شمال أوغندا."
      }
    ]
  },
  "4-19": {
    "curiosity": [
      {
        "text": "وفي 19 أبريل 1775، وقعت معركة الوفاق خلال حرب الاستقلال الأمريكية، حيث تمكنت الميليشيات الاستعمارية من صد القوات البريطانية."
      },
      {
        "text1": "في 19 أبريل 1995، وقع هجوم إرهابي في مدينة أوكلاهوما بالولايات المتحدة، عندما انفجرت شاحنة مفخخة أمام مبنى ألفريد بي مورا الفيدرالي، مما أدى إلى مقتل 168 شخصًا."
      }
    ]
  },
  "4-20": {
    "curiosity": [
      {
        "text": "في 20 أبريل 1889، ولد أدولف هتلر، الزعيم النازي المستقبلي، في براوناو آم إن، النمسا."
      },
      {
        "text1": "وفي 20 أبريل 1999، وقعت مذبحة كولومباين، حيث هاجم طالبان مسلحان مدرسة كولومباين الثانوية، في الولايات المتحدة، مما أسفر عن مقتل 12 طالبا ومعلما، قبل أن ينتحرا."
      }
    ]
  },
  "4-21": {
    "curiosity": [
      {
        "text": "في 21 أبريل 753 قبل الميلاد، وفقًا للأسطورة، تأسست روما على يد رومولوس وريموس."
      },
      {
        "text1": "في 21 أبريل 1960، تم افتتاح برازيليا، عاصمة البرازيل، رسميًا، وتعتبر علامة فارقة في تاريخ العمارة والعمران."
      }
    ]
  },
  "4-22": {
    "curiosity": [
      {
        "text": "في 22 أبريل 1970، تم الاحتفال بيوم الأرض الأول، وهو حدث دولي يهدف إلى تعزيز الوعي بالقضايا البيئية وحماية الكوكب."
      },
      {
        "text1": "في 22 أبريل 1993، حصل زعيم حزب المؤتمر الوطني الأفريقي والرئيس المستقبلي لجنوب أفريقيا، نيلسون مانديلا، والرئيس فريدريك ويليم دي كليرك على جائزة نوبل للسلام لجهودهما في إنهاء الفصل العنصري."
      }
    ]
  },
  "4-23": {
    "curiosity": [
      {
        "text": "في 23 أبريل 1564، ولد ويليام شكسبير، أحد أعظم الكتاب المسرحيين في التاريخ، في ستراتفورد أبون آفون، إنجلترا."
      },
      {
        "text1": "في 23 أبريل 1910، ألقى ثيودور روزفلت خطابه الشهير \"الحديث السلس والرياضي الكبير\" في جامعة السوربون في باريس، حيث أكد على أهمية الدبلوماسية واستخدام القوة لتعزيز السلام العالمي."
      }
    ]
  },
  "4-24": {
    "curiosity": [
      {
        "text": "في 24 أبريل 1800، تم إنشاء مكتبة الكونجرس الأمريكية في واشنطن العاصمة، مع شراء أول كتاب لها."
      },
      {
        "text1": "في 24 أبريل 1916، حدثت انتفاضة عيد الفصح، وهي انتفاضة مسلحة في أيرلندا ضد الحكم البريطاني، وتعتبر علامة فارقة مهمة على طريق الاستقلال الأيرلندي."
      }
    ]
  },
  "4-25": {
    "curiosity": [
      {
        "text": "في 25 أبريل 1945، خلال الحرب العالمية الثانية، حررت القوات السوفيتية واليوغوسلافية مدينة بلغراد، يوغوسلافيا، من الحكم النازي."
      },
      {
        "text1": "في 25 أبريل 1974، حدثت ثورة القرنفل في البرتغال، وهي حركة عسكرية أطاحت بالنظام الديكتاتوري لإستادو نوفو وأعادت الديمقراطية إلى البلاد."
      }
    ]
  },
  "4-26": {
    "curiosity": [
      {
        "text": "في 26 أبريل 1986، وقعت كارثة تشيرنوبيل النووية في أوكرانيا، عندما أدى انفجار في مفاعل نووي إلى إطلاق كمية كبيرة من المواد المشعة في الغلاف الجوي، مما تسبب في واحدة من أكبر الكوارث النووية في التاريخ."
      },
      {
        "text1": "في 26 أبريل 2005، تزوج ولي عهد اليابان ناروهيتو من ماساكو أوادا، في حفل أقيم في ضريح ميجي في طوكيو."
      }
    ]
  },
  "4-27": {
    "curiosity": [
      {
        "text": "وفي 27 أبريل 497 قبل الميلاد، تأسست مدينة روما رسميًا حسب التقاليد."
      },
      {
        "text1": "في 27 أبريل 1994، تم انتخاب نيلسون مانديلا كأول رئيس أسود لجنوب أفريقيا، مما يمثل نهاية نظام الفصل العنصري في البلاد."
      }
    ]
  },
  "4-28": {
    "curiosity": [
      {
        "text": "في 28 أبريل 1789، وقع تمرد سفينة HMS Bounty، عندما تمرد طاقم السفينة البريطانية ضد الكابتن ويليام بليغ."
      },
      {
        "text1": "في 28 أبريل 1945، خلال الحرب العالمية الثانية، تم القبض على الدكتاتور الإيطالي بينيتو موسوليني وإعدامه على يد أعضاء المقاومة الإيطالية."
      }
    ]
  },
  "4-29": {
    "curiosity": [
      {
        "text": "في 29 أبريل 1975، انتهت حرب فيتنام بسقوط سايغون، عاصمة فيتنام الجنوبية، على يد القوات الشيوعية في فيتنام الشمالية."
      },
      {
        "text1": "في 29 أبريل 2011، تزوج الأمير ويليام، أمير المملكة المتحدة، من كاثرين ميدلتون في حفل أقيم في كنيسة وستمنستر في لندن."
      }
    ]
  },
  "4-30": {
    "curiosity": [
      {
        "text": "في 30 أبريل 1789، تم تنصيب جورج واشنطن كأول رئيس للولايات المتحدة الأمريكية."
      },
      {
        "text1": "في 30 أبريل 1945، انتحر أدولف هتلر وزوجته إيفا براون في مخبأهما في برلين، إيذانًا بنهاية النظام النازي في ألمانيا."
      }
    ]
  },
  "5-1": {
    "curiosity": [
      {
        "text": "في الأول من مايو عام 1886، اندلعت ثورة هايماركت في شيكاغو بالولايات المتحدة، وتميزت باحتجاجات العمال للمطالبة بظروف عمل أفضل ويوم عمل مدته ثماني ساعات."
      },
      {
        "text1": "في الأول من مايو 1994، دخلت الاتفاقية العامة بشأن التعريفات الجمركية والتجارة (GATT) حيز التنفيذ، وهي علامة بارزة في التجارة الدولية أنشأت منظمة التجارة العالمية (WTO) خلفًا للغات."
      }
    ]
  },
  "5-2": {
    "curiosity": [
      {
        "text": "في 2 مايو 1519، توفي المستكشف الإيطالي ليوناردو دافنشي في أمبواز بفرنسا."
      },
      {
        "text1": "في 2 مايو 2011، قُتل الزعيم الإرهابي أسامة بن لادن، مؤسس تنظيم القاعدة والمسؤول عن هجمات 11 سبتمبر 2001، خلال عملية عسكرية أمريكية في باكستان."
      }
    ]
  },
  "5-3": {
    "curiosity": [
      {
        "text": "في 3 مايو 1808، حدثت انتفاضة دوس مايو، وهي ثورة شعبية ضد الاحتلال الفرنسي في مدريد، خلال الحروب النابليونية."
      },
      {
        "text1": "في 3 مايو 1979، أصبحت مارغريت تاتشر أول امرأة يتم انتخابها رئيسة لوزراء المملكة المتحدة، حيث شغلت هذا المنصب لثلاث فترات متتالية."
      },
      {
        "text1": "في 3 مايو 2000، تم افتتاح جسر الألفية في لندن، وهو هيكل مبدع يعبر نهر التايمز وأصبح رمزا للمدينة."
      }
    ]
  },
  "5-4": {
    "curiosity": [
      {
        "text": "في 4 مايو 1626، وصل المستكشف الهولندي بيتر مينويت إلى جزيرة مانهاتن وأنشأ مستعمرة أصبحت فيما بعد مدينة نيويورك."
      },
      {
        "text1": "في 4 مايو 1970، وقعت مذبحة ولاية كينت في الولايات المتحدة، عندما فتح جنود الحرس الوطني النار على الطلاب الذين كانوا يحتجون على حرب فيتنام، مما أدى إلى مقتل أربعة."
      }
    ]
  },
  "5-5": {
    "curiosity": [
      {
        "text": "في 5 مايو 1821، هزم الزعيم الثوري لأمريكا الجنوبية سيمون بوليفار القوات الإسبانية في معركة كارابوبو، مما عزز استقلال فنزويلا."
      },
      {
        "text1": "في 5 مايو 1862، وقعت معركة بويبلا في المكسيك، وحقق فيها الجيش المكسيكي انتصارًا مفاجئًا على القوات الفرنسية التي سعت لغزو البلاد."
      }
    ]
  },
  "5-6": {
    "curiosity": [
      {
        "text": "في 6 مايو 1527، وقع نهب روما، عندما غزت قوات الإمبراطور تشارلز الخامس مدينة روما ونهبت، إيذانًا بنهاية عصر النهضة الإيطالية."
      },
      {
        "text1": "وفي 6 مايو 1954، انتهت معركة ديان بيان فو، في فيتنام، بانتصار فيت مينه على القوات الاستعمارية الفرنسية، مما أدى إلى الانسحاب الفرنسي ونهاية الهند الصينية الفرنسية."
      }
    ]
  },
  "5-7": {
    "curiosity": [
      {
        "text": "في 7 مايو 1824، عرض بيتهوفن لأول مرة سيمفونيته التاسعة في فيينا، النمسا، بألحانه الأكثر شهرة، ترنيمة الفرح."
      },
      {
        "text1": "في 7 مايو 1945، استسلمت ألمانيا النازية لقوات الحلفاء دون قيد أو شرط، مما يمثل نهاية الحرب العالمية الثانية في أوروبا."
      }
    ]
  },
  "5-8": {
    "curiosity": [
      {
        "text": "في 8 مايو 1886، اندلعت ثورة عمال هايماركت في شيكاغو بالولايات المتحدة احتجاجًا على يوم العمل المكون من ثماني ساعات، مما أدى إلى اشتباكات عنيفة بين العمال والشرطة."
      },
      {
        "text1": "في 8 مايو 1945، أُعلن يوم النصر في أوروبا، احتفالاً بنهاية الحرب العالمية الثانية في أوروبا بالاستسلام غير المشروط لألمانيا النازية."
      }
    ]
  },
  "5-9": {
    "curiosity": [
      {
        "text": "في 9 مايو 1502، انطلق المستكشف كريستوفر كولومبوس في رحلته الرابعة والأخيرة إلى العالم الجديد."
      },
      {
        "text1": "في 9 مايو 1950، قدم وزير الخارجية الفرنسي، روبرت شومان، اقتراح إنشاء الجماعة الأوروبية للفحم والصلب (ECSC)، وهي خطوة مهمة نحو التكامل الأوروبي."
      }
    ]
  },
  "5-10": {
    "curiosity": [
      {
        "text": "في 10 مايو 1503، بدأ رسام عصر النهضة الإيطالي مايكل أنجلو العمل على تمثال داود، أحد أشهر أعماله."
      },
      {
        "text1": "في 10 مايو 1994، أدى نيلسون مانديلا اليمين الدستورية كأول رئيس أسود لجنوب أفريقيا، إيذانا بنهاية نظام الفصل العنصري في البلاد وبداية حقبة جديدة."
      }
    ]
  },
  "5-11": {
    "curiosity": [
      {
        "text": "في 11 مايو 330، أسس الإمبراطور الروماني قسطنطين الأول مدينة القسطنطينية، والتي ستصبح عاصمة الإمبراطورية الرومانية الشرقية ولاحقًا الإمبراطورية البيزنطية."
      },
      {
        "text1": "وفي 11 مايو 1998، أجرت الهند بنجاح أول تجربة لأسلحتها النووية، مما أدى إلى زيادة التوترات في المنطقة وإطلاق سلسلة من التجارب النووية في جنوب آسيا."
      }
    ]
  },
  "5-12": {
    "curiosity": [
      {
        "text": "في 12 مايو 1820، ولدت فلورنس نايتنجيل، رائدة التمريض الحديث، في فلورنسا بإيطاليا."
      },
      {
        "text1": "في 12 مايو 1962، أصبح رائد الفضاء الأمريكي سكوت كاربنتر ثاني أمريكي يدور حول الأرض على متن المركبة الفضائية أورورا 7."
      }
    ]
  },
  "5-13": {
    "curiosity": [
      {
        "text": "في 13 مايو 1917، حدث أول ظهور للسيدة العذراء مريم للأطفال الرعاة الثلاثة في فاطيما، البرتغال، لتبدأ سلسلة من الأحداث التي أصبحت تُعرف باسم ظهورات فاطمة."
      },
      {
        "text1": "في 13 مايو 1981، تعرض البابا يوحنا بولس الثاني لهجوم في روما، حيث أصيب بجروح خطيرة، لكنه نجا من الهجوم."
      }
    ]
  },
  "5-14": {
    "curiosity": [
      {
        "text": "في 14 مايو 1948، أُعلن استقلال دولة إسرائيل، إيذانا بإقامة الدولة اليهودية الحديثة."
      },
      {
        "text1": "في 14 مايو 2011، تم إعلان استقلال جنوب السودان، مما يجعلها أحدث دولة في العالم."
      }
    ]
  },
  "5-15": {
    "curiosity": [
      {
        "text": "في 15 مايو 1252، أصدر البابا إنوسنت الرابع المرسوم البابوي Ad Extirpanda، الذي سمح لمحاكم التفتيش باستخدام التعذيب كوسيلة للحصول على اعترافات بالهرطقة."
      },
      {
        "text1": "في 15 مايو 1940، خلال الحرب العالمية الثانية، استسلمت هولندا للقوات الألمانية، منهية معركة هولندا."
      }
    ]
  },
  "5-16": {
    "curiosity": [
      {
        "text": "وفي 16 مايو 1929، تأسست أكاديمية فنون وعلوم الصور المتحركة، المسؤولة عن منح جوائز الأوسكار."
      },
      {
        "text1": "في 16 مايو 1966، صدر الألبوم الشهير لفرقة The Beach Boys بعنوان \"Pet Sounds\"، والذي أصبح مرجعًا في موسيقى البوب ​​وأثر على أجيال من الفنانين."
      }
    ]
  },
  "5-17": {
    "curiosity": [
      {
        "text": "في 17 مايو 1792، حوكمت الملكة ماري أنطوانيت ملكة فرنسا وحكم عليها بالإعدام أثناء الثورة الفرنسية."
      },
      {
        "text1": "في 17 مايو 2004، تم تشريع أول زواج مثلي في الولايات المتحدة، في ولاية ماساتشوستس."
      }
    ]
  },
  "5-18": {
    "curiosity": [
      {
        "text": "في 18 مايو 1804، أُعلن نابليون بونابرت إمبراطورًا للفرنسيين، مؤسسًا الإمبراطورية الفرنسية الأولى."
      },
      {
        "text1": "في 18 مايو 1980، ثار بركان جبل سانت هيلينز، وهو بركان يقع في الولايات المتحدة، مما أدى إلى واحدة من أكبر الانفجارات البركانية في تاريخ البلاد."
      }
    ]
  },
  "5-19": {
    "curiosity": [
      {
        "text": "في 19 مايو 1536، تم إعدام آن بولين، الزوجة الثانية لهنري الثامن ملك إنجلترا، بتهمة الزنا والخيانة."
      },
      {
        "text1": "في 19 مايو 1962، غنت الممثلة مارلين مونرو أغنية \"عيد ميلاد سعيد\" لرئيس الولايات المتحدة جون إف كينيدي، خلال حفل احتفال بعيد ميلاده."
      }
    ]
  },
  "5-20": {
    "curiosity": [
      {
        "text": "وفي 20 مايو 1498، وصل المستكشف البرتغالي فاسكو دا جاما إلى الهند، فاتحًا الطريق البحري بين أوروبا وشبه القارة الهندية."
      },
      {
        "text1": "في 20 مايو 1873، قدم الملحن الروسي الشهير بيوتر إيليتش تشايكوفسكي لأول مرة سيمفونيته \"Symphony No. 3 in D Major, Op.\" 29، والمعروفة أيضًا باسم \"السمفونية البولندية\"."
      }
    ]
  },
  "5-21": {
    "curiosity": [
      {
        "text": "في 21 مايو 1927، أكمل الطيار الأمريكي تشارلز ليندبيرغ أول رحلة منفردة بدون توقف عبر المحيط الأطلسي، حيث حلّق من نيويورك إلى باريس على متن طائرة سبيريت أوف سانت لويس."
      },
      {
        "text1": "وفي 21 مايو 1991، أعلنت رئيسة الفلبين السابقة كورازون أكينو سحب القواعد العسكرية الأمريكية من البلاد، منهية بذلك عقودًا من الوجود العسكري الأمريكي في الفلبين."
      }
    ]
  },
  "5-22": {
    "curiosity": [
      {
        "text": "في 22 مايو 1455، بدأت حرب الوردتين في إنجلترا، وهو صراع أهلي بين عائلتي يورك ولانكستر للسيطرة على العرش."
      },
      {
        "text1": "في 22 مايو 2010، وقع زلزال بقوة 6.3 درجة في مدينة كرايستشيرش بنيوزيلندا، وأدى إلى أضرار جسيمة وأدى إلى خسائر في الأرواح البشرية."
      }
    ]
  },
  "5-23": {
    "curiosity": [
      {
        "text": "في 23 مايو 1430، تم القبض على جان دارك من قبل القوات البورغندية خلال حرب المائة عام، وتم تسليمها لاحقًا إلى الإنجليز وحوكمتها بتهمة الهرطقة."
      },
      {
        "text1": "في 23 مايو 1934، قُتل الزوجان المجرمان بوني باركر وكلايد بارو، المعروفان باسم \"بوني وكلايد\"، برصاص الشرطة أثناء مواجهة."
      }
    ]
  },
  "5-24": {
    "curiosity": [
      {
        "text": "في 24 مايو 1543، نشر نيكولاس كوبرنيكوس كتابًا بعنوان «De Revolutionibus Orbium Celestium»، يعرض فيه نظريته حول مركزية الشمس للنظام الشمسي."
      },
      {
        "text1": "في 24 مايو 1883، تم افتتاح جسر بروكلين، أحد أقدم الجسور المعلقة في الولايات المتحدة، أمام حركة المرور، ليربط مانهاتن ببروكلين."
      }
    ]
  },
  "5-25": {
    "curiosity": [
      {
        "text": "في 25 مايو 1977، تم إصدار أول فيلم في ملحمة \"حرب النجوم\" بعنوان \"حرب النجوم: الحلقة الرابعة - أمل جديد\" في دور العرض في الولايات المتحدة."
      },
      {
        "text1": "في 25 مايو 2005، قامت طائرة الإيرباص A380، وهي أكبر طائرة تجارية في العالم، بأول رحلة تجريبية لها في تولوز، فرنسا."
      }
    ]
  },
  "5-26": {
    "curiosity": [
      {
        "text": "في 26 مايو 1896، نشر تشارلز داو أول مؤشر للأسهم، والمعروف باسم متوسط ​​داو جونز الصناعي، والذي أصبح مؤشرًا مهمًا للسوق المالية."
      },
      {
        "text1": "في 26 مايو 1967، صدر الألبوم الشهير لفريق البيتلز بعنوان \"Sgt. تم إصدار فرقة Pepper's Lonely Hearts Club، والتي أصبحت علامة بارزة في تاريخ الموسيقى الشعبية."
      }
    ]
  },
  "5-27": {
    "curiosity": [
      {
        "text": "في 27 مايو 1937، اشتعلت النيران في المنطاد الألماني هيندنبورغ أثناء محاولته الهبوط في نيوجيرسي بالولايات المتحدة، مما أدى إلى مقتل 36 شخصًا."
      },
      {
        "text1": "في 27 مايو 1999، أعلنت منظمة الصحة العالمية القضاء على مرض شلل الأطفال في الأمريكتين، لتصبح أول منطقة في العالم خالية من المرض."
      }
    ]
  },
  "5-28": {
    "curiosity": [
      {
        "text": "في 28 مايو 1953، أصبح متسلق الجبال النيوزيلندي إدموند هيلاري وشيربا تينزينج نورجاي أول من يصل إلى قمة جبل إيفرست، أعلى جبل في العالم."
      },
      {
        "text1": "في 28 مايو 1995، فاز فريق جنوب أفريقيا الوطني للرجبي بكأس العالم للرجبي، في أول مشاركة له بعد انتهاء نظام الفصل العنصري."
      }
    ]
  },
  "5-29": {
    "curiosity": [
      {
        "text": "في 29 مايو 1453، وقع سقوط القسطنطينية، عاصمة الإمبراطورية البيزنطية، في أيدي قوات الدولة العثمانية، إيذانا بنهاية العصور الوسطى وبداية العصر الحديث."
      },
      {
        "text1": "في 29 مايو 1953، وصل السير إدموند هيلاري وتينزينج نورجاي إلى قمة جبل إيفرست لأول مرة في التاريخ، مما مهد الطريق لبعثات استكشافية مستقبلية وتحدي حدود البشر."
      }
    ]
  },
  "5-30": {
    "curiosity": [
      {
        "text": "في 30 مايو 1431، أُحرقت جان دارك على المحك بتهمة الهرطقة، خلال حرب المائة عام."
      },
      {
        "text1": "في 30 مايو 1922، تم تخصيص نصب لنكولن التذكاري في واشنطن العاصمة بالولايات المتحدة، تكريمًا للرئيس السادس عشر للولايات المتحدة، أبراهام لينكولن."
      }
    ]
  },
  "5-31": {
    "curiosity": [
      {
        "text": "في 31 مايو 1911، اكتمل أول سباق إنديانابوليس، أحد أشهر سباقات السيارات التقليدية في العالم."
      },
      {
        "text1": "في 31 مايو 1962، وقع زلزال فالديفيا في تشيلي، ويعتبر أقوى زلزال تم تسجيله على الإطلاق، حيث قدرت قوته بين 9.4 و9.6."
      }
    ]
  },
  "6-1": {
    "curiosity": [
      {
        "text": "في الأول من يونيو عام 1495، اكتشف المستكشف الإيطالي كريستوفر كولومبوس جزيرة ترينيداد خلال رحلته الثالثة إلى العالم الجديد."
      },
      {
        "text1": "في الأول من يونيو عام 1967، صدر الألبوم الشهير لفريق البيتلز بعنوان \"Sgt.\" تم إصدار فرقة Pepper's Lonely Hearts Club، والتي أصبحت علامة بارزة في تاريخ الموسيقى الشعبية."
      }
    ]
  },
  "6-2": {
    "curiosity": [
      {
        "text": "في 2 يونيو 1953، تم تتويج الملكة إليزابيث الثانية ملكة المملكة المتحدة في كنيسة وستمنستر في لندن بعد وفاة والدها الملك جورج السادس."
      },
      {
        "text1": "في 2 يونيو 1979، ألقي القبض على السيدة الأولى السابقة للفلبين، إيميلدا ماركوس، بتهمة الفساد والإثراء غير المشروع، بعد سقوط نظام الدكتاتور فرديناند ماركوس."
      }
    ]
  },
  "6-3": {
    "curiosity": [
      {
        "text": "في 3 يونيو 1965، أصبح رائد الفضاء الأمريكي إدوارد وايت أول رائد فضاء أمريكي يقوم بالسير في الفضاء خلال مهمة جيميني 4."
      },
      {
        "text1": "في الثالث من يونيو/حزيران 1989، وقعت مذبحة ميدان السلام السماوي في بكين، الصين، عندما قمعت السلطات الصينية بوحشية المتظاهرين المؤيدين للديمقراطية، مما أدى إلى مقتل المئات، وربما الآلاف."
      }
    ]
  },
  "6-4": {
    "curiosity": [
      {
        "text": "في 4 يونيو 1942، خلال الحرب العالمية الثانية، بدأت معركة ميدواي في المحيط الهادئ، مما أدى إلى انتصار استراتيجي للولايات المتحدة ضد الإمبراطورية اليابانية."
      },
      {
        "text1": "في 4 يونيو 1989، قامت الحكومة الصينية بقمع الاحتجاجات المؤيدة للديمقراطية في ميدان تيانانمن في بكين بوحشية، باستخدام القوات العسكرية والدبابات."
      }
    ]
  },
  "6-5": {
    "curiosity": [
      {
        "text": "في 5 يونيو 1947، أعلن وزير خارجية الولايات المتحدة جورج مارشال عن خطة مارشال، والتي تهدف إلى تقديم المساعدة الاقتصادية للدول الأوروبية المتضررة من الحرب العالمية الثانية."
      },
      {
        "text1": "في 5 يونيو 1967، بدأت حرب الأيام الستة، وهو صراع بين إسرائيل والدول العربية المجاورة، أدى إلى انتصار حاسم لإسرائيل وتغييرات كبيرة في حدود المنطقة."
      }
    ]
  },
  "6-6": {
    "curiosity": [
      {
        "text": "في 6 يونيو 1944، وقع يوم الإنزال، وهو أحد أكبر العمليات العسكرية في الحرب العالمية الثانية، عندما هبطت قوات الحلفاء في نورماندي بفرنسا لبدء تحرير أوروبا الغربية من الحكم النازي."
      },
      {
        "text1": "في 6 يونيو 1968، اغتيل السيناتور الأمريكي روبرت كينيدي، شقيق الرئيس جون كينيدي، في لوس أنجلوس، كاليفورنيا، خلال حملته الرئاسية."
      }
    ]
  },
  "6-7": {
    "curiosity": [
      {
        "text": "وفي 7 يونيو 1494، تم التوقيع على معاهدة تورديسيلاس بين البرتغال وإسبانيا، والتي قسمت الأراضي المكتشفة والتي سيتم اكتشافها خارج أوروبا، ووضعت خطًا وهميًا يقسم العالم بين البلدين."
      },
      {
        "text1": "في 7 يونيو 1981، وصل المسبار الفضائي فوييجر 2 إلى زحل، وأرسل صورًا ومعلومات تفصيلية عن الكوكب وأقماره إلى الأرض."
      }
    ]
  },
  "6-8": {
    "curiosity": [
      {
        "text": "في 8 يونيو 1783، قام الأخوان مونتجولفييه بأول رحلة عامة ناجحة لمنطاد الهواء الساخن المأهول في أنوناي، فرنسا، مما يمثل بداية عصر الطيران."
      },
      {
        "text1": "في 8 يونيو 1972، تم عرض فيلم \"العراب\" (The Godfather) للمخرج فرانسيس فورد كوبولا وبطولة مارلون براندو وآل باتشينو في دور العرض في الولايات المتحدة."
      }
    ]
  },
  "6-9": {
    "curiosity": [
      {
        "text": "في 9 يونيو 1815، وقعت معركة واترلو ببلجيكا بين القوات بقيادة نابليون بونابرت وتحالف من الجيوش الأوروبية، مما أدى إلى هزيمة نابليون النهائية ونهاية إمبراطوريته."
      },
      {
        "text1": "في 9 يونيو 1934، تم إنشاء لجنة الشؤون غير الأمريكية بمجلس النواب الأمريكي، لبدء التحقيق في الأنشطة الشيوعية في البلاد، والتي عُرفت فيما بعد باسم \"مطاردة الساحرات\"."
      }
    ]
  },
  "6-10": {
    "curiosity": [
      {
        "text": "في 10 يونيو 1940، خلال الحرب العالمية الثانية، أعلنت إيطاليا الحرب على فرنسا والمملكة المتحدة، ودخلت الصراع إلى جانب ألمانيا النازية."
      },
      {
        "text1": "في 10 يونيو 1967، انتهت حرب الأيام الستة بانتصار حاسم لإسرائيل على الدول العربية المجاورة، مما أدى إلى تغييرات كبيرة في حدود المنطقة."
      }
    ]
  },
  "6-11": {
    "curiosity": [
      {
        "text": "في 11 يونيو 1509، تزوج الملك هنري الثامن ملك إنجلترا من زوجته الأولى، كاثرين أراغون، في حفل أقيم في الكنيسة الملكية في قصر غرينتش."
      },
      {
        "text1": "في 11 يونيو 1963، ضحى الراهب البوذي الفيتنامي ثيك كوانج دوك بنفسه في شارع مزدحم في سايغون، احتجاجًا على الاضطهاد الديني من قبل حكومة فيتنام الجنوبية."
      }
    ]
  },
  "6-12": {
    "curiosity": [
      {
        "text": "في 12 يونيو 1898، خلال الحرب الإسبانية الأمريكية، دارت معركة لاس جواسيماس بين القوات الأمريكية والإسبانية بالقرب من سانتياغو دي كوبا."
      },
      {
        "text1": "في 12 يونيو 1987، ألقى رئيس الولايات المتحدة رونالد ريجان خطابًا في برلين بألمانيا، دعا فيه الزعيم السوفييتي ميخائيل جورباتشوف إلى \"هدم هذا الجدار\"، في إشارة إلى جدار برلين."
      }
    ]
  },
  "6-13": {
    "curiosity": [
      {
        "text": "وفي 13 يونيو 1920، تم التوقيع على معاهدة تريانون، التي أنهت رسميًا حالة الحرب بين دول الحلفاء والمجر بعد الحرب العالمية الأولى."
      },
      {
        "text1": "في 13 يونيو 1971، تم إطلاق أول قمر صناعي فضائي تجاري، يسمى Intelsat IV F-3، والذي سمح بالبث التلفزيوني المباشر والمكالمات الهاتفية الدولية."
      }
    ]
  },
  "6-14": {
    "curiosity": [
      {
        "text": "في 14 يونيو 1777، اعتمد الكونجرس القاري للولايات المتحدة \"علم الولايات المتحدة\"، الذي يضم ثلاثة عشر خطًا أحمر وأبيض متناوبًا وحقلًا أزرق به ثلاثة عشر نجمة بيضاء في دائرة، تمثل المستعمرات الثلاثة عشر الأصلية."
      },
      {
        "text1": "في 14 يونيو 1940، دخلت القوات الألمانية باريس، واحتلت العاصمة الفرنسية خلال الحرب العالمية الثانية."
      }
    ]
  },
  "6-15": {
    "curiosity": [
      {
        "text": "في 15 يونيو 1215، وقع الملك جون ملك إنجلترا على الماجنا كارتا، وهي وثيقة تحد من سلطة الملك وترسيخ الحقوق والحريات للنبلاء الإنجليز."
      },
      {
        "text1": "في 15 يونيو 1904، صدرت الطبعة الأولى من كتاب \"يوليسيس\" للكاتب جيمس جويس في باريس، مما شكل علامة بارزة في الأدب الحديث."
      }
    ]
  },
  "6-16": {
    "curiosity": [
      {
        "text": "في 16 يونيو 1858، ألقي خطاب سبرينجفيلد، وهو خطاب شهير ألقاه أبراهام لنكولن خلال المؤتمر الجمهوري في إلينوي، والذي قال فيه: \"لا يمكن لمنزل منقسم على نفسه أن يصمد\". ."
      },
      {
        "text1": "في 16 يونيو 1963، أصبحت رائدة الفضاء السوفيتية فالنتينا تيريشكوفا أول امرأة تسافر إلى الفضاء، على متن مركبة الفضاء فوستوك 6."
      }
    ]
  },
  "6-17": {
    "curiosity": [
      {
        "text": "في 17 يونيو 1579، هبط السير فرانسيس دريك، وهو مستكشف إنجليزي وقائد سفينة، في مكان يعرف الآن باسم خليج دريك، كاليفورنيا، أثناء جولته حول العالم."
      },
      {
        "text1": "في 17 يونيو 1972، حدثت عملية الاقتحام الشهيرة لفندق ووترغيت في واشنطن العاصمة، والتي أدت إلى الفضيحة السياسية المعروفة باسم \"فضيحة ووترغيت\" وأسفرت عن استقالة رئيس الولايات المتحدة ريتشارد نيكسون. في عام 1974."
      }
    ]
  },
  "6-18": {
    "curiosity": [
      {
        "text": "في 18 يونيو 1815، وقعت معركة واترلو، حيث تمكنت قوات دوق ولنجتون والمارشال البروسي جيبهارد ليبرخت فون بلوخر من هزيمة نابليون بونابرت بشكل نهائي ووضع حد لإمبراطوريته."
      },
      {
        "text1": "في 18 يونيو 1983، أصبحت سالي رايد أول امرأة أمريكية تسافر إلى الفضاء، على متن مكوك الفضاء تشالنجر."
      }
    ]
  },
  "6-19": {
    "curiosity": [
      {
        "text": "في 19 يونيو 1865، تم إبلاغ آخر الأشخاص المستعبدين في تكساس بالولايات المتحدة بتحررهم، في حدث أصبح يعرف باسم \"Juneteenth\"، والذي لا يزال يحتفل به حتى اليوم باعتباره عيد الاستقلال. التحرر الأمريكي الأفريقي."
      },
      {
        "text1": "في 19 يونيو 1978، ظهر القط البرتقالي الشهير غارفيلد، الذي ابتكره جيم ديفيس، لأول مرة كقصة فكاهية في الصحف في جميع أنحاء الولايات المتحدة."
      }
    ]
  },
  "6-20": {
    "curiosity": [
      {
        "text": "في 20 يونيو 1782، اعتمد الكونجرس القاري التصميم الحالي لختم الولايات المتحدة، والذي يتميز بالنسر الأمريكي مع درع وثلاثة عشر نجمة، تمثل المستعمرات الثلاثة عشر الأصلية."
      },
      {
        "text1": "في 20 يونيو 1963، أطلق الاتحاد السوفيتي المركبة الفضائية فوستوك 6، وعلى متنها فالنتينا تيريشكوفا، مما يجعلها أول امرأة تقوم برحلة فضائية منفردة."
      }
    ]
  },
  "6-21": {
    "curiosity": [
      {
        "text": "في 21 يونيو 1948، طرحت ألمانيا الغربية عملة جديدة، المارك الألماني، إيذانًا ببداية الانفصال النقدي بين ألمانيا الشرقية وألمانيا الغربية."
      },
      {
        "text1": "في 21 يونيو 1982، أطلقت القوات الجوية البريطانية عملية بلاك باك خلال حرب الفوكلاند، حيث نفذت ضربات جوية ضد مدارج طائرات جزر فوكلاند التي تحتلها الأرجنتين."
      }
    ]
  },
  "6-22": {
    "curiosity": [
      {
        "text": "في 22 يونيو 1941، خلال الحرب العالمية الثانية، غزت ألمانيا النازية الاتحاد السوفيتي، وبدأت عملية بربروسا."
      },
      {
        "text1": "في 22 يونيو 1990، وقعت ألمانيا الشرقية وألمانيا الغربية على معاهدة التوحيد، إيذانًا بنهاية تقسيم ألمانيا وإعادة توحيد البلاد."
      }
    ]
  },
  "6-23": {
    "curiosity": [
      {
        "text": "في 23 يونيو 1314، وقعت معركة بانوكبيرن، والتي حقق فيها الجيش الاسكتلندي بقيادة روبرت بروس انتصارًا حاسمًا على القوات الإنجليزية خلال حرب الاستقلال الاسكتلندية الأولى."
      },
      {
        "text1": "في 23 يونيو 2016، صوت الناخبون في المملكة المتحدة لصالح خروج البلاد من الاتحاد الأوروبي، في استفتاء يعرف باسم خروج بريطانيا من الاتحاد الأوروبي."
      }
    ]
  },
  "6-24": {
    "curiosity": [
      {
        "text": "وفي 24 يونيو 1497، وصل المستكشف الإيطالي جيوفاني كابوتو، المعروف باسم جون كابوت، إلى أمريكا الشمالية، مطالبًا بالأرض باسم إنجلترا."
      },
      {
        "text1": "في 24 يونيو 1948، بدأ حصار برلين، عندما أغلق الاتحاد السوفيتي جميع الأراضي والممرات المائية المؤدية إلى برلين الغربية، مما أدى إلى أزمة دولية."
      }
    ]
  },
  "6-25": {
    "curiosity": [
      {
        "text": "في 25 يونيو 1876، وقعت معركة ليتل بيغورن، حيث هزمت قوات سيوكس وشيان فوج الفرسان السابع التابع لجيش الولايات المتحدة، بقيادة المقدم جورج أرمسترونج كستر."
      },
      {
        "text1": "في 25 يونيو 1950، بدأت الحرب الكورية، عندما غزت القوات الكورية الشمالية كوريا الجنوبية، مما أدى إلى صراع استمر حتى عام 1953."
      }
    ]
  },
  "6-26": {
    "curiosity": [
      {
        "text": "وفي 26 يونيو 1284، وقعت معركة ميلوريا، التي هزمت فيها جمهورية جنوة جمهورية بيزا، وعززت هيمنتها على غرب البحر الأبيض المتوسط."
      },
      {
        "text1": "في 26 يونيو 1975، حصل استقلال موزمبيق، إيذانًا بنهاية الحكم الاستعماري البرتغالي في البلاد."
      }
    ]
  },
  "6-27": {
    "curiosity": [
      {
        "text": "في 27 يونيو 1709، انتصر بطرس الأكبر، زعيم روسيا، في معركة بولتافا ضد السويد، مما عزز قوة روسيا في المنطقة وشهد تراجع الإمبراطورية السويدية."
      },
      {
        "text1": "في 27 يونيو 1950، بدأت معركة تايجون خلال الحرب الكورية، حيث هاجمت القوات الكورية الشمالية مدينة تايجون التي تدافع عنها قوات الولايات المتحدة."
      }
    ]
  },
  "6-28": {
    "curiosity": [
      {
        "text": "في 28 يونيو 1914، اغتيل الأرشيدوق فرانز فرديناند من النمسا وزوجته في سراييفو، البوسنة، وهو الحدث الذي أدى إلى اندلاع الحرب العالمية الأولى."
      },
      {
        "text1": "في 28 يونيو 1969، حدثت أعمال شغب ستونوول، وهي سلسلة من الاحتجاجات ردًا على مداهمة الشرطة في ستونوول إن، وهي حانة يرتادها أفراد مجتمع LGBTQ+ في نيويورك، مما يمثل علامة فارقة مهمة في حركة حقوق LGBTQ+."
      }
    ]
  },
  "6-29": {
    "curiosity": [
      {
        "text": "في 29 يونيو 1613، تم تدمير مسرح جلوب في لندن بنيران أثناء عرض مسرحية لشكسبير، وتم إعادة بنائه لاحقًا."
      },
      {
        "text1": "في 29 يونيو 2007، تم إطلاق أول هاتف iPhone من شركة Apple في الولايات المتحدة، مما أحدث ثورة في صناعة الهواتف الذكية وتكنولوجيا الهاتف المحمول."
      }
    ]
  },
  "6-30": {
    "curiosity": [
      {
        "text": "في 30 يونيو 1859، أصبح الفرنسي تشارلز بلوندين أول شخص يعبر شلالات نياجرا على كابل فولاذي ممتد."
      },
      {
        "text1": "في 30 يونيو 1997، تم نقل سيادة هونغ كونغ من المملكة المتحدة إلى جمهورية الصين الشعبية، مما يمثل نهاية الحكم البريطاني على الإقليم."
      }
    ]
  },
  "7-1": {
    "curiosity": [
      {
        "text": "في الأول من يوليو عام 1867، تم إنشاء اتحاد كندا، الذي وحد مقاطعات نيو برونزويك ونوفا سكوتيا ومقاطعة كندا في اتحاد مستقل ذاتيًا داخل الإمبراطورية البريطانية، إيذانًا بإنشاء كندا الحديثة."
      },
      {
        "text1": "في الأول من يوليو عام 1916، خلال الحرب العالمية الأولى، بدأت معركة السوم، وهي واحدة من أكثر المعارك دموية وتدميرًا في التاريخ، حيث سقط فيها أكثر من مليون ضحية بين قتيل وجريح ومفقود."
      }
    ]
  },
  "7-2": {
    "curiosity": [
      {
        "text": "في 2 يوليو 1776، صوت الكونجرس القاري للولايات المتحدة لصالح استقلال المستعمرات الثلاثة عشر عن بريطانيا العظمى، وهو حدث محوري في التاريخ الأمريكي أدى إلى إعلان الاستقلال في 4 يوليو."
      },
      {
        "text1": "في 2 يوليو 1881، أطلق قاتل النار على رئيس الولايات المتحدة جيمس أ. جارفيلد في واشنطن العاصمة، مما أدى إلى وفاته في سبتمبر من نفس العام."
      }
    ]
  },
  "7-3": {
    "curiosity": [
      {
        "text": "في 3 يوليو 1863، خلال الحرب الأهلية الأمريكية، وقعت معركة جيتيسبيرغ، وهي إحدى الاشتباكات الرئيسية في الصراع وتعتبر من أهم المعارك في تاريخ الولايات المتحدة."
      },
      {
        "text1": "في 3 يوليو 1971، بدأت صحيفة نيويورك تايمز بنشر أوراق البنتاغون، وهي سلسلة من الوثائق السرية الصادرة عن حكومة الولايات المتحدة والتي كشفت معلومات حول حرب فيتنام وكان لها تأثير كبير في الرأي العام."
      }
    ]
  },
  "7-4": {
    "curiosity": [
      {
        "text": "في 4 يوليو 1776، أعلنت الولايات المتحدة الأمريكية استقلالها عن بريطانيا العظمى، وذلك بمناسبة يوم استقلال الولايات المتحدة، الذي يتم الاحتفال به سنويًا باعتباره عطلة وطنية."
      },
      {
        "text1": "في 4 يوليو 1863، استسلم الجنرال روبرت إي لي وجيش فرجينيا الشمالية التابع له للجنرال يوليسيس إس جرانت، إيذانًا بنهاية معركة فيكسبيرغ خلال الحرب الأهلية الأمريكية."
      }
    ]
  },
  "7-5": {
    "curiosity": [
      {
        "text": "في 5 يوليو 1948، قامت المملكة المتحدة بتأميم السكك الحديدية البريطانية، وإنشاء السكك الحديدية البريطانية، وهي شركة مملوكة للدولة مسؤولة عن نظام السكك الحديدية في البلاد."
      },
      {
        "text1": "في 5 يوليو 1996، أصبحت النعجة دوللي أول حيوان ثديي يتم استنساخه من خلية بالغة، وهو حدث مهم في تاريخ الاستنساخ."
      }
    ]
  },
  "7-6": {
    "curiosity": [
      {
        "text": "في 6 يوليو 1885، نجح لويس باستور في إعطاء لقاح داء الكلب لمريض بشري لأول مرة، مما يمثل تقدمًا كبيرًا في مجال التحصين."
      },
      {
        "text1": "في 6 يوليو 1957، أصبحت ألثيا جيبسون أول لاعبة تنس أمريكية من أصل أفريقي تفوز ببطولة ويمبلدون، مما مهد الطريق للتنوع في هذه الرياضة."
      }
    ]
  },
  "7-7": {
    "curiosity": [
      {
        "text": "في 7 يوليو 1937، كانت معركة جسر لوغو بمثابة بداية الحرب الصينية اليابانية الثانية، وهو الصراع الذي استمر حتى عام 1945 وكان له تأثير كبير على منطقة آسيا والمحيط الهادئ."
      },
      {
        "text1": "في 7 يوليو 2005، وقعت هجمات 7 يوليو في لندن، وهي سلسلة من الهجمات الإرهابية المنسقة ضد نظام النقل العام في المدينة، مما أدى إلى مقتل 52 شخصًا وإصابة المئات."
      }
    ]
  },
  "7-8": {
    "curiosity": [
      {
        "text": "في 8 يوليو 1497، غادر المستكشف البرتغالي فاسكو دا جاما لشبونة في رحلته الأولى إلى الهند، فاتحًا طريقًا بحريًا مباشرًا بين أوروبا وآسيا."
      },
      {
        "text1": "في 8 يوليو 1776، تمت قراءة إعلان استقلال الولايات المتحدة علنًا لأول مرة في فيلادلفيا، بنسلفانيا، معلنا الانفصال الرسمي للمستعمرات الثلاث عشرة عن بريطانيا العظمى."
      }
    ]
  },
  "7-9": {
    "curiosity": [
      {
        "text": "في 9 يوليو 1877، أقيمت أول بطولة ويمبلدون للتنس في لندن، لتصبح واحدة من أهم الأحداث الرياضية."
      },
      {
        "text1": "في 9 يوليو 1962، أُعلنت الجمهورية الجزائرية، إيذانا بانتهاء الحرب الجزائرية ضد الحكم الاستعماري الفرنسي."
      }
    ]
  },
  "7-10": {
    "curiosity": [
      {
        "text": "في 10 يوليو 1962، تم إطلاق تيلستار 1، وهو أول قمر صناعي نشط للاتصالات، إلى الفضاء، مما أتاح نقل إشارات التلفزيون والهاتف والبيانات على نطاق عالمي."
      },
      {
        "text1": "في 10 يوليو 1940، خلال الحرب العالمية الثانية، بدأت معركة بريطانيا، وكانت بمثابة حملة جوية مكثفة بين سلاح الجو الملكي وسلاح الجو الألماني."
      }
    ]
  },
  "7-11": {
    "curiosity": [
      {
        "text": "في 11 يوليو 1804، أصاب نائب رئيس الولايات المتحدة آنذاك، آرون بور، ألكسندر هاملتون، أحد الآباء المؤسسين للبلاد، بجروح قاتلة في مبارزة سيئة السمعة."
      },
      {
        "text1": "في 11 يوليو 1960، حصلت تشاد على استقلالها عن فرنسا، مما يمثل خطوة مهمة نحو إنهاء الاستعمار في أفريقيا."
      }
    ]
  },
  "7-12": {
    "curiosity": [
      {
        "text": "في 12 يوليو 1906، نُشر كتاب \"أصل الأنواع\" لتشارلز داروين، والذي يعرض نظرية التطور عن طريق الانتقاء الطبيعي، وهي علامة بارزة في علم الأحياء وفي فهم تنوع الحياة على الأرض."
      },
      {
        "text1": "في 12 يوليو 1979، أطاحت حكومة نيكاراغوا بقيادة الحركة الساندينية بديكتاتورية أناستاسيو سوموزا ديبايل، منهية حقبة طويلة من الحكم الاستبدادي في نيكاراغوا."
      }
    ]
  },
  "7-13": {
    "curiosity": [
      {
        "text": "في 13 يوليو 1793، خلال الثورة الفرنسية، اغتيل جان بول مارات، أحد القادة السياسيين في تلك الفترة، على يد شارلوت كورداي، أحد المتعاطفين مع الجيرونديين."
      },
      {
        "text1": "في 13 يوليو 1985، وقعت كارثة في ملعب هيسيل في بروكسل قبل نهائي دوري أبطال أوروبا، مما أدى إلى مقتل 39 شخصًا بسبب تدافع بين مشجعي كرة القدم."
      }
    ]
  },
  "7-14": {
    "curiosity": [
      {
        "text": "في 14 يوليو 1789، وقع اقتحام سجن الباستيل في باريس، وهو الحدث الذي يرمز إلى بداية الثورة الفرنسية والنضال من أجل الحرية والمساواة."
      },
      {
        "text1": "في 14 يوليو 1965، أجرى المسبار الفضائي مارينر 4 أول رحلة طيران ناجحة بالقرب من المريخ، وأرسل أول صور قريبة للكوكب الأحمر."
      }
    ]
  },
  "7-15": {
    "curiosity": [
      {
        "text": "في 15 يوليو 1099، تم فتح القدس على يد قوات الحملة الصليبية الأولى، وتأسيس مملكة القدس خلال الحروب الصليبية في العصور الوسطى."
      },
      {
        "text1": "في 15 يوليو 1971، تم إطلاق أبولو 15، وهي مهمة فضائية مأهولة بواسطة وكالة ناسا، وكانت أول من استخدم المركبة القمرية لاستكشاف سطح القمر."
      }
    ]
  },
  "7-16": {
    "curiosity": [
      {
        "text": "في 16 يوليو 1945، تم تنفيذ أول تفجير نووي ناجح في مشروع مانهاتن، المعروف باسم اختبار ترينيتي، وكان ذلك بمثابة بداية العصر النووي."
      },
      {
        "text1": "في 16 يوليو 1969، انطلقت رحلة أبولو 11 من محطة كيب كينيدي الجوية، بهدف نقل أول رواد فضاء إلى القمر."
      }
    ]
  },
  "7-17": {
    "curiosity": [
      {
        "text": "في 17 يوليو 1918، تم إعدام العائلة الإمبراطورية الروسية، بقيادة القيصر نيقولا الثاني، على يد البلاشفة خلال الثورة الروسية."
      },
      {
        "text1": "في 17 يوليو 1996، انفجرت طائرة بوينغ 747 في الجو وتحطمت في المحيط الأطلسي بالقرب من لونغ آيلاند، نيويورك، في 17 يوليو 1996، عندما انفجرت طائرة تي دبليو إيه الرحلة 800، مما أدى إلى مقتل جميع ركابها البالغ عددهم 230 راكبًا. سبورة."
      }
    ]
  },
  "7-18": {
    "curiosity": [
      {
        "text": "في 18 يوليو 1925، اغتيل الزعيم الثوري المكسيكي بانشو فيلا في بارال بالمكسيك، في ظروف لا تزال يكتنفها الغموض."
      },
      {
        "text1": "في 18 يوليو 1969، أصبح رائد الفضاء نيل أرمسترونج أول إنسان يمشي على سطح القمر خلال مهمة أبولو 11، مرددا العبارة الشهيرة: \"هذه خطوة صغيرة للإنسان، وقفزة عملاقة للبشرية\"."
      }
    ]
  },
  "7-19": {
    "curiosity": [
      {
        "text": "في 19 يوليو 1799، تم اكتشاف حجر رشيد أثناء الاحتلال الفرنسي لمصر، مما يوفر مفتاحًا لفك رموز الهيروغليفية المصرية القديمة."
      },
      {
        "text1": "في 19 يوليو 1848، عُقد مؤتمر سينيكا فولز الأول في الولايات المتحدة، وكان بمثابة بداية حركة حقوق المرأة."
      }
    ]
  },
  "7-20": {
    "curiosity": [
      {
        "text": "في 20 يوليو 1969، هبطت مركبة أبولو 11 على سطح القمر، لتصبح أول مهمة فضائية مأهولة تهبط على سطح القمر وتسمح لرواد الفضاء نيل أرمسترونج وباز ألدرين بالسير على سطح القمر."
      },
      {
        "text1": "في 20 يوليو 1944، خلال الحرب العالمية الثانية، وقع هجوم هتلر، وهو محاولة فاشلة لاغتيال أدولف هتلر بقيادة كلاوس فون شتاوفنبرج."
      }
    ]
  },
  "7-21": {
    "curiosity": [
      {
        "text": "في 21 يوليو 1969، عاد رائدا فضاء أبولو 11، نيل أرمسترونج وباز ألدرين، بسلام إلى الأرض بعد مهمتهما التاريخية إلى القمر."
      },
      {
        "text1": "في 21 يوليو 1944، وقعت معركة غوام خلال الحرب العالمية الثانية، حيث استعادت القوات الأمريكية الجزيرة من السيطرة اليابانية."
      }
    ]
  },
  "7-22": {
    "curiosity": [
      {
        "text": "في 22 يوليو 1298، وقعت معركة فالكيرك خلال حرب الاستقلال الاسكتلندية الأولى، حيث هزم الجيش الإنجليزي بقيادة إدوارد الأول القوات الاسكتلندية بقيادة ويليام والاس."
      },
      {
        "text1": "في 22 يوليو 1933، أصبح وايلي بوست أول طيار يطير بمفرده حول العالم على متن طائرة، حيث أكمل المسار في 7 أيام و18 ساعة و49 دقيقة."
      }
    ]
  },
  "7-23": {
    "curiosity": [
      {
        "text": "في 23 يوليو 1952، خلع الجنرال المصري محمد نجيب الملك فاروق الأول ملك مصر، إيذانًا ببداية حقبة جديدة في البلاد."
      },
      {
        "text1": "في 23 يوليو 1903، تم تأسيس شركة فورد للسيارات رسميًا في الولايات المتحدة، مما أدى إلى إنشاء واحدة من أكبر شركات السيارات في العالم."
      }
    ]
  },
  "7-24": {
    "curiosity": [
      {
        "text": "في 24 يوليو 1911، أعاد حيرام بينغهام الثالث اكتشاف مدينة ماتشو بيتشو المفقودة في بيرو، ليكشف للعالم عن إحدى أهم العجائب الأثرية في التاريخ."
      },
      {
        "text1": "في 24 يوليو 1969، قام قائد مركبة أبولو 11 نيل أرمسترونج وطيار الوحدة القمرية باز ألدرين بأول عملية سير في الفضاء على سطح القمر، والمعروفة باسم EVA (النشاط خارج المركبة)."
      }
    ]
  },
  "7-25": {
    "curiosity": [
      {
        "text": "في 25 يوليو 1797، تم التوقيع على معاهدة كامبو فورميو للسلام، وأنهت التحالف الأول واعترفت بإنجازات فرنسا الثورية بقيادة نابليون بونابرت."
      },
      {
        "text1": "في 25 يوليو 1956، اصطدمت سفينة المحيط الإيطالية أندريا دوريا بالسفينة السويدية ستوكهولم قبالة ساحل نانتوكيت في الولايات المتحدة، مما أدى إلى واحدة من أشهر الكوارث البحرية في التاريخ."
      }
    ]
  },
  "7-26": {
    "curiosity": [
      {
        "text": "في 26 يوليو 1953، وقع الهجوم على ثكنة مونكادا في سانتياغو دي كوبا، بقيادة فيدل كاسترو ومجموعته من المتمردين، إيذانا ببداية الثورة الكوبية."
      },
      {
        "text1": "في 26 يوليو 1945، انتهى مؤتمر بوتسدام، الذي التقى فيه قادة دول الحلفاء لمناقشة مستقبل أوروبا بعد الحرب العالمية الثانية."
      }
    ]
  },
  "7-27": {
    "curiosity": [
      {
        "text": "في 27 يوليو 1953، تم التوقيع على هدنة بانمونجوم، منهية رسميًا الحرب الكورية وإنشاء المنطقة منزوعة السلاح بين كوريا الشمالية والجنوبية."
      },
      {
        "text1": "في 27 يوليو 1976، حدثت عملية اختطاف طائرة الخطوط الجوية الفرنسية الرحلة 139، حيث اختطف إرهابيون فلسطينيون الطائرة وركابها، مما أدى إلى عملية إنقاذ دراماتيكية في مطار عنتيبي في أوغندا."
      }
    ]
  },
  "7-28": {
    "curiosity": [
      {
        "text": "في 28 يوليو 1540، أسس المستكشف الإسباني فرانسيسكو فاسكيز دي كورونادو مدينة سانتا في، التي ستصبح عاصمة ولاية نيو مكسيكو في الولايات المتحدة."
      },
      {
        "text1": "في 28 يوليو 1914، أعلنت النمسا-المجر الحرب على صربيا، مما أدى إلى سلسلة من الأحداث التي أدت إلى بداية الحرب العالمية الأولى."
      }
    ]
  },
  "7-29": {
    "curiosity": [
      {
        "text": "في 29 يوليو 1958، تم إنشاء وكالة ناسا في الولايات المتحدة، لتوطيد برنامج الفضاء الأمريكي، وتؤدي إلى استكشاف غير مسبوق للفضاء."
      },
      {
        "text1": "في 29 يوليو 1981، أقيم حفل زفاف الأمير تشارلز والليدي ديانا سبنسر في كاتدرائية القديس بولس في لندن، وهو حدث يحظى بأهمية عالمية كبيرة."
      }
    ]
  },
  "7-30": {
    "curiosity": [
      {
        "text": "في 30 يوليو 1619، عقدت أول جمعية تشريعية في أمريكا الشمالية، والمعروفة باسم جمعية برجسيس في فرجينيا، اجتماعها الأول في جيمستاون، مما شكل علامة فارقة مهمة للديمقراطية في المستعمرة الإنجليزية."
      },
      {
        "text1": "وفي 30 يوليو 1971، تم التوقيع على معاهدة الصداقة السوفيتية الصينية في موسكو، منهية سنوات من التوترات بين القوتين الشيوعيتين."
      }
    ]
  },
  "7-31": {
    "curiosity": [
      {
        "text": "في 31 يوليو 1498، وصل المستكشف البرتغالي فاسكو دا جاما إلى كاليكوت بالهند، فاتحًا طريقًا بحريًا مباشرًا بين أوروبا والشرق."
      },
      {
        "text1": "في 31 يوليو 1972، تم إطلاق عملية المنشار، بقيادة البرازيل، لمكافحة إزالة الغابات غير القانونية في منطقة الأمازون، لتصبح علامة فارقة في الكفاح من أجل الحفاظ على الغابات الاستوائية."
      }
    ]
  },
  "8-1": {
    "curiosity": [
      {
        "text": "في الأول من أغسطس عام 1291، تم تشكيل الاتحاد السويسري، عندما اجتمعت الكانتونات الثلاثة معًا في ميثاق دفاع مشترك، إيذانًا ببداية الأمة السويسرية."
      },
      {
        "text1": "في الأول من أغسطس عام 1944، اندلعت انتفاضة وارسو، وهي انتفاضة ضد الاحتلال النازي للعاصمة البولندية خلال الحرب العالمية الثانية."
      }
    ]
  },
  "8-2": {
    "curiosity": [
      {
        "text": "في 2 أغسطس 1934، توفي الرئيس الألماني بول فون هيندنبورغ، مما سمح لأدولف هتلر بتعزيز سلطته ويصبح المرشد الأعلى لألمانيا."
      },
      {
        "text1": "في 2 أغسطس 1990، غزا العراق الكويت، مما أدى إلى حرب الخليج وأدى إلى التدخل الدولي بقيادة الولايات المتحدة."
      }
    ]
  },
  "8-3": {
    "curiosity": [
      {
        "text": "في 3 أغسطس 1492، غادر كريستوفر كولومبوس مدينة بالوس دي لا فرونتيرا بإسبانيا في رحلته الاستكشافية التي أدت إلى اكتشاف أمريكا."
      },
      {
        "text1": "في 3 أغسطس 1914، أعلنت ألمانيا الحرب على فرنسا، لتبدأ الحرب العالمية الأولى."
      }
    ]
  },
  "8-4": {
    "curiosity": [
      {
        "text": "في 4 أغسطس 1944، اكتشف النازيون عائلة آن فرانك وسجناء آخرين مختبئين في الملحق السري في أمستردام بهولندا."
      },
      {
        "text1": "وفي 4 أغسطس 1964، وقعت حادثة خليج تونكين، عندما أبلغت سفينتان أمريكيتان عن تعرضهما لهجوم من قبل سفن فيتنامية شمالية، مما دفع الولايات المتحدة إلى تكثيف مشاركتها في حرب فيتنام."
      }
    ]
  },
  "8-5": {
    "curiosity": [
      {
        "text": "في 5 أغسطس 1962، عُثر على الممثلة وأيقونة السينما مارلين مونرو ميتة في منزلها في لوس أنجلوس، كاليفورنيا، في ظروف لا تزال موضع جدل ونظريات المؤامرة."
      },
      {
        "text1": "في 5 أغسطس 1914، أعلنت البرازيل الحياد في الحرب العالمية الأولى، وبقيت بعيدة عن الصراع الذي كان يعصف بأوروبا."
      }
    ]
  },
  "8-6": {
    "curiosity": [
      {
        "text": "في 6 أغسطس 1945، أسقطت الولايات المتحدة القنبلة الذرية \"ليتل بوي\" على مدينة هيروشيما اليابانية، مما أدى إلى دمار هائل وآلاف من الوفيات الفورية."
      },
      {
        "text1": "في 6 أغسطس 1965، وقع رئيس الولايات المتحدة ليندون جونسون على قانون حقوق التصويت، الذي يحظر التمييز العنصري في العملية الانتخابية، ويضمن حق الاقتراع المتساوي لجميع المواطنين الأمريكيين."
      }
    ]
  },
  "8-7": {
    "curiosity": [
      {
        "text": "في 7 أغسطس 1947، بدأت حادثة روزويل، عندما تحطم جسم مجهول الهوية بالقرب من روزويل بولاية نيو مكسيكو، مما أثار تكهنات حول إمكانية أن يكون مركبة فضائية من خارج كوكب الأرض."
      },
      {
        "text1": "في 7 أغسطس 1998، خلفت الهجمات الإرهابية على السفارتين الأمريكيتين في نيروبي، كينيا، ودار السلام، تنزانيا، مئات القتلى وآلاف الجرحى."
      }
    ]
  },
  "8-8": {
    "curiosity": [
      {
        "text": "في 8 أغسطس 1974، استقال رئيس الولايات المتحدة ريتشارد نيكسون من منصبه بسبب فضيحة ووترغيت، ليصبح أول رئيس أمريكي يستقيل."
      },
      {
        "text1": "في 8 أغسطس 1945، أعلن الاتحاد السوفييتي الحرب على اليابان وقام بغزو منشوريا، مما ساهم في استسلام اليابان ونهاية الحرب العالمية الثانية في آسيا."
      }
    ]
  },
  "8-9": {
    "curiosity": [
      {
        "text": "في 9 أغسطس 1945، أسقطت الولايات المتحدة القنبلة الذرية \"الرجل السمين\" على مدينة ناغازاكي اليابانية، مما تسبب في دمار شامل ومقتل أكثر من 70 ألف شخص."
      },
      {
        "text1": "في 9 أغسطس 1965، قام رائد الفضاء الأمريكي نيل أرمسترونج بأول عملية سير في الفضاء في التاريخ خلال مهمة جيميني 8."
      }
    ]
  },
  "8-10": {
    "curiosity": [
      {
        "text": "في 10 أغسطس 1519، غادرت البعثة بقيادة فرديناند ماجلان إشبيلية بإسبانيا بحثًا عن طريق بحري إلى جزر الملوك، مما أدى إلى أول رحلة حول الأرض."
      },
      {
        "text1": "في 10 أغسطس 1792، وقعت مذبحة التويلري في باريس، أثناء الثورة الفرنسية، حيث هاجمت القوات الثورية قصر التويلري، حيث كانت العائلة المالكة تلجأ إليه."
      }
    ]
  },
  "8-11": {
    "curiosity": [
      {
        "text": "كان يوم 11 أغسطس 3114 قبل الميلاد، وفقًا لتقويم المايا، بداية الدورة الطويلة الحالية لعد وقت المايا، والمعروفة باسم 13.0.0.0.0، مما يمثل تاريخًا مهمًا في ثقافة المايا."
      },
      {
        "text1": "في 11 أغسطس 1999، حدث كسوف كلي للشمس مرئيًا في أجزاء من أوروبا وآسيا وأفريقيا، وهو حدث فلكي ذو أهمية كبيرة واهتمام عام."
      }
    ]
  },
  "8-12": {
    "curiosity": [
      {
        "text": "في 12 أغسطس 30 قبل الميلاد، ورد أن الملكة كليوباترا السابعة ملكة مصر ماتت منتحرة، بعد هزيمة مارك أنطونيو وضم مصر إلى الإمبراطورية الرومانية."
      },
      {
        "text1": "في 12 أغسطس 1944، بدأت معركة نارفا خلال الحرب العالمية الثانية، حيث واجهت القوات الألمانية وحلفائها الجيش الأحمر في إستونيا."
      }
    ]
  },
  "8-13": {
    "curiosity": [
      {
        "text": "في 13 أغسطس 1961، بدأ بناء جدار برلين، الذي قسم مدينة برلين إلى قسمين، يفصل ألمانيا الشرقية عن ألمانيا الغربية."
      },
      {
        "text1": "في 13 أغسطس 1521، استولت القوات الإسبانية بقيادة هيرنان كورتيس على عاصمة الأزتك تينوختيتلان، مما يمثل نهاية إمبراطورية الأزتك في المكسيك."
      }
    ]
  },
  "8-14": {
    "curiosity": [
      {
        "text": "في 14 أغسطس 1945، قبلت اليابان شروط الاستسلام غير المشروط، منهية الحرب العالمية الثانية وإحياء يوم النصر في اليابان."
      },
      {
        "text1": "وفي 14 أغسطس 1947، أصبحت باكستان دولة مستقلة بعد انفصالها عن الهند، وهو ما يمثل علامة فارقة في تاريخ المنطقة أدت إلى تشكيل دولتين متميزتين."
      }
    ]
  },
  "8-15": {
    "curiosity": [
      {
        "text": "في 15 أغسطس 1947، حصلت الهند على استقلالها من الحكم الاستعماري البريطاني، وأصبحت دولة ذات سيادة واحتفلت بيوم استقلال الهند."
      },
      {
        "text1": "في 15 أغسطس 1969، بدأ مهرجان وودستوك الموسيقي في بيثيل، نيويورك، ليصبح واحدًا من أكثر الأحداث شهرة وتأثيرًا في تاريخ الموسيقى."
      }
    ]
  },
  "8-16": {
    "curiosity": [
      {
        "text": "في 16 أغسطس 1977، توفي ملك موسيقى الروك أند رول، إلفيس بريسلي، في منزله في غريسلاند في ممفيس بولاية تينيسي، تاركًا إرثًا دائمًا في الموسيقى والثقافة الشعبية."
      },
      {
        "text1": "في 16 أغسطس 1819، كانت مدينة مانشستر بإنجلترا مسرحًا لمذبحة بيترلو، عندما هاجم سلاح الفرسان والمشاة البريطاني حشدًا كان يحتج على الإصلاحات السياسية والاجتماعية، مما أدى إلى سقوط قتلى وإصابات خطيرة."
      }
    ]
  },
  "8-17": {
    "curiosity": [
      {
        "text": "في 17 أغسطس 1945، أعلنت إندونيسيا استقلالها عن الاحتلال الاستعماري الهولندي، مما يمثل بداية صراع طويل من أجل سيادة البلاد."
      },
      {
        "text1": "في 17 أغسطس 2017، وقع هجوم إرهابي في برشلونة بإسبانيا، عندما اقتحمت شاحنة عمدا منطقة مزدحمة، مما أدى إلى سقوط العديد من القتلى والجرحى."
      }
    ]
  },
  "8-18": {
    "curiosity": [
      {
        "text": "في 18 أغسطس 1920، تم التصديق على التعديل التاسع عشر لدستور الولايات المتحدة، والذي منح المرأة حق التصويت."
      },
      {
        "text1": "في 18 أغسطس 1966، أطلقت وكالة ناسا المسبار الفضائي لونار أوربيتر 1، لتبدأ سلسلة من المهام التي تهدف إلى رسم خريطة لسطح القمر."
      }
    ]
  },
  "8-19": {
    "curiosity": [
      {
        "text": "في 19 أغسطس 1934، تم التوقيع على اتفاق السلام بين إيطاليا وإثيوبيا، وأنهى الحرب الإيطالية الإثيوبية الثانية."
      },
      {
        "text1": "في 19 أغسطس 1991، وقع انقلاب أغسطس في الاتحاد السوفيتي، عندما حاول فصيل محافظ في الحزب الشيوعي الإطاحة بالرئيس ميخائيل جورباتشوف والاستيلاء على السلطة."
      }
    ]
  },
  "8-20": {
    "curiosity": [
      {
        "text": "في 20 أغسطس 1975، أطلقت وكالة ناسا المسبار الفضائي فايكنغ 1 باتجاه المريخ، وهي أول مهمة تهبط بنجاح على سطح الكوكب الأحمر."
      },
      {
        "text1": "في 20 أغسطس 1968، غزت قوات حلف وارسو، بقيادة الاتحاد السوفيتي، تشيكوسلوفاكيا، ووضعت حدًا لربيع براغ وعززت السيطرة الشيوعية في البلاد."
      }
    ]
  },
  "8-21": {
    "curiosity": [
      {
        "text": "وفي 21 أغسطس 1959، أصبحت هاواي الولاية الخمسين للولايات المتحدة، بعد عقود من النضال من أجل ضم الإقليم إلى البلاد."
      },
      {
        "text1": "في 21 أغسطس 1911، سُرقت لوحة الموناليزا الشهيرة لليوناردو دافنشي من متحف اللوفر في باريس، مما أحدث ضجة كبيرة وأصبحت واحدة من أشهر السرقات الفنية في التاريخ. تاريخ."
      }
    ]
  },
  "8-22": {
    "curiosity": [
      {
        "text": "في 22 أغسطس 1485، وقعت معركة بوسورث، التي هزم فيها هنري تيودور الملك ريتشارد الثالث ملك إنجلترا، إيذانًا بنهاية حرب الوردتين وبداية سلالة تيودور."
      },
      {
        "text1": "في 22 أغسطس 1962، بدأ تشييد جدار برلين من قبل ألمانيا الشرقية، ليقسم مدينة برلين ويرمز إلى تقسيم الحرب الباردة."
      }
    ]
  },
  "8-23": {
    "curiosity": [
      {
        "text": "في 23 أغسطس 1305، ألقت القوات الإنجليزية القبض على الزعيم الاسكتلندي ويليام والاس وأُعدم بعد ذلك بتهمة الخيانة."
      },
      {
        "text1": "في 23 أغسطس 1944، وقعت معركة نارفا خلال الحرب العالمية الثانية، حيث تمكنت القوات الألمانية من صد هجوم واسع النطاق شنه الجيش الأحمر في إستونيا."
      }
    ]
  },
  "8-24": {
    "curiosity": [
      {
        "text": "في 24 أغسطس 79 م، ثار بركان جبل فيزوف، فدمر مدينتي بومبي وهيركولانيوم الرومانيتين ودفنهما تحت الرماد البركاني."
      },
      {
        "text1": "في 24 أغسطس 1814، حدث حرق واشنطن العاصمة خلال حرب عام 1812، عندما أشعلت القوات البريطانية النار في العديد من المباني الحكومية، بما في ذلك البيت الأبيض ومبنى الكابيتول الأمريكي."
      }
    ]
  },
  "8-25": {
    "curiosity": [
      {
        "text": "في 25 أغسطس 1944، تم تحرير باريس من الحكم الألماني على يد قوات الحلفاء خلال الحرب العالمية الثانية، مما يمثل لحظة احتفال للمدينة ولفرنسا."
      },
      {
        "text1": "في 25 أغسطس 1835، حدثت ثورة ماليس، وهي انتفاضة العبيد المسلمين في مدينة سلفادور بالبرازيل، الذين سعوا إلى حريتهم وإقامة دولة إسلامية."
      }
    ]
  },
  "8-26": {
    "curiosity": [
      {
        "text": "في 26 أغسطس 1789، اعتمدت الجمعية التأسيسية الوطنية لفرنسا إعلان حقوق الإنسان والمواطن أثناء الثورة الفرنسية، مما أرسى الحقوق الأساسية والمبادئ السياسية للأمة."
      },
      {
        "text1": "في 26 أغسطس 1914، دارت معركة تانينبيرج خلال الحرب العالمية الأولى، مما أدى إلى انتصار حاسم للقوات الألمانية على الجيش الروسي."
      }
    ]
  },
  "8-27": {
    "curiosity": [
      {
        "text": "في 27 أغسطس 1859، أطلقت وكالة ناسا المسبار الفضائي كوكب المشتري، ليكون أول مهمة لاستكشاف كوكب المشتري وأقماره."
      },
      {
        "text1": "في 27 أغسطس 1928، تم التوقيع على ميثاق بريان-كيلوغ، المعروف أيضًا باسم ميثاق كيلوغ-برياند، وهو معاهدة متعددة الأطراف تنبذ الحرب كوسيلة لحل النزاعات الدولية."
      }
    ]
  },
  "8-28": {
    "curiosity": [
      {
        "text": "في 28 أغسطس 1963، انطلقت المسيرة إلى واشنطن من أجل الوظائف والحرية، وهي حدث بارز لحركة الحقوق المدنية في الولايات المتحدة، حيث ألقى مارتن لوثر كينغ جونيور خطابه الشهير \"لدي حلم\"."
      },
      {
        "text1": "في 28 أغسطس 1996، وقع الهجوم الإرهابي على برج إيفل في باريس بفرنسا، عندما انفجرت سيارة مفخخة، مما أدى إلى إصابة عدد من الأشخاص."
      }
    ]
  },
  "8-29": {
    "curiosity": [
      {
        "text": "في 29 أغسطس 2005، ضرب إعصار كاترينا ساحل الخليج في الولايات المتحدة، مما تسبب في واحدة من أسوأ الكوارث الطبيعية في تاريخ البلاد، خاصة في مدينة نيو أورليانز."
      },
      {
        "text1": "في 29 أغسطس 1949، نجح الاتحاد السوفييتي في اختبار قنبلته الذرية الأولى، مما يمثل بداية سباق التسلح النووي خلال الحرب الباردة."
      }
    ]
  },
  "8-30": {
    "curiosity": [
      {
        "text": "في 30 أغسطس 1797، ولدت ماري شيلي، مؤلفة رواية فرانكنشتاين، في لندن بإنجلترا، لتصبح واحدة من أكثر الكتاب تأثيرًا في الأدب القوطي وأدب الخيال العلمي."
      },
      {
        "text1": "في 30 أغسطس 2003، تم إطلاق رائد الفضاء البرازيلي ماركوس بونتيس إلى الفضاء على متن مركبة الفضاء سويوز، ليصبح أول رائد فضاء برازيلي يسافر إلى محطة الفضاء الدولية."
      }
    ]
  },
  "8-31": {
    "curiosity": [
      {
        "text": "في 31 أغسطس 1997، حدثت الوفاة المأساوية للأميرة ديانا في حادث سيارة في باريس، فرنسا، مما تسبب في ضجة عالمية وترك إرثًا دائمًا كشخصية إنسانية."
      },
      {
        "text1": "في 31 أغسطس 1939، بدأت الحرب العالمية الثانية بغزو ألمانيا النازية لبولندا، مما أدى إلى اندلاع صراع عالمي استمر ست سنوات وأدى إلى مقتل الملايين."
      }
    ]
  },
  "9-1": {
    "curiosity": [
      {
        "text": "في الأول من سبتمبر عام 1939، غزت ألمانيا النازية بولندا، إيذانًا ببداية الحرب العالمية الثانية في أوروبا."
      },
      {
        "text1": "في 1 سبتمبر 1985، تم اكتشاف حطام سفينة تايتانيك في قاع المحيط الأطلسي من قبل فريق بحث بقيادة روبرت بالارد."
      }
    ]
  },
  "9-2": {
    "curiosity": [
      {
        "text": "في 2 سبتمبر 1945، حدث الاستسلام الرسمي لليابان، إيذانا بانتهاء الحرب العالمية الثانية بعد انفجار القنبلتين الذريتين على هيروشيما وناجازاكي."
      },
      {
        "text1": "في 2 سبتمبر 1666، اندلع حريق لندن الكبير، مما أدى إلى تدمير جزء كبير من المدينة، بما في ذلك كاتدرائية القديس بولس الشهيرة."
      }
    ]
  },
  "9-3": {
    "curiosity": [
      {
        "text": "وفي 3 سبتمبر 1783، تم التوقيع على معاهدة باريس التي أنهت الحرب الثورية الأمريكية واعترفت باستقلال الولايات المتحدة الأمريكية."
      },
      {
        "text1": "في 3 سبتمبر 1939، أعلنت فرنسا والمملكة المتحدة الحرب على ألمانيا النازية ردًا على غزو بولندا، مما يمثل بداية الحرب العالمية الثانية في أوروبا."
      }
    ]
  },
  "9-4": {
    "curiosity": [
      {
        "text": "في 4 سبتمبر 1957، أطلق الاتحاد السوفييتي بنجاح المركبة الفضائية سبوتنيك 2، حاملة أول كائن حي، الكلبة لايكا، إلى الفضاء."
      },
      {
        "text1": "في 4 سبتمبر 1781، هزمت القوات الاستعمارية الأمريكية بقيادة جورج واشنطن الجيش البريطاني في معركة يوركتاون، وهو الحدث الحاسم في حرب الاستقلال الأمريكية."
      }
    ]
  },
  "9-5": {
    "curiosity": [
      {
        "text": "في 5 سبتمبر 1972، تعرض فريق ألعاب القوى الإسرائيلي لهجوم إرهابي خلال دورة الألعاب الأولمبية في ميونيخ، مما أدى إلى مقتل 11 رياضيًا."
      },
      {
        "text1": "وفي 5 سبتمبر 1793، وقعت مذبحة ليون، في سياق الثورة الفرنسية، حيث أُعدم مئات الأشخاص انتقامًا لمقاومة المؤتمر الوطني."
      }
    ]
  },
  "9-6": {
    "curiosity": [
      {
        "text": "في 6 سبتمبر 1901، اغتيل رئيس الولايات المتحدة، ويليام ماكينلي، في بوفالو، نيويورك، على يد فوضوي يدعى ليون كولغوش."
      },
      {
        "text1": "في 6 سبتمبر 1966، تم عرض المسلسل التلفزيوني ستار تريك لأول مرة في الولايات المتحدة، ليصبح ظاهرة ثقافية تؤثر على الأجيال القادمة من محبي الخيال العلمي وإنتاجاته."
      }
    ]
  },
  "9-7": {
    "curiosity": [
      {
        "text": "في 7 سبتمبر 1822، أعلنت البرازيل استقلالها عن البرتغال، مما يمثل بداية دولة جديدة ونهاية الحكم الاستعماري البرتغالي."
      },
      {
        "text1": "في 7 سبتمبر 1940، خلال الحرب العالمية الثانية، وصلت غارات القصف الألمانية على لندن إلى ذروتها خلال الهجوم الخاطف، مما تسبب في أضرار جسيمة للمدينة."
      }
    ]
  },
  "9-8": {
    "curiosity": [
      {
        "text": "في 8 سبتمبر 1565، وقعت معركة مالطا، والتي هزم فيها فرسان القديس يوحنا الجيش العثماني، ومنعوا غزو الجزيرة من قبل الإمبراطورية العثمانية."
      },
      {
        "text1": "في 8 سبتمبر 1900، ضرب إعصار جالفستون مدينة جالفستون بولاية تكساس في الولايات المتحدة، مما تسبب في واحدة من أسوأ الكوارث الطبيعية في تاريخ الولايات المتحدة، حيث تشير التقديرات إلى مقتل أكثر من 8000 شخص."
      }
    ]
  },
  "9-9": {
    "curiosity": [
      {
        "text": "في 9 سبتمبر 1971، أعلنت دولة قطر استقلالها عن المملكة المتحدة، لتصبح دولة ذات سيادة في الخليج العربي."
      },
      {
        "text1": "في 9 سبتمبر 1948، أعلنت كوريا الشمالية جمهورية كوريا الشعبية الديمقراطية، وأنشأت نفسها كدولة شيوعية منفصلة عن كوريا الجنوبية."
      }
    ]
  },
  "9-10": {
    "curiosity": [
      {
        "text": "في 10 سبتمبر 1939، أعلنت كندا الحرب على ألمانيا النازية، ودخلت الحرب العالمية الثانية إلى جانب المملكة المتحدة والدول الحليفة الأخرى."
      },
      {
        "text1": "في 10 سبتمبر 2008، تم تشغيل مصادم الهادرونات الكبير (LHC)، وهو أكبر مسرع للجسيمات في العالم، لأول مرة، مما مهد الطريق لاكتشافات علمية جديدة."
      }
    ]
  },
  "9-11": {
    "curiosity": [
      {
        "text": "في 11 سبتمبر 2001، كانت الولايات المتحدة هدفًا لهجمات إرهابية نسقها تنظيم القاعدة، مما أدى إلى تدمير برجي مركز التجارة العالمي، والهجوم على البنتاغون، وطائرة يونايتد فلايت 93 التي تحطمت في الولايات المتحدة. بنسلفانيا."
      },
      {
        "text1": "في 11 سبتمبر 1973، وقع انقلاب في تشيلي بقيادة الجنرال أوغستو بينوشيه، مما أدى إلى سقوط حكومة سلفادور الليندي الديمقراطية وقيام دكتاتورية عسكرية."
      }
    ]
  },
  "9-12": {
    "curiosity": [
      {
        "text": "في 12 سبتمبر 1940، خلال الحرب العالمية الثانية، اضطرت فرنسا إلى التوقيع على هدنة مع ألمانيا النازية، منهية بذلك مشاركتها النشطة في الصراع."
      },
      {
        "text1": "في 12 سبتمبر 1959، أصبح المسبار الفضائي لونا 2، الذي أطلقه الاتحاد السوفييتي، أول جسم من صنع الإنسان يصل إلى القمر، مما يمثل علامة فارقة مهمة في استكشاف الفضاء."
      }
    ]
  },
  "9-13": {
    "curiosity": [
      {
        "text": "في 13 سبتمبر 1993، وقع قادة إسرائيل ومنظمة التحرير الفلسطينية على اتفاقيات أوسلو، التي أرست أسس السلام في الشرق الأوسط."
      },
      {
        "text1": "في 13 سبتمبر 1948، أصدرت فرنسا والمملكة المتحدة والولايات المتحدة الإعلان الثلاثي، الذي أعاد تأكيد دعمها للحل السلمي للصراع العربي الإسرائيلي."
      }
    ]
  },
  "9-14": {
    "curiosity": [
      {
        "text": "في 14 سبتمبر 1901، توفي رئيس الولايات المتحدة ويليام ماكينلي متأثرًا بجراحه التي أصيب بها في هجوم إطلاق نار، مما دفع ثيودور روزفلت إلى تولي الرئاسة."
      },
      {
        "text1": "في 14 سبتمبر 1982، وقعت مجزرة صبرا وشاتيلا في مخيمات اللاجئين الفلسطينيين في بيروت بلبنان، وأسفرت عن مقتل الآلاف من الأشخاص."
      }
    ]
  },
  "9-15": {
    "curiosity": [
      {
        "text": "في 15 سبتمبر 1821، أعلنت أمريكا الوسطى استقلالها عن إسبانيا، لتشكل مقاطعات أمريكا الوسطى المتحدة، والتي تم تقسيمها فيما بعد إلى عدة دول."
      },
      {
        "text1": "في 15 سبتمبر 1944، بدأت قوات الحلفاء عملية حديقة السوق خلال الحرب العالمية الثانية، وهي محاولة فاشلة للاستيلاء على الجسور الرئيسية في هولندا التي يحتلها النازيون."
      }
    ]
  },
  "9-16": {
    "curiosity": [
      {
        "text": "في 16 سبتمبر 1810، بدأت المكسيك نضالها من أجل الاستقلال عن إسبانيا، وهي حركة عرفت باسم صرخة دولوريس."
      },
      {
        "text1": "في 16 سبتمبر 1978، تم التوقيع على معاهدة كامب ديفيد للسلام بين إسرائيل ومصر، منهية رسميًا عقودًا من العداء بين البلدين."
      }
    ]
  },
  "9-17": {
    "curiosity": [
      {
        "text": "في 17 سبتمبر 1787، تم التوقيع على دستور الولايات المتحدة الأمريكية في فيلادلفيا، بنسلفانيا، مما أرسى أسس النظام السياسي والقانوني للبلاد."
      },
      {
        "text1": "في 17 سبتمبر 1948، أُعلنت جمهورية كوريا (كوريا الجنوبية) بعد تقسيم شبه الجزيرة الكورية في نهاية الحرب العالمية الثانية."
      }
    ]
  },
  "9-18": {
    "curiosity": [
      {
        "text": "في 18 سبتمبر 1931، غزت اليابان منشوريا، وبدأت الصراع المعروف باسم حادثة موكدين، والذي أدى في النهاية إلى الحرب الصينية اليابانية الثانية."
      },
      {
        "text1": "في 18 سبتمبر 2001، أصدر الكونجرس الأمريكي قرارًا يجيز استخدام القوة العسكرية، مما مهد الطريق للحرب على الإرهاب بعد هجمات 11 سبتمبر."
      }
    ]
  },
  "9-19": {
    "curiosity": [
      {
        "text": "في 19 سبتمبر 1870، خلال الحرب الفرنسية البروسية، وقعت معركة سيدان، مما أدى إلى القبض على الإمبراطور الفرنسي نابليون الثالث من قبل القوات البروسية."
      },
      {
        "text1": "في 19 سبتمبر 1985، وقع زلزال مدمر في مكسيكو سيتي، بلغت قوته 8.1 درجة على مقياس ريختر، وأدى إلى مقتل الآلاف وتدمير واسع النطاق."
      }
    ]
  },
  "9-20": {
    "curiosity": [
      {
        "text": "في 20 سبتمبر 1519، انطلق المستكشف البرتغالي فرديناند ماجلان في رحلته للإبحار حول العالم، وهي رحلة استغرقت ما يقرب من ثلاث سنوات."
      },
      {
        "text1": "في 20 سبتمبر 2001، ألقى رئيس الولايات المتحدة، جورج دبليو بوش، خطابًا أمام الكونجرس، أعلن فيه \"الحرب على الإرهاب\" ردًا على هجمات 11 سبتمبر."
      }
    ]
  },
  "9-21": {
    "curiosity": [
      {
        "text": "في 21 سبتمبر 1937، وقعت مذبحة نانكينغ خلال الحرب الصينية اليابانية الثانية، حيث ارتكبت القوات اليابانية فظائع ضد السكان المدنيين وأسرى الحرب."
      },
      {
        "text1": "في 21 سبتمبر 1989، ضرب إعصار هوغو ساحل ولاية كارولينا الجنوبية في الولايات المتحدة، مما تسبب في دمار واسع النطاق وأدى إلى مقتل أكثر من 80 شخصًا."
      }
    ]
  },
  "9-22": {
    "curiosity": [
      {
        "text": "في 22 سبتمبر 1980، غزا العراق، بقيادة صدام حسين، إيران، وبدأ حربًا استمرت ثماني سنوات وأسفرت عن مقتل الملايين."
      },
      {
        "text1": "في 22 سبتمبر 1862، خلال الحرب الأهلية الأمريكية، وقعت معركة أنتيتام، وهي المواجهة الأكثر دموية في تاريخ الولايات المتحدة، حيث سقط فيها أكثر من 22 ألف ضحية في يوم واحد."
      }
    ]
  },
  "9-23": {
    "curiosity": [
      {
        "text": "في 23 سبتمبر 1949، أعلن ماو تسي تونغ جمهورية الصين الشعبية، وأنشأ نظامًا شيوعيًا في البلاد."
      },
      {
        "text1": "في 23 سبتمبر/أيلول 2008، أعلنت شركة ليمان براذرز المالية إفلاسها، الأمر الذي أدى إلى اندلاع أزمة مالية عالمية وتعميق الركود العالمي."
      }
    ]
  },
  "9-24": {
    "curiosity": [
      {
        "text": "في 24 سبتمبر 622، حدثت الهجرة، وهي هجرة النبي محمد من مكة إلى المدينة، إيذانا ببدء التقويم الإسلامي."
      },
      {
        "text1": "في 24 سبتمبر 1946، حكمت محكمة عسكرية دولية في نورمبرج بألمانيا على 12 من القادة النازيين بالإعدام بتهمة ارتكاب جرائم حرب وجرائم ضد الإنسانية."
      }
    ]
  },
  "9-25": {
    "curiosity": [
      {
        "text": "في 25 سبتمبر 1513، أصبح المستكشف الإسباني فاسكو نونيز دي بالبوا أول أوروبي يرى المحيط الهادئ، بعد عبور برزخ بنما."
      },
      {
        "text1": "في 25 سبتمبر 1957، دخل تسعة طلاب سود مدرسة ليتل روك المركزية الثانوية في ليتل روك، أركنساس، تحت الحماية الفيدرالية، مما شكل علامة فارقة مهمة في حركة الحقوق المدنية في الولايات المتحدة."
      }
    ]
  },
  "9-26": {
    "curiosity": [
      {
        "text": "وفي 26 سبتمبر 1580، تم تأسيس الاتحاد الإيبيري، الذي وحد تيجان البرتغال وإسبانيا تحت حكم الملك الإسباني فيليب الثاني."
      },
      {
        "text1": "في 26 سبتمبر 1983، أعلن الزعيم السوفييتي يوري أندروبوف أن الاتحاد السوفييتي لن يشارك في الألعاب الأولمبية الصيفية لعام 1984 في لوس أنجلوس، ردًا على قرار الولايات المتحدة بمقاطعة أولمبياد موسكو، عام 1980."
      }
    ]
  },
  "9-27": {
    "curiosity": [
      {
        "text": "في 27 سبتمبر 1822، أعلنت البرازيل استقلالها عن البرتغال، وأعلنت بيدرو الأول إمبراطورًا لها."
      },
      {
        "text1": "في 27 سبتمبر 1905، وقعت معركة موكدين خلال الحرب الروسية اليابانية، مما أدى إلى انتصار حاسم لليابان على القوات الروسية."
      }
    ]
  },
  "9-28": {
    "curiosity": [
      {
        "text": "في 28 سبتمبر 1066، وقعت معركة ستامفورد بريدج في إنجلترا، حيث هزم الملك هارولد الثاني ملك إنجلترا القوات الغازية بقيادة هارولد الثالث ملك النرويج."
      },
      {
        "text1": "في 28 سبتمبر 1928، اكتشف ألكسندر فليمنج بالصدفة البنسلين، أحد أهم المضادات الحيوية في تاريخ الطب."
      }
    ]
  },
  "9-29": {
    "curiosity": [
      {
        "text": "في 29 سبتمبر 1941، خلال الحرب العالمية الثانية، كان بابي يار، وهو ممر ضيق على مشارف كييف، أوكرانيا، مسرحًا لواحدة من أكبر المذابح في التاريخ، حيث قتلت القوات النازية أكثر من 33000 يهودي في يومين فقط."
      },
      {
        "text1": "في 29 سبتمبر 2008، وصلت الأزمة المالية إلى مستوى جديد مع انهيار بنك الاستثمار ليمان براذرز، مما أدى إلى سلسلة من الأحداث التي أثرت على النظام المالي العالمي."
      }
    ]
  },
  "9-30": {
    "curiosity": [
      {
        "text": "وفي 30 سبتمبر 1938، تم التوقيع على اتفاقيات ميونيخ، حيث استجاب القادة الأوروبيون لمطالب أدولف هتلر، مما سمح بضم منطقة السوديت إلى ألمانيا النازية."
      },
      {
        "text1": "في 30 سبتمبر 2005، انتهت المحاكمة المثيرة للجدل لمايكل جاكسون، المتهم بالاعتداء الجنسي على الأطفال، بتبرئته من جميع التهم."
      }
    ]
  },
  "10-1": {
    "curiosity": [
      {
        "text": "في 1 أكتوبر 1949، أعلن ماو تسي تونغ جمهورية الصين الشعبية، وأنشأ نظامًا شيوعيًا في البلاد."
      },
      {
        "text1": "في الأول من أكتوبر عام 1961، تأسست منظمة الدول المصدرة للنفط (أوبك)، وهي تحالف للدول المنتجة للنفط بهدف تنسيق السياسات المتعلقة بتجارة النفط وحماية مصالح الدول الأعضاء."
      }
    ]
  },
  "10-2": {
    "curiosity": [
      {
        "text": "في 2 أكتوبر 1187، وقعت معركة حطين، التي هزم فيها القائد المسلم صلاح الدين القوات المسيحية لمملكة القدس، مما مهد الطريق لفتح المسلمين للقدس."
      },
      {
        "text1": "في 2 أكتوبر 1968، وقعت مذبحة تلاتيلولكو في مكسيكو سيتي، أثناء الاحتجاجات الطلابية ضد الحكومة المكسيكية، مما أدى إلى مقتل مئات المتظاهرين."
      }
    ]
  },
  "10-3": {
    "curiosity": [
      {
        "text": "في 3 أكتوبر 1990، تم إعادة توحيد ألمانيا، منهيًا رسميًا الانقسام بين ألمانيا الشرقية وألمانيا الغربية."
      },
      {
        "text1": "وفي 3 أكتوبر 1952، أجرت المملكة المتحدة أول تجربة لقنبلة نووية، لتصبح ثالث قوة نووية في العالم."
      }
    ]
  },
  "10-4": {
    "curiosity": [
      {
        "text": "في 4 أكتوبر 1957، أطلق الاتحاد السوفييتي بنجاح القمر الصناعي سبوتنيك 1، وهو أول قمر صناعي في التاريخ، إيذانا ببدء عصر الفضاء."
      },
      {
        "text1": "في 4 أكتوبر 2004، أنهى المسبار الفضائي كاسيني-هويجنز مهمته التي استمرت 7 سنوات إلى زحل، وأرسل بيانات وصور قيمة حول الكوكب وأقماره."
      }
    ]
  },
  "10-5": {
    "curiosity": [
      {
        "text": "في 5 أكتوبر 1789، جرت مسيرة النساء إلى فرساي أثناء الثورة الفرنسية، عندما سارت آلاف النساء الباريسيات إلى قصر فرساي للمطالبة بالخبز وسقوط الملك."
      },
      {
        "text1": "في 5 أكتوبر/تشرين الأول 2000، تم عزل الرئيس الصربي السابق سلوبودان ميلوسيفيتش وتسليمه إلى المحكمة الجنائية الدولية ليوغوسلافيا السابقة، حيث سيحاكم بتهمة ارتكاب جرائم حرب وجرائم ضد الإنسانية."
      }
    ]
  },
  "10-6": {
    "curiosity": [
      {
        "text": "في 6 أكتوبر 1973، بدأت حرب يوم الغفران، وهو صراع بين إسرائيل وتحالف بقيادة مصر وسوريا، أدى إلى خسائر بشرية وإقليمية كبيرة."
      },
      {
        "text1": "في 6 أكتوبر 1927، تم إصدار الفيلم الصامت \"مغني الجاز\"، وهو أول فيلم روائي طويل يعرض تسلسلات مع حوار صوتي متزامن."
      }
    ]
  },
  "10-7": {
    "curiosity": [
      {
        "text": "في 7 أكتوبر 1571، وقعت معركة ليبانتو، والتي هزم فيها تحالف مسيحي بقيادة جمهورية البندقية والإمبراطورية الإسبانية الأسطول العثماني، مما أوقف التقدم العثماني في غرب البحر الأبيض المتوسط."
      },
      {
        "text1": "في 7 أكتوبر 1989، بدأت الثورة السلمية في ما كان يعرف آنذاك بتشيكوسلوفاكيا، وكانت بمثابة بداية نهاية النظام الشيوعي في البلاد."
      }
    ]
  },
  "10-8": {
    "curiosity": [
      {
        "text": "في 8 أكتوبر 1871، وقع حريق شيكاغو الكبير، وهو أحد أكبر الكوارث الحضرية في تاريخ الولايات المتحدة، والذي دمر جزءًا كبيرًا من المدينة."
      },
      {
        "text1": "في 8 أكتوبر 2001، بدأت الولايات المتحدة الغزو العسكري لأفغانستان، ردًا على الهجمات الإرهابية في 11 سبتمبر 2001."
      }
    ]
  },
  "10-9": {
    "curiosity": [
      {
        "text": "في 9 أكتوبر 1967، تم القبض على الزعيم الثوري الأرجنتيني تشي جيفارا في بوليفيا، إيذانا بنهاية حملة حرب العصابات في أمريكا الجنوبية."
      },
      {
        "text1": "في 9 أكتوبر 1989، وقع سقوط جدار برلين، وهو أحد أهم الأحداث في نهاية الحرب الباردة وإعادة توحيد ألمانيا."
      }
    ]
  },
  "10-10": {
    "curiosity": [
      {
        "text": "في 10 أكتوبر 732، وقعت معركة تورز في فرنسا، حيث هزمت قوات الفرنجة بقيادة شارل مارتل جيشًا مسلمًا، مما حال دون توسع الخلافة الأموية في أوروبا الغربية."
      },
      {
        "text1": "في 10 أكتوبر 1845، ولد الفيلسوف فريدريك نيتشه في مدينة روكن بألمانيا، ليصبح أحد أكثر الشخصيات تأثيرا في الفلسفة الحديثة."
      }
    ]
  },
  "10-11": {
    "curiosity": [
      {
        "text": "في 11 أكتوبر 1899، بدأت حرب البوير الثانية، وهو صراع بين المملكة المتحدة وجمهوريات البوير في جنوب أفريقيا، أدى إلى حرب طويلة ومدمرة."
      },
      {
        "text1": "في 11 أكتوبر 1984، أصبحت رائدة الفضاء الأمريكية كاثرين سوليفان أول امرأة تقوم بالسير في الفضاء."
      }
    ]
  },
  "10-12": {
    "curiosity": [
      {
        "text": "في 12 أكتوبر 1492، وصل الملاح كريستوفر كولومبوس إلى أمريكا، إيذانا ببداية الاستعمار الأوروبي للقارة."
      },
      {
        "text1": "في 12 أكتوبر 1984، انطلقت أول رائدة فضاء بريطانية، هيلين شارمان، إلى الفضاء على متن مهمة سويوز TM-12."
      }
    ]
  },
  "10-13": {
    "curiosity": [
      {
        "text": "في 13 أكتوبر 1307، حدث يوم الجمعة الثالث عشر، عندما تم القبض على فرسان الهيكل بشكل جماعي في فرنسا، مما يمثل نهاية نفوذ وقوة هذا النظام العسكري الديني."
      },
      {
        "text1": "في 13 أكتوبر 1972، تعرضت الرحلة 571 التابعة للقوات الجوية الأوروغوايانية لحادث في جبال الأنديز، مما ترك الناجين يواجهون معركة من أجل البقاء تُعرف باسم \"معجزة جبال الأنديز\"."
      }
    ]
  },
  "10-14": {
    "curiosity": [
      {
        "text": "في 14 أكتوبر 1066، وقعت معركة هاستينغز، والتي هزم فيها الجيش النورماندي بقيادة ويليام الفاتح الملك هارولد الثاني ملك إنجلترا، مما غيّر تاريخ إنجلترا."
      },
      {
        "text1": "في 14 أكتوبر 1947، أصبح الطيار الأمريكي تشاك ييغر أول إنسان يكسر حاجز الصوت أثناء الطيران."
      }
    ]
  },
  "10-15": {
    "curiosity": [
      {
        "text": "في 15 أكتوبر 1815، هُزم نابليون بونابرت في معركة واترلو، منهية نهائيًا عهده والفترة المعروفة بالحروب النابليونية."
      },
      {
        "text1": "في 15 أكتوبر 1987، وقع الحدث المعروف باسم \"الاثنين الأسود\" في بورصة نيويورك، حيث عانت سوق الأسهم من انخفاض كبير."
      }
    ]
  },
  "10-16": {
    "curiosity": [
      {
        "text": "في 16 أكتوبر 1793، تم إعدام الملكة ماري أنطوانيت ملكة فرنسا بالمقصلة خلال الثورة الفرنسية."
      },
      {
        "text1": "في 16 أكتوبر 1962، بدأت أزمة الصواريخ الكوبية عندما تم اكتشاف صواريخ نووية سوفيتية في الجزيرة، مما دفع العالم إلى شفا حرب نووية."
      }
    ]
  },
  "10-17": {
    "curiosity": [
      {
        "text": "في 17 أكتوبر 1905، حدث الأحد الدامي في سانت بطرسبرغ، روسيا، عندما فتح جنود الجيش القيصري النار على المتظاهرين السلميين، مما أدى إلى سلسلة من الأحداث التي بلغت ذروتها في الثورة الروسية عام 1917."
      },
      {
        "text1": "في 17 أكتوبر 1989، ضرب زلزال بقوة 6.9 درجة منطقة خليج سان فرانسيسكو بولاية كاليفورنيا، مما تسبب في أضرار جسيمة وترك آلاف الأشخاص بلا مأوى."
      }
    ]
  },
  "10-18": {
    "curiosity": [
      {
        "text": "في 18 أكتوبر 1867، تم نقل ألاسكا رسميًا من روسيا إلى الولايات المتحدة، بعد شراء الأمريكيين للإقليم."
      },
      {
        "text1": "في 18 أكتوبر 1968، أقيمت دورة الألعاب الأولمبية الصيفية في مكسيكو سيتي، وتميزت بالاحتجاج الشهير للرياضيين السود من الولايات المتحدة على منصة التتويج."
      }
    ]
  },
  "10-19": {
    "curiosity": [
      {
        "text": "في 19 أكتوبر 1987، عانى مؤشر داو جونز في بورصة نيويورك من أكبر انخفاض له في يوم واحد، والمعروف باسم \"الاثنين الأسود\"."
      },
      {
        "text1": "في 19 أكتوبر 2003، تم إطلاق المسبار الفضائي الأوروبي بيجل 2 بهدف الهبوط على سطح المريخ، ولكن فُقد الاتصال بالمسبار ولا يزال موقعه الدقيق غير معروف."
      }
    ]
  },
  "10-20": {
    "curiosity": [
      {
        "text": "في 20 أكتوبر 1944، خلال الحرب العالمية الثانية، تم تحرير مدينة بلغراد، عاصمة يوغوسلافيا، من القوات النازية على يد الجيش الأحمر وجيش التحرير الشعبي ليوغوسلافيا."
      },
      {
        "text1": "في 20 أكتوبر 1973، بدأت أزمة النفط، عندما أعلنت الدول العربية الأعضاء في أوبك حظرًا نفطيًا ردًا على الدعم الغربي لإسرائيل في حرب يوم الغفران."
      }
    ]
  },
  "10-21": {
    "curiosity": [
      {
        "text": "في 21 أكتوبر 1520، وقعت معركة أوتومبا في المكسيك، حيث واجهت قوات الأزتك القوات الإسبانية بقيادة هيرنان كورتيس."
      },
      {
        "text1": "في 21 أكتوبر 1966، أدى انهيار أرضي في مقاطعة أبرفان في ويلز إلى مقتل 144 شخصا، معظمهم من الأطفال، بسبب انهيار كومة من الفحم."
      }
    ]
  },
  "10-22": {
    "curiosity": [
      {
        "text": "في 22 أكتوبر 1797، هزمت البحرية البريطانية الأسطول الإسباني في معركة كيب سانت فنسنت، خلال الحروب النابليونية."
      },
      {
        "text1": "في 22 أكتوبر 1962، أعلن رئيس الولايات المتحدة جون كينيدي علنًا عن اكتشاف صواريخ نووية سوفيتية في كوبا، مما أدى إلى اندلاع أزمة الصواريخ الكوبية."
      }
    ]
  },
  "10-23": {
    "curiosity": [
      {
        "text": "في 23 أكتوبر 1956، بدأت الثورة المجرية، وهي انتفاضة شعبية ضد الحكومة الشيوعية في المجر، والتي قمعت من قبل القوات السوفيتية."
      },
      {
        "text1": "في 23 أكتوبر 2001، أطلقت شركة أبل جهاز iPod، وهو أحد أكثر أجهزة الموسيقى المحمولة شهرة وتأثيرًا في التاريخ."
      }
    ]
  },
  "10-24": {
    "curiosity": [
      {
        "text": "في 24 أكتوبر 1945، تأسست الأمم المتحدة بهدف تعزيز السلام والتعاون الدولي بعد الحرب العالمية الثانية."
      },
      {
        "text1": "في 24 أكتوبر 2003، تم إطلاق المسبار الفضائي الأوروبي مارس إكسبريس، بهدف دراسة المريخ والبحث عن علامات وجود الماء على الكوكب."
      }
    ]
  },
  "10-25": {
    "curiosity": [
      {
        "text": "في 25 أكتوبر 1415، وقعت معركة أجينكور في فرنسا، حيث حققت القوات الإنجليزية بقيادة هنري الخامس انتصارًا كبيرًا خلال حرب المائة عام."
      },
      {
        "text1": "في 25 أكتوبر 2001، أصدرت شركة Microsoft نظام التشغيل Windows XP، ليصبح واحدًا من أنظمة التشغيل الأكثر شهرة وطويلة الأمد في التاريخ."
      }
    ]
  },
  "10-26": {
    "curiosity": [
      {
        "text": "في 26 أكتوبر 1947، صدر لأول مرة كتاب الأطفال الشهير \"الأمير الصغير\" للكاتب أنطوان دو سانت إكزوبيري."
      },
      {
        "text1": "في 26 أكتوبر 1979، توفي الزعيم السوفييتي ليونيد بريجنيف، منهياً بذلك فترة 18 عاماً من القيادة ومؤذناً ببداية حقبة جديدة في الاتحاد السوفييتي."
      }
    ]
  },
  "10-27": {
    "curiosity": [
      {
        "text": "في 27 أكتوبر 1904، تم افتتاح النسخة الأولى من مترو أنفاق نيويورك للجمهور، مما أحدث ثورة في وسائل النقل في المدينة."
      },
      {
        "text1": "في 27 أكتوبر 1962، أثناء أزمة الصواريخ الكوبية، تم إسقاط طائرة تجسس من طراز U-2 فوق كوبا، مما زاد من التوتر بين الولايات المتحدة والاتحاد السوفيتي."
      }
    ]
  },
  "10-28": {
    "curiosity": [
      {
        "text": "في 28 أكتوبر 1886، تم تخصيص تمثال الحرية، وهو رمز أيقوني للولايات المتحدة، رسميًا في ميناء نيويورك."
      },
      {
        "text1": "في 28 أكتوبر 1962، خلال أزمة الصواريخ الكوبية، أعلن رئيس الولايات المتحدة جون كينيدي أنه سيتم إزالة الصواريخ السوفيتية من كوبا، منهية الأزمة."
      }
    ]
  },
  "10-29": {
    "curiosity": [
      {
        "text": "في 29 أكتوبر 1929، حدث \"انهيار بورصة نيويورك\" الشهير، إيذانا ببداية الكساد الكبير الذي أثر على الاقتصاد العالمي."
      },
      {
        "text1": "في 29 أكتوبر 1956، غزت إسرائيل وفرنسا والمملكة المتحدة مصر فيما يسمى بأزمة السويس، بهدف السيطرة على قناة السويس والإطاحة بالرئيس المصري جمال عبد الناصر."
      }
    ]
  },
  "10-30": {
    "curiosity": [
      {
        "text": "في 30 أكتوبر 1938، حدث البث الإذاعي الشهير المعروف باسم \"حرب العوالم\"، والذي قام فيه المخرج أورسون ويلز بتعديل كتاب إتش جي ويلز، مما أثار الذعر بين المستمعين الذين اعتقدوا أنه كائن فضائي غازي."
      },
      {
        "text1": "في 30 أكتوبر 1961، فجر الاتحاد السوفييتي \"قنبلة القيصر\"، وهي أكبر قنبلة نووية يتم تفجيرها في التاريخ، وتقدر قوتها بـ 50 ميغا طن."
      }
    ]
  },
  "10-31": {
    "curiosity": [
      {
        "text": "في 31 أكتوبر 1517، نشر الراهب مارتن لوثر أطروحاته الـ 95 على باب كنيسة قلعة فيتنبرغ، في ألمانيا، مما أدى إلى إطلاق الإصلاح البروتستانتي."
      },
      {
        "text1": "في 31 أكتوبر 1956، اندلعت الثورة المجرية، وهي انتفاضة ضد الحكومة الشيوعية في المجر، والتي قمعت بعنف من قبل القوات السوفيتية."
      }
    ]
  },
  "11-1": {
    "curiosity": [
      {
        "text": "في الأول من نوفمبر عام 1512، تم افتتاح اللوحة الجدارية \"فريسكو على سقف كنيسة سيستين\" لمايكل أنجلو في الفاتيكان بروما، وتعتبر من أشهر وأهم الأعمال الفنية في التاريخ."
      },
      {
        "text1": "في الأول من نوفمبر عام 1952، حدث أول تفجير ناجح لقنبلة هيدروجينية من قبل الولايات المتحدة، مما يمثل تقدمًا كبيرًا في تكنولوجيا الأسلحة النووية."
      }
    ]
  },
  "11-2": {
    "curiosity": [
      {
        "text": "في 2 نوفمبر 1917، خلال الحرب العالمية الأولى، استولى الجنرال البريطاني إدموند اللنبي على مدينة بئر السبع في فلسطين بعد هجوم جريء من سلاح الفرسان."
      },
      {
        "text1": "في 2 نوفمبر 1983، غزت الولايات المتحدة عسكريًا جزيرة غرينادا الكاريبية، في عملية عرفت باسم \"عملية الغضب العاجل\"، بهدف الإطاحة بالحكومة الماركسية اللينينية التي استولت على السلطة."
      }
    ]
  },
  "11-3": {
    "curiosity": [
      {
        "text": "في 3 نوفمبر 1948، أعيد انتخاب رئيس الولايات المتحدة هاري إس ترومان في فوز مفاجئ على المرشح الجمهوري توماس إي ديوي."
      },
      {
        "text1": "في 3 نوفمبر 1957، أطلق الاتحاد السوفييتي بنجاح أول قمر صناعي للأرض، سبوتنيك 2، والذي حمل أول كائن حي إلى الفضاء، الكلبة لايكا."
      }
    ]
  },
  "11-4": {
    "curiosity": [
      {
        "text": "في 4 نوفمبر 1979، حدثت أزمة الرهائن الإيرانية، عندما اقتحم الطلاب الإيرانيون سفارة الولايات المتحدة في طهران، واحتجزوا 52 أمريكيًا كرهائن لأكثر من عام."
      },
      {
        "text1": "في 4 نوفمبر 2008، تم انتخاب باراك أوباما الرئيس الرابع والأربعين للولايات المتحدة، ليصبح أول رئيس أمريكي من أصل أفريقي في تاريخ البلاد."
      }
    ]
  },
  "11-5": {
    "curiosity": [
      {
        "text": "في 5 نوفمبر 1605، وقعت \"مؤامرة البارود\" الشهيرة في المملكة المتحدة، حيث تآمر جاي فوكس وغيره من المتآمرين الكاثوليك لتفجير البرلمان البريطاني أثناء الافتتاح الرسمي للجلسات."
      },
      {
        "text1": "في 5 نوفمبر 1911، أعلن ملك إيطاليا، فيتوريو إيمانويل الثالث، ضم ليبيا إلى الأراضي الإيطالية، عقب الغزو العسكري للدولة الواقعة في شمال إفريقيا."
      }
    ]
  },
  "11-6": {
    "curiosity": [
      {
        "text": "في 6 نوفمبر 1860، تم انتخاب أبراهام لنكولن الرئيس السادس عشر للولايات المتحدة، مما أثار التوترات التي بلغت ذروتها في الحرب الأهلية الأمريكية."
      },
      {
        "text1": "في 6 نوفمبر 1985، ثار بركان نيفادو ديل رويز في كولومبيا، مما تسبب في انهيار جليدي من الطين والرماد دمر مدينة أرميرو وتسبب في مقتل أكثر من 23 ألف شخص."
      }
    ]
  },
  "11-7": {
    "curiosity": [
      {
        "text": "في 7 نوفمبر 1917، قامت الثورة الروسية، والتي استولى فيها البلاشفة بقيادة فلاديمير لينين على السلطة وأقاموا الحكم الشيوعي في روسيا."
      },
      {
        "text1": "في 7 نوفمبر 2000، فاز الديمقراطي آل جور بأغلبية الأصوات الشعبية، لكن الجمهوري جورج دبليو بوش فاز بالانتخابات الرئاسية في الولايات المتحدة بعد حكم المحكمة العليا المثير للجدل."
      }
    ]
  },
  "11-8": {
    "curiosity": [
      {
        "text": "في 8 نوفمبر 1895، اكتشف فيلهلم كونراد رونتجن الأشعة السينية، وهو اكتشاف مهم أحدث ثورة في الطب وعلم الأشعة."
      },
      {
        "text1": "في 8 نوفمبر 2016، تم انتخاب دونالد ترامب الرئيس الخامس والأربعين للولايات المتحدة، متغلبًا على المرشحة الديمقراطية هيلاري كلينتون."
      }
    ]
  },
  "11-9": {
    "curiosity": [
      {
        "text": "في 9 نوفمبر 1989، سقط جدار برلين الذي قسم مدينة برلين لمدة 30 عامًا تقريبًا، وكان رمزًا لنهاية الحرب الباردة وانهيار الكتلة الاشتراكية."
      },
      {
        "text1": "في 9 نوفمبر 1938، وقع ما يسمى بـ \"ليلة الزجاج المكسور\" في ألمانيا النازية، وهي سلسلة من الهجمات العنيفة ضد السكان اليهود وممتلكاتهم ومعابدهم اليهودية."
      }
    ]
  },
  "11-10": {
    "curiosity": [
      {
        "text": "في 10 نوفمبر 1483، ولد مارتن لوثر، زعيم الإصلاح البروتستانتي وشخصية مهمة في التاريخ الديني والسياسي لأوروبا."
      },
      {
        "text1": "في 10 نوفمبر 1975، قامت ملكة المملكة المتحدة إليزابيث الثانية بزيارة تاريخية إلى أستراليا، وهي أول زيارة يقوم بها ملك بريطاني إلى البلاد منذ الاتحاد الأسترالي في عام 1901."
      }
    ]
  },
  "11-11": {
    "curiosity": [
      {
        "text": "في 11 نوفمبر 1918، تم التوقيع على هدنة كومبيين، التي أنهت الحرب العالمية الأولى، ودخلت حيز التنفيذ في الساعة 11 صباحًا ويتم الاحتفال بها كيوم الهدنة في العديد من البلدان."
      },
      {
        "text1": "في 11 نوفمبر 1889، ألغت ولاية ريو دي جانيرو في البرازيل العبودية، لتصبح أول وحدة اتحادية برازيلية تفعل ذلك."
      }
    ]
  },
  "11-12": {
    "curiosity": [
      {
        "text": "في 12 نوفمبر 1955، وقعت الحادثة المعروفة باسم \"معجزة لورد\" عندما بدأ تمثال مريم العذراء بالبكاء في مدينة سيراكيوز بنيويورك، مما أدى إلى زيادة أعداد الحجاج والتحقيق في الأمر. ظاهرة من قبل الكنيسة الكاثوليكية."
      },
      {
        "text1": "في 12 نوفمبر 1990، حلقت مركبة غاليليو الفضائية التابعة لناسا فوق كوكب الزهرة في مسارها نحو المشتري، حيث قامت بإجراء الملاحظات وجمع البيانات العلمية."
      }
    ]
  },
  "11-13": {
    "curiosity": [
      {
        "text": "في 13 نوفمبر 354، ولد القديس أوغسطينوس، أحد أكثر اللاهوتيين والفلاسفة تأثيرًا في الكنيسة الكاثوليكية، اشتهر بأعماله مثل \"اعترافات\" و\"مدينة الله\"."
      },
      {
        "text1": "في 13 نوفمبر 2015، وقعت سلسلة من الهجمات الإرهابية المنسقة في باريس بفرنسا، والتي ارتكبتها جماعة الدولة الإسلامية المتطرفة، مما أدى إلى مقتل 130 شخصًا وإصابة المئات."
      }
    ]
  },
  "11-14": {
    "curiosity": [
      {
        "text": "في 14 نوفمبر 1851، صدرت صحيفة \"نيويورك تايمز\" البريطانية لأول مرة، لتصبح واحدة من أكثر الصحف تأثيرًا وشهرة في العالم."
      },
      {
        "text1": "في 14 نوفمبر 1969، تم إطلاق أبولو 12، وهي المهمة المأهولة الثانية لبرنامج أبولو التابع لناسا، بهدف الهبوط على سطح القمر."
      }
    ]
  },
  "11-15": {
    "curiosity": [
      {
        "text": "في 15 نوفمبر 1889، تم إعلان الجمهورية في البرازيل، إيذانًا بنهاية الإمبراطورية وتأسيس النظام الجمهوري في البلاد."
      },
      {
        "text1": "في 15 نوفمبر 1988، أعلنت فلسطين استقلالها في مدينة الجزائر العاصمة، واعترفت بها عدة دول كدولة ذات سيادة."
      }
    ]
  },
  "11-16": {
    "curiosity": [
      {
        "text": "في 16 نوفمبر 1532، وقعت معركة كاخاماركا في البيرو، حيث استولى الفاتح الإسباني فرانسيسكو بيزارو على إمبراطور الإنكا أتاهوالبا، مما يمثل بداية الغزو الإسباني للمنطقة."
      },
      {
        "text1": "في 16 نوفمبر 1995، تم التوقيع على اتفاق السلام العام، الذي أنهى رسميًا حرب البوسنة، وهو صراع عرقي ديني دمر منطقة البلقان في التسعينيات."
      }
    ]
  },
  "11-17": {
    "curiosity": [
      {
        "text": "في 17 نوفمبر 1558، اعتلت الملكة إليزابيث الأولى ملكة إنجلترا العرش، لتبدأ واحدة من أهم وأطول فترات الحكم في تاريخ البلاد."
      },
      {
        "text1": "في 17 نوفمبر 1989، بدأت الثورة المخملية في تشيكوسلوفاكيا، وهي حركة سلمية أدت إلى سقوط النظام الشيوعي في البلاد."
      }
    ]
  },
  "11-18": {
    "curiosity": [
      {
        "text": "في 18 نوفمبر 1307، تم إلقاء القبض على فرسان الهيكل في فرنسا، وهو حدث تاريخي في تاريخ فرسان الهيكل."
      },
      {
        "text1": "في 18 نوفمبر 1928، تم بث أول تلفزيون ملون في الولايات المتحدة، على يد المخترع ومهندس الإلكترونيات جون لوجي بيرد."
      }
    ]
  },
  "11-19": {
    "curiosity": [
      {
        "text": "في 19 نوفمبر 1863، ألقى رئيس الولايات المتحدة أبراهام لينكولن خطاب جيتيسبيرغ الشهير خلال الحرب الأهلية الأمريكية، مؤكدا من جديد مُثُل المساواة والحرية."
      },
      {
        "text1": "في 19 نوفمبر 1997، أطلقت وكالة ناسا المسبار الفضائي كاسيني-هويجنز بهدف دراسة كوكب زحل وأقماره."
      }
    ]
  },
  "11-20": {
    "curiosity": [
      {
        "text": "في 20 نوفمبر 1945، بدأت محاكمة نورمبرغ، التي تمت فيها محاكمة القادة النازيين بتهمة ارتكاب جرائم حرب وجرائم ضد الإنسانية خلال الحرب العالمية الثانية."
      },
      {
        "text1": "في 20 نوفمبر 1989، اعتمدت الجمعية العامة للأمم المتحدة اتفاقية حقوق الطفل، التي أرست الحقوق الأساسية للأطفال في جميع أنحاء العالم."
      }
    ]
  },
  "11-21": {
    "curiosity": [
      {
        "text": "في 21 نوفمبر 1877، أعلن توماس إديسون عن اختراع الفونوغراف، وهو أحد الأجهزة الأولى القادرة على إعادة إنتاج الأصوات المسجلة."
      },
      {
        "text1": "وفي 21 نوفمبر 1974، أصبحت إثيوبيا دولة اشتراكية بعد سقوط الإمبراطور هيلا سيلاسي."
      }
    ]
  },
  "11-22": {
    "curiosity": [
      {
        "text": "في 22 نوفمبر 1963، اغتيل رئيس الولايات المتحدة جون كينيدي في دالاس، تكساس، في حدث صدم البلاد والعالم."
      },
      {
        "text1": "في 22 نوفمبر 2005، أطلقت مايكروسوفت وحدة تحكم ألعاب الفيديو Xbox 360، إيذانًا بجيل جديد من وحدات التحكم في الألعاب."
      }
    ]
  },
  "11-23": {
    "curiosity": [
      {
        "text": "في 23 نوفمبر 1889، بدأت الصحفية والكاتبة الأيرلندية نيلي بلي رحلتها حول العالم في 72 يومًا، مسجلة رقمًا قياسيًا عالميًا."
      },
      {
        "text1": "في 23 نوفمبر 1981، عادت محطة سكاي لاب الفضائية، التي أطلقتها وكالة ناسا عام 1973، إلى الغلاف الجوي للأرض وتفككت، منهية بذلك مهمتها."
      }
    ]
  },
  "11-24": {
    "curiosity": [
      {
        "text": "في 24 نوفمبر 1859، نُشر كتاب تشارلز داروين \"أصل الأنواع\"، الذي يعرض نظرية التطور من خلال الانتقاء الطبيعي."
      },
      {
        "text1": "في 24 نوفمبر 1963، أعقب اغتيال رئيس الولايات المتحدة جون إف كينيدي اغتيال لي هارفي أوزوالد، المشتبه به الرئيسي في الجريمة، على يد جاك روبي."
      }
    ]
  },
  "11-25": {
    "curiosity": [
      {
        "text": "في 25 نوفمبر 1975، ألقي القبض على الزعيمة السياسية والناشطة في مجال حقوق المرأة أونغ سان سو تشي في ميانمار (بورما آنذاك) وظلت قيد الإقامة الجبرية لعدة سنوات."
      },
      {
        "text1": "في 25 نوفمبر 2001، تم إنشاء منظمة التجارة العالمية (WTO)، بهدف تعزيز التجارة الحرة وتنظيم التجارة الدولية."
      }
    ]
  },
  "11-26": {
    "curiosity": [
      {
        "text": "وفي 26 نوفمبر 1922، اكتشف علماء الآثار البريطانيون مدخل مقبرة الفرعون توت عنخ آمون في وادي الملوك بمصر."
      },
      {
        "text1": "في 26 نوفمبر 2008، وقع هجوم إرهابي في مومباي بالهند، نفذته جماعة إسلامية، مما أدى إلى عدة هجمات منسقة في جميع أنحاء المدينة."
      }
    ]
  },
  "11-27": {
    "curiosity": [
      {
        "text": "في 27 نوفمبر 1095، ألقى البابا أوربان الثاني خطاب كليرمون، داعيًا إلى الحملة الصليبية الأولى بهدف استعادة القدس من أيدي المسلمين."
      },
      {
        "text1": "في 27 نوفمبر 1978، قاد عمدة جونستاون في غيانا، جيم جونز، إلى الانتحار الجماعي لأكثر من 900 من أتباع طائفته، في حدث عرف باسم مذبحة جونستاون."
      }
    ]
  },
  "11-28": {
    "curiosity": [
      {
        "text": "في 28 نوفمبر 1520، وقعت معركة أوتومبا في المكسيك، حيث هزم الفاتح الإسباني هيرنان كورتيس وحلفاؤه الأصليون جيش الأزتك بقيادة كواوتيموك."
      },
      {
        "text1": "في 28 نوفمبر 1942، خلال الحرب العالمية الثانية، جرت عملية الشعلة، حيث هبطت قوات الحلفاء على ساحل شمال إفريقيا، لتبدأ الحملة في مسرح عمليات البحر الأبيض المتوسط."
      }
    ]
  },
  "11-29": {
    "curiosity": [
      {
        "text": "في 29 نوفمبر 1947، وافقت الجمعية العامة للأمم المتحدة على خطة تقسيم فلسطين، التي اقترحت إنشاء دولة يهودية ودولة عربية في المنطقة."
      },
      {
        "text1": "في 29 نوفمبر 1961، أطلقت وكالة ناسا الكبسولة الفضائية ميركوري-أطلس 5 وعلى متنها القرد إينوس، وهي ثاني رحلة مدارية مأهولة لبرنامج ميركوري."
      }
    ]
  },
  "11-30": {
    "curiosity": [
      {
        "text": "في 30 نوفمبر 1803، استحوذت الولايات المتحدة رسميًا على إقليم لويزيانا من فرنسا في اتفاقية عرفت باسم شراء لويزيانا."
      },
      {
        "text1": "في 30 نوفمبر 1966، أصبحت بربادوس مستقلة عن المملكة المتحدة، منهية بذلك وضعها كمستعمرة بريطانية."
      }
    ]
  },
  "12-01": {
    "curiosity": [
      {
        "text": "في الأول من ديسمبر عام 1955، رفضت روزا باركس، الناشطة في مجال الحقوق المدنية، التخلي عن مقعدها لرجل أبيض في حافلة في مدينة مونتغومري بولاية ألاباما، مما أشعل فتيل حركة الحقوق المدنية في الولايات المتحدة."
      },
      {
        "text1": "في الأول من ديسمبر عام 1990، تمت إعادة توحيد ألمانيا، مع اتحاد ألمانيا الغربية وألمانيا الشرقية بعد سقوط جدار برلين."
      }
    ]
  },
  "12-02": {
    "curiosity": [
      {
        "text": "في 2 ديسمبر 1804، توج نابليون بونابرت إمبراطورًا لفرنسا في كاتدرائية نوتردام في باريس."
      },
      {
        "text1": "في 2 ديسمبر 1942، خلال الحرب العالمية الثانية، تم إجراء أول اختبار ناجح للقنبلة الذرية في مختبر لوس ألاموس، في نيو مكسيكو، الولايات المتحدة."
      }
    ]
  },
  "12-03": {
    "curiosity": [
      {
        "text": "في 3 ديسمبر 1967، أجرى الجراح الجنوب أفريقي كريستيان بارنارد أول عملية زرع قلب بشري ناجحة في كيب تاون، جنوب أفريقيا."
      },
      {
        "text1": "في 3 ديسمبر 1984، حدث تسرب كبير للغاز السام في مدينة بوبال بالهند، ويعتبر من أسوأ الكوارث الصناعية في التاريخ، وتسبب في آلاف القتلى والجرحى."
      }
    ]
  },
  "12-04": {
    "curiosity": [
      {
        "text": "في 4 ديسمبر 1945، تأسست منظمة الأمم المتحدة للتربية والعلم والثقافة (اليونسكو) بهدف تعزيز السلام والتعاون الدولي من خلال التعليم والعلم والثقافة."
      },
      {
        "text1": "في 4 ديسمبر 1971، هزمت الهند باكستان في حرب استقلال بنغلاديش، مما أدى إلى استقلال بنغلاديش ونهاية الحرب."
      }
    ]
  },
  "12-05": {
    "curiosity": [
      {
        "text": "في 5 ديسمبر 1933، تم إلغاء الحظر في الولايات المتحدة، مما سمح مرة أخرى بإنتاج وبيع المشروبات الكحولية."
      },
      {
        "text1": "في 5 ديسمبر 2013، توفي نيلسون مانديلا، زعيم مناهضة الفصل العنصري والرئيس السابق لجنوب أفريقيا، عن عمر يناهز 95 عامًا، تاركًا إرثًا من النضال من أجل حقوق الإنسان والمصالحة."
      }
    ]
  },
  "12-06": {
    "curiosity": [
      {
        "text": "في 6 ديسمبر 1877، قدم توماس إديسون أول عرض علني للفونوغراف الخاص به، وهو جهاز قادر على تسجيل وإعادة إنتاج الأصوات."
      },
      {
        "text1": "في 6 ديسمبر 1989، وقعت مذبحة ميدان تيانانمين في بكين، الصين، عندما قمعت القوات الحكومية بعنف المتظاهرين المؤيدين للديمقراطية."
      }
    ]
  },
  "12-07": {
    "curiosity": [
      {
        "text": "في 7 ديسمبر 1941، وقع الهجوم الياباني على قاعدة بيرل هاربر البحرية في هاواي، إيذانا بدخول الولايات المتحدة الحرب العالمية الثانية."
      },
      {
        "text1": "في 7 ديسمبر 1972، تم إطلاق أبولو 17، آخر مهمة مأهولة لبرنامج أبولو التابع لناسا، وكانت أيضًا آخر مرة وصل فيها البشر إلى القمر."
      }
    ]
  },
  "12-08": {
    "curiosity": [
      {
        "text": "في 8 ديسمبر 1980، قُتل جون لينون عضو فريق البيتلز السابق في نيويورك بالولايات المتحدة على يد أحد المعجبين المضطربين."
      },
      {
        "text1": "في 8 ديسمبر 1991، وقع زعماء روسيا وأوكرانيا وبيلاروسيا على اتفاقية بيلافيا، التي أدت إلى حل الاتحاد السوفيتي وإنشاء كومنولث الدول المستقلة (CIS)."
      }
    ]
  },
  "12-09": {
    "curiosity": [
      {
        "text": "وفي 9 ديسمبر 1987، تم التوقيع على الاتفاقية الدولية المعروفة ببروتوكول مونتريال، والتي تهدف إلى حماية طبقة الأوزون من خلال التخفيض التدريجي لاستخدام المواد المستنفدة لها."
      },
      {
        "text1": "في 9 ديسمبر 2013، تم تكريم رئيس جنوب أفريقيا السابق نيلسون مانديلا بإقامة نصب تذكاري في جوهانسبرج، جمع القادة والمشاهير من جميع أنحاء العالم."
      }
    ]
  },
  "12-10": {
    "curiosity": [
      {
        "text": "في 10 ديسمبر 1948، اعتمدت الجمعية العامة للأمم المتحدة الإعلان العالمي لحقوق الإنسان، الذي أرسى الحقوق الأساسية لجميع البشر."
      },
      {
        "text1": "في 10 ديسمبر 1989، تم انتخاب الزعيم التشيكي فاتسلاف هافيل رئيسًا لتشيكوسلوفاكيا، مما يمثل نهاية النظام الشيوعي في البلاد."
      }
    ]
  },
  "12-11": {
    "curiosity": [
      {
        "text": "في 11 ديسمبر 1936، تنازل الملك إدوارد الثامن ملك المملكة المتحدة عن العرش ليتزوج واليس سيمبسون، وهي أمريكية مطلقة، مما أدى إلى أزمة دستورية."
      },
      {
        "text1": "في 11 ديسمبر 2001، انضمت الصين إلى منظمة التجارة العالمية، وفتحت اقتصادها أمام السوق العالمية."
      }
    ]
  },
  "12-12": {
    "curiosity": [
      {
        "text": "في 12 ديسمبر 1915، حدث أول بث إذاعي ترفيهي في الولايات المتحدة، مما يمثل بداية عصر الراديو كوسيلة شعبية للاتصالات."
      },
      {
        "text1": "في 12 ديسمبر 2000، أنهت المحكمة العليا في الولايات المتحدة الجدل الانتخابي في الانتخابات الرئاسية لعام 2000، معلنة فوز جورج دبليو بوش."
      }
    ]
  },
  "12-13": {
    "curiosity": [
      {
        "text": "في 13 ديسمبر 1937، استولت القوات اليابانية على مدينة نانكينج بالصين، مما يمثل بداية مذبحة نانكينج، وهي واحدة من أكثر الأحداث وحشية في الحرب الصينية اليابانية الثانية."
      },
      {
        "text1": "في 13 ديسمبر 2003، ألقت القوات الأمريكية القبض على صدام حسين، الرئيس العراقي السابق، منهية حياته هاربًا."
      }
    ]
  },
  "12-14": {
    "curiosity": [
      {
        "text": "في 14 ديسمبر 1900، قدم ماكس بلانك نظرية الكم لأول مرة، والتي كانت بمثابة معلم أساسي للفيزياء الحديثة."
      },
      {
        "text1": "في 14 ديسمبر 2012، فتح مسلح النار في مدرسة ساندي هوك الابتدائية في الولايات المتحدة، مما أسفر عن مقتل 26 شخصا، بينهم 20 طفلا، في واحدة من أسوأ حوادث إطلاق النار في المدارس في تاريخ البلاد."
      }
    ]
  },
  "12-15": {
    "curiosity": [
      {
        "text": "في 15 ديسمبر 1791، تم التصديق على ميثاق الحقوق في الولايات المتحدة، الذي يتكون من عشرة تعديلات على الدستور، مما يضمن الحريات المدنية والفردية للمواطنين."
      },
      {
        "text1": "في 15 ديسمبر 2001، استولت قوات التحالف بقيادة الولايات المتحدة على مدينة قندهار بأفغانستان، مما يمثل نقطة تحول في الحرب الأفغانية."
      }
    ]
  },
  "12-16": {
    "curiosity": [
      {
        "text": "في 16 ديسمبر 1773، وقعت حفلة شاي بوسطن، وهي احتجاج قام فيه المستعمرون الأمريكيون بإلقاء شحنات من الشاي البريطاني في ميناء بوسطن كعمل من أعمال المقاومة ضد الضرائب البريطانية."
      },
      {
        "text1": "في 16 ديسمبر 1971، اعترفت الهند رسميًا ببنغلاديش كدولة مستقلة، منهية بذلك حرب تحرير بنغلاديش ضد باكستان."
      }
    ]
  },
  "12-17": {
    "curiosity": [
      {
        "text": "في 17 ديسمبر 1903، قام الأخوان رايت بأول رحلة جوية يتم التحكم فيها لطائرة تعمل بالطاقة، في كيتي هوك، كارولاينا الشمالية، الولايات المتحدة."
      },
      {
        "text1": "في 17 ديسمبر 2010، أضرم بائع متجول تونسي يدعى محمد البوعزيزي النار في نفسه، مما أدى إلى احتجاجات حاشدة في تونس، عرفت باسم ثورة الياسمين، وانتشرت في جميع أنحاء العالم العربي."
      }
    ]
  },
  "12-18": {
    "curiosity": [
      {
        "text": "في 18 ديسمبر 1865، تم التصديق على التعديل الثالث عشر لدستور الولايات المتحدة، والذي أدى إلى إلغاء العبودية في البلاد."
      },
      {
        "text1": "في 18 ديسمبر 1892، نشر الكاتب الإنجليزي آرثر كونان دويل رواية \"كلب آل باسكرفيل\"، وهي إحدى أشهر قصص شارلوك هولمز."
      }
    ]
  },
  "12-19": {
    "curiosity": [
      {
        "text": "في 19 ديسمبر 1843، نُشر كتاب \"ترنيمة عيد الميلاد\" للكاتب تشارلز ديكنز، وهو أحد أشهر قصص عيد الميلاد على الإطلاق."
      },
      {
        "text1": "في 19 ديسمبر 1998، وافق مجلس النواب الأمريكي على عزل الرئيس بيل كلينتون، المتهم بالحنث باليمين وعرقلة العدالة."
      }
    ]
  },
  "12-20": {
    "curiosity": [
      {
        "text": "في 20 ديسمبر 1803، استحوذت الولايات المتحدة رسميًا على إقليم لويزيانا من فرنسا في اتفاقية عرفت باسم شراء لويزيانا."
      },
      {
        "text1": "في 20 ديسمبر 1989، غزت القوات العسكرية الأمريكية بنما في عملية للقبض على الدكتاتور مانويل نورييغا، المتهم بتهريب المخدرات وارتكاب جرائم ضد حقوق الإنسان."
      }
    ]
  },
  "12-21": {
    "curiosity": [
      {
        "text": "في 21 ديسمبر 1620، هبط المستعمرون الإنجليز في بليموث روك، ماساتشوستس، وأنشأوا مستعمرة بليموث وكانوا بمثابة بداية الاستعمار البريطاني لأمريكا الشمالية."
      },
      {
        "text1": "في 21 ديسمبر 1968، تم إطلاق أبولو 8، وهي مهمة فضائية مأهولة تابعة لناسا، إلى الفضاء، لتصبح أول مركبة فضائية تدور حول القمر وتعود بسلام إلى الأرض."
      }
    ]
  },
  "12-22": {
    "curiosity": [
      {
        "text": "في 22 ديسمبر 1807، تم التوقيع على معاهدة تيلسيت، التي أنهت الحرب بين فرنسا بقيادة نابليون بونابرت وروسيا تحت حكم القيصر ألكسندر الأول."
      },
      {
        "text1": "في 22 ديسمبر 1989، عقدت رومانيا محاكمة وأعدمت الديكتاتور الشيوعي نيكولاي تشاوشيسكو وزوجته إيلينا، في أعقاب الثورة الرومانية."
      }
    ]
  },
  "12-23": {
    "curiosity": [
      {
        "text": "في 23 ديسمبر 1888، قام الرسام الهولندي فنسنت فان جوخ بقطع جزء من أذنه اليسرى أثناء نوبة ذهانية."
      },
      {
        "text1": "وفي 23 ديسمبر 1947، اعتمد المؤتمر الوطني الهندي قرارًا يطالب باستقلال الهند وإنهاء الحكم الاستعماري البريطاني."
      }
    ]
  },
  "12-24": {
    "curiosity": [
      {
        "text": "في 24 ديسمبر 1814، خلال حرب 1812 بين الولايات المتحدة والمملكة المتحدة، وقعت معاهدة غنت، التي أنهت الصراع رسميًا وأعادت العلاقات الدبلوماسية بين البلدين."
      },
      {
        "text1": "في 24 ديسمبر 1914، خلال الحرب العالمية الأولى، وقعت \"هدنة عيد الميلاد\"، حيث أوقف جنود العدو في خنادق الجبهة الغربية الأعمال العدائية وتآخوا عشية عيد الميلاد."
      }
    ]
  },
  "12-25": {
    "curiosity": [
      {
        "text": "في 25 ديسمبر من عام 336، احتفل الإمبراطور الروماني قسطنطين الأول الكبير بأول احتفال رسمي بعيد الميلاد باعتباره عطلة مسيحية."
      },
      {
        "text1": "في 25 ديسمبر 1941، خلال الحرب العالمية الثانية، انهارت القوات الألمانية بقيادة أدولف هتلر في معركة موسكو، مما يمثل هزيمة كبيرة للقوات النازية."
      }
    ]
  },
  "12-26": {
    "curiosity": [
      {
        "text": "في 26 ديسمبر 1776، خلال حرب الاستقلال الأمريكية، قاد جورج واشنطن الهجوم المفاجئ على قوات هسه في ترينتون، نيوجيرسي، في نصر حاسم للمتمردين الأمريكيين."
      },
      {
        "text1": "في 26 ديسمبر 2004، وقع تسونامي مدمر في المحيط الهندي، نتيجة لزلزال تحت الماء، مما تسبب في واحدة من أسوأ الكوارث الطبيعية في التاريخ، مع خسارة مئات الآلاف من الأرواح في العديد من الدول الساحلية."
      }
    ]
  },
  "12-27": {
    "curiosity": [
      {
        "text": "في 27 ديسمبر 1831، شرع تشارلز داروين في رحلة استكشافية على متن سفينة إتش إم إس بيغل، وهي رحلة قادته إلى تطوير نظريته حول تطور الأنواع."
      },
      {
        "text1": "في 27 ديسمبر 2007، اغتيلت رئيسة وزراء باكستان السابقة بينظير بوتو، في تفجير انتحاري خلال تجمع سياسي في روالبندي."
      }
    ]
  },
  "12-28": {
    "curiosity": [
      {
        "text": "في 28 ديسمبر 1895، أقام الأخوان لوميير أول عرض عام للأفلام المتحركة في مقهى جراند بباريس، إيذانا بميلاد السينما."
      },
      {
        "text1": "في 28 ديسمبر 1973، وقع رئيس الولايات المتحدة ريتشارد نيكسون على قانون انتقال الطاقة، الذي وضع أهدافًا للحفاظ على الطاقة وشجع على استخدام مصادر الطاقة المتجددة."
      }
    ]
  },
  "12-29": {
    "curiosity": [
      {
        "text": "في 29 ديسمبر 1890، وقعت مذبحة الركبة الجريحة، وهي مواجهة مأساوية بين الجنود الأمريكيين وأفراد من قبيلة لاكوتا سيوكس، مما أدى إلى مقتل ما يقرب من 300 أمريكي أصلي، بينهم نساء وأطفال."
      },
      {
        "text1": "في 29 ديسمبر 1972، أطلقت وكالة ناسا مركبة أبولو 17 الفضائية، وهي آخر مهمة مأهولة إلى القمر حتى الآن، وعلى متنها يوجين سيرنان ورونالد إيفانز وهاريسون شميت."
      }
    ]
  },
  "12-30": {
    "curiosity": [
      {
        "text": "في 30 ديسمبر 1922، تم إعلان اتحاد الجمهوريات الاشتراكية السوفياتية (اتحاد الجمهوريات الاشتراكية السوفياتية)، وتشكيل دولة جديدة تضم العديد من الجمهوريات السوفياتية."
      },
      {
        "text1": "في 30 ديسمبر/كانون الأول 2006، أُعدم الرئيس العراقي السابق صدام حسين شنقاً بعد إدانته بارتكاب جرائم ضد الإنسانية."
      }
    ]
  },
  "12-31": {
    "curiosity": [
      {
        "text": "في 31 ديسمبر 1759، ولد الملحن النمساوي الشهير فولفغانغ أماديوس موزارت في سالزبورغ، تاركًا إرثًا دائمًا في الموسيقى الكلاسيكية."
      },
      {
        "text1": "في 31 ديسمبر 1999، حدث مطلع الألفية، إيذانًا ببداية القرن الحادي والعشرين ولم تتسبب \"حشرة الألفية\" المخيفة في حدوث المشكلات الكارثية المتوقعة في أنظمة الكمبيوتر حول العالم."
      }
    ]
  }
}